Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: The messenger being activated is not a valid messenger
de_de: Der aktivierte Bote ist kein gültiger Bote
fi: Aktivoitava sanansaattaja ei ole kelvollinen sanansaattaja.
tr_tr: Etkinleştirilen haberci geçerli bir haberci değildir

source: %s messenger was successfully activated.
de_de: %s messenger wurde erfolgreich aktiviert.
fi: %s messenger aktivoitiin onnistuneesti.
tr_tr: %s messenger başarıyla etkinleştirildi.

source: %s message type was not successfully activated with the %s messenger
de_de: %s-Nachrichtentyp wurde nicht erfolgreich mit dem %s-Messenger aktiviert
fi: %s-viestityyppiä ei onnistuttu aktivoimaan %s-viestinviejällä.
tr_tr: %s mesaj türü %s messenger ile başarılı bir şekilde etkinleştirilmedi

source: %s messenger was not successfully activated
de_de: %s messenger wurde nicht erfolgreich aktiviert
fi: %s messengeriä ei onnistuttu aktivoimaan
tr_tr: %s messenger başarıyla etkinleştirilmedi

source: The messenger being deactivated is not a valid messenger
de_de: Der deaktivierte Bote ist kein gültiger Bote
fi: Käytöstä poistettava viestin ei ole oikeellinen viestin
tr_tr: Devre dışı bırakılan mesajlaşma aracı geçerli bir mesajlaşma aracı değildir

source: %s message type has been successfully deactivated for the %s messenger.
de_de: Der Nachrichtentyp %s wurde erfolgreich für den Messenger %s deaktiviert.
fi: %s-viestityyppi on onnistuneesti poistettu käytöstä %s-viestinviejältä.
tr_tr: %s mesaj türü %s messenger için başarıyla devre dışı bırakıldı.

source: %s messenger has been successfully deactivated.
de_de: %s messenger wurde erfolgreich deaktiviert.
fi: %s messenger on onnistuneesti poistettu käytöstä.
tr_tr: %s messenger başarıyla devre dışı bırakıldı.

source: Deactivating the invoice message type also automatically deactivates the invoice payment method. In order for invoices to be generated the invoice message type must be active. If you completed this action by mistake, simply reactivate the invoice message type and then visit the payment methods admin page to reactivate the invoice payment method.
de_de: Durch die Deaktivierung der Rechnungsnachrichtenart wird automatisch auch die Zahlungsmethode für Rechnungen deaktiviert. Damit Rechnungen erstellt werden können, muss die Nachrichtenart Rechnung aktiv sein. Wenn Sie diese Aktion versehentlich durchgeführt haben, aktivieren Sie die Nachrichtenart Rechnung einfach wieder und besuchen Sie dann die Verwaltungsseite der Zahlungsmethoden, um die Zahlungsmethode Rechnung wieder zu aktivieren.
fi: Laskun sanomatyypin poistaminen käytöstä poistaa automaattisesti käytöstä myös laskun maksutavan. Laskujen luominen edellyttää, että laskun sanomatyyppi on aktiivinen. Jos olet suorittanut tämän toiminnon vahingossa, aktivoi laskujen viestityyppi uudelleen ja käy sitten maksutapojen hallintasivulla aktivoimassa laskun maksutapa uudelleen.
tr_tr: Fatura mesaj türünün devre dışı bırakılması, fatura ödeme yöntemini de otomatik olarak devre dışı bırakır. Faturaların oluşturulabilmesi için fatura mesaj türünün aktif olması gerekir. Bu işlemi yanlışlıkla tamamladıysanız, fatura mesaj türünü yeniden etkinleştirmeniz ve ardından fatura ödeme yöntemini yeniden etkinleştirmek için ödeme yöntemleri yönetici sayfasını ziyaret etmeniz yeterlidir.

source: The message was not deleted.
de_de: Die Nachricht wurde nicht gelöscht.
fi: Viestiä ei ole poistettu.
tr_tr: Mesaj silinmedi.

source: Show All Messengers
de_de: Alle Boten anzeigen
fi: Näytä kaikki sanansaattajat
fr_fr: Afficher tous Messengers
tr_tr: Tüm Habercileri Göster

source: Show All Message Types
de_de: Alle Nachrichtentypen anzeigen
fi: Näytä kaikki viestityypit
fr_fr: Afficher tous les types de messages
tr_tr: Tüm Mesaj Türlerini Göster

source: %1$s(allowed tags: %2$s)
de_de: %1$s(erlaubte Tags: %2$s)
fi: %1$s(sallitut tunnisteet: %2$s)
fr_fr: %1$s(mot-clé autorisé: %2$s)
tr_tr: %1$s(izin verilen etiketler: %2$s)

source: An API key is now required to use the Google Maps API: %1$sclick here to get an API key%2$s
de_de: Für die Nutzung der Google Maps-API ist jetzt ein API-Schlüssel erforderlich: %1$sKlicken Sie hier, um einen API-Schlüssel%2$s zu erhalten
fi: Google Maps API:n käyttö edellyttää nyt API-avainta: %1$sklikkaa tästä saadaksesi API-avaimen%2$s
tr_tr: Google Haritalar API'sini kullanmak için artık bir API anahtarı gerekiyor: %1$sAPI anahtarı almak için buraya tıklayın%2$s

source: There are no active messengers. So no notifications will go out for %1$sany%2$s events. You will want to %3$sActivate a Messenger%4$s.
de_de: Es sind keine Boten aktiv. Daher werden keine Benachrichtigungen für %1$sirgendwelche%2$s Ereignisse ausgegeben. Sie müssen einen %3$sMessenger%4$s aktivieren.
fi: Aktiivisia sanansaattajia ei ole. Joten mitään ilmoituksia ei lähetetä %1$sany%2$s tapahtumista. Haluat %3$sActivate a Messenger%4$s.
tr_tr: Aktif haberci yok. Dolayısıyla %1$sany%2$s etkinlikleri için bildirim gönderilmeyecektir. %3$sBir Messenger%4$s etkinleştirmek isteyeceksiniz.

source: Failed to generate a Signature !
de_de: Die Erzeugung einer Signatur ist fehlgeschlagen!
fi: Allekirjoituksen luominen epäonnistui !
tr_tr: İmza oluşturulamadı!

source: iPay88 Merchant Code %s
de_de: iPay88-Händler-Code %s
fi: iPay88 Kauppiaskoodi %s
tr_tr: iPay88 Satıcı Kodu %s

source: iPay88 Merchant Key %s
de_de: iPay88-Händlerschlüssel %s
fi: iPay88-kauppiasavain %s
tr_tr: iPay88 Satıcı Anahtarı %s

source: iPay88 Merchant Code
de_de: iPay88-Händler-Code
fi: iPay88 kauppias koodi
tr_tr: iPay88 Satıcı Kodu

source: iPay88 Merchant Key
de_de: iPay88-Händlerschlüssel
fi: iPay88 Kauppias avain
tr_tr: iPay88 Satıcı Anahtarı

source: Use the Debug Mode
de_de: Verwenden Sie den Debug-Modus
fi: Käytä debug-tilaa
fr_fr: Utilisez le mode de débuggage
tr_tr: Hata Ayıklama Modunu Kullanın

source: ! Important Notice for testing process:
de_de: ! Wichtiger Hinweis zum Prüfverfahren:
fi: ! Tärkeä huomautus testausprosessia varten:
fr_fr: ! Avis important pour le processus d'essai:
tr_tr: ! Test süreci için Önemli Uyarı:

source: Test transaction must go from %1$s registered Request URL %2$s.
de_de: Die Testtransaktion muss von %1$s registrierten Request URL %2$s ausgehen.
fi: Testitapahtuman on lähdettävä %1$s rekisteröidystä Pyyntö URL-osoitteesta %2$s.
tr_tr: Test işlemi %1$s kayıtlı İstek URL'si %2$s'den gitmelidir.

source: Test transaction limited to %1$s credit card ONLY %2$s.
de_de: Testtransaktion beschränkt auf %1$s Kreditkarte NUR %2$s.
fi: Testitapahtuma rajoitettu %1$s luottokorttiin VAIN %2$s.
tr_tr: Test işlemi %1$s kredi kartı SADECE %2$s ile sınırlıdır.

source: MIGS Merchant ID %s
de_de: MIGS-Händler-ID %s
fi: MIGS Kauppias ID %s
tr_tr: MIGS Satıcı Kimliği %s

source: MIGS Access Code %s
de_de: MIGS-Zugangscode %s
tr_tr: MIGS Erişim Kodu %s

source: MIGS Settings
de_de: MIGS-Einstellungen
fi: MIGS-asetukset
tr_tr: MIGS Ayarları

source: MIGS Gateway
tr_tr: MIGS Ağ Geçidi

source: Adjust the settings for the MIGS payment gateway.
de_de: Passen Sie die Einstellungen für das MIGS-Zahlungsgateway an.
fi: Säädä MIGS-maksuportin asetuksia.
tr_tr: MIGS ödeme ağ geçidi için ayarları yapın.

source: Your MIGS Unique identifier which should be supplied to you by the bank.
de_de: Ihre eindeutige MIGS-Kennung, die Ihnen von der Bank mitgeteilt werden sollte.
fi: MIGS-yksilöllinen tunnisteesi, jonka pankin on annettava sinulle.
fr_fr: Votre identifiant unique MIGS qui doit vous être fourni par la banque.
tr_tr: Banka tarafından size verilmesi gereken MIGS Benzersiz tanımlayıcınız.

source: MIGS Access Code
de_de: MIGS-Zugangscode
fi: MIGS Access -koodi
tr_tr: MIGS Erişim Kodu

source: The access code uniquely authenticates a merchant and their Merchant Id on the Payment Server.
de_de: Der Zugangscode dient der eindeutigen Authentifizierung eines Händlers und seiner Händlerkennung auf dem Zahlungsserver.
fi: Pääsykoodi todentaa kauppiaan ja hänen kauppiastunnuksensa maksupalvelimella.
tr_tr: Erişim kodu, Ödeme Sunucusunda bir satıcının ve Satıcı Kimliğinin kimliğini benzersiz bir şekilde doğrular.

source: Response Codes
de_de: Antwort-Codes
fi: Vastauskoodit
tr_tr: Yanıt Kodları

source: The test bank simulator is configured to allow the user to change the response received against the above test card numbers by varying the cent amount for the transaction.
de_de: Der Testbank-Simulator ist so konfiguriert, dass der Benutzer die Antwort, die er auf die oben genannten Testkartennummern erhält, ändern kann, indem er den Cent-Betrag für die Transaktion variiert.
fi: Testipankkisimulaattori on konfiguroitu siten, että käyttäjä voi muuttaa edellä mainittujen testikorttinumeroiden perusteella saatua vastausta muuttamalla tapahtuman senttimäärää.
tr_tr: Test bankası simülatörü, kullanıcının işlem için kuruş miktarını değiştirerek yukarıdaki test kartı numaralarına karşı alınan yanıtı değiştirmesine izin verecek şekilde yapılandırılmıştır.

source: The following table shows how the various response codes can be triggered varying the cent amount.
de_de: Die folgende Tabelle zeigt, wie die verschiedenen Antwortcodes durch Variation des Cent-Betrags ausgelöst werden können.
fi: Seuraavassa taulukossa esitetään, miten eri vastauskoodit voidaan laukaista vaihtelemalla sentin määrää.
tr_tr: Aşağıdaki tabloda çeşitli yanıt kodlarının sent miktarı değiştirilerek nasıl tetiklenebileceği gösterilmektedir.

source: * For example, to obtain a response code of 1 on a MasterCard, simply send a transaction for $x.10 against one of the above MasterCard numbers.
de_de: * Um z.B. einen Antwortcode von 1 für eine MasterCard zu erhalten, senden Sie einfach eine Transaktion über $x.10 an eine der oben genannten MasterCard-Nummern.
fi: * Jos haluat esimerkiksi saada MasterCardin vastauskoodiksi 1, lähetä yksinkertaisesti transaktio, jonka arvo on $x,10, johonkin edellä mainituista MasterCardin numeroista.
fr_fr: * Par exemple, pour optenir le code réponse de 1 sur une MasterCard, envoyez une transaction pour $x.10 contre un des numéros de MasterCard ci-dessus.
tr_tr: * Örneğin, bir MasterCard'da 1 yanıt kodu almak için, yukarıdaki MasterCard numaralarından birine karşı $x.10 tutarında bir işlem göndermeniz yeterlidir.

source: %sNote:%s You cannot use an amount value of %s‘00’%s to obtain a response code of %s‘0’%s as this amount is an illegal value. Use an amount value of %s$1.00%s or %s$2.00%s or %s$3.00%s, etc.
de_de: %sHinweis:%s Sie können einen Betragswert von %s'00'%s nicht verwenden, um einen Antwortcode von %s'0'%s zu erhalten, da dieser Betrag ein illegaler Wert ist. Verwenden Sie einen Betragswert von %s$1.00%s oder %s$2.00%s oder %s$3.00%s, usw.
fi: %sHuomautus:%s Et voi käyttää summan arvoa %s'00'%s saadaksesi vastauskoodin %s'0'%s, koska tämä summa on laiton arvo. Käytä summa-arvoa %s$1.00%s tai %s$2.00%s tai %s$3.00%s jne.
tr_tr: %sNot:%s %s'0'%s yanıt kodunu elde etmek için %s'0'%s tutar değerini kullanamazsınız, çünkü bu tutar yasadışı bir değerdir. %s$1.00%s veya %s$2.00%s veya %s$3.00%s vb. bir tutar değeri kullanın.

source: Card Security Code (CSC) Response Codes
de_de: Karten-Sicherheitscode (CSC) Antwort-Codes
fi: Kortin turvakoodi (CSC) vastauskoodit
tr_tr: Kart Güvenlik Kodu (CSC) Yanıt Kodları

source: The following table shows how the various CSC response codes can be triggered by varying the Card Security Code value.
de_de: Die folgende Tabelle zeigt, wie die verschiedenen CSC-Antwortcodes durch Variation des Card Security Code-Wertes ausgelöst werden können.
fi: Seuraavassa taulukossa esitetään, miten eri CSC-vastauskoodit voidaan käynnistää muuttamalla kortin turvakoodin arvoa.
tr_tr: Aşağıdaki tabloda Kart Güvenlik Kodu değeri değiştirilerek çeşitli CSC yanıt kodlarının nasıl tetiklenebileceği gösterilmektedir.

source: %1$s Scope Promotion - applies to %2$s only
de_de: %1$s Scope Promotion - gilt nur für %2$s
fi: %1$s laajuinen kampanja - koskee vain %2$s
fr_fr: %1$s Portée de la Promotion - s'applique à %2$s uniquement
tr_tr: %1$s Kapsam Promosyonu - yalnızca %2$s için geçerlidir

source: Unable to restore promotions because none were selected.
de_de: Die Wiederherstellung von Beförderungen ist nicht möglich, da keine ausgewählt wurden.
fi: Promootioita ei voida palauttaa, koska niitä ei ole valittu.
tr_tr: Hiçbiri seçilmediği için promosyonlar geri yüklenemiyor.

source: Promotion Object ID
de_de: Aktion Objekt-ID
fi: Edistämiskohteen ID
tr_tr: Promosyon Nesne Kimliği

source: Related Object ID
de_de: Zugehörige Objekt-ID
fi: Liittyvän kohteen ID
tr_tr: İlgili Nesne Kimliği

source: Logo URL %s
fi: Logon URL-osoite %s
tr_tr: Logo URL'si %s

source: (Logo shown on Stripe checkout)
de_de: (Logo wird auf der Stripe-Kasse angezeigt)
fi: (Logo näkyy Stripe-kassalla)
fr_fr: (Logo affiché sur le paiement Stripe)
tr_tr: (Logo Stripe ödeme sayfasında gösterilir)

source: Upload a logo that will appear at the top of the Stripe checkout, for best results use 125px by 125px.
de_de: Laden Sie ein Logo hoch, das oben auf der Stripe-Kasse erscheint. Am besten verwenden Sie 125px x 125px.
fi: Lataa logo, joka näkyy Stripe-kassan yläreunassa. Parhaiden tulosten saavuttamiseksi käytä 125 x 125 pikseliä.
tr_tr: Stripe ödeme sayfasının üst kısmında görünecek bir logo yükleyin, en iyi sonuçlar için 125 piksele 125 piksel kullanın.

source: Event Espresso Worker Queue Manager could not be activated. Please ensure that Event Espresso version %1$s or higher is running
de_de: Event Espresso Worker Queue Manager konnte nicht aktiviert werden. Bitte stellen Sie sicher, dass Event Espresso Version %1$s oder höher ausgeführt wird.
fi: Event Espresso Worker Queue Manageria ei voitu aktivoida. Varmista, että Event Espresson versio %1$s tai uudempi on käytössä.
fr_fr: Event Espresso Worker Queue Manager n'a pas pu être activé. Assurez-vous que la version Event Espresso %1$s ou plus est en cours d'exécution
tr_tr: Event Espresso Worker Queue Manager etkinleştirilemedi. Lütfen Event Espresso'nun %1$s veya daha yüksek bir sürümünün çalıştığından emin olun

source: Message
de_de: Nachricht
fi: Viesti
tr_tr: Mesaj

source: Context
de_de: Betreff
fi: Konteksti
tr_tr: Bağlam

source: Modified
de_de: Verändert
fi: Muutettu
tr_tr: Değiştirilmiş

source: The Authorize.net AIM eCheck payment method requires the standard Authorize.net AIM payment method to be active in order to function. The standard Authorize.net payment method was not found. Are you running Event Espresso Decaf? If so, please upgrade.
de_de: Die Authorize.net AIM eCheck-Zahlungsmethode erfordert, dass die standardmäßige Authorize.net AIM-Zahlungsmethode aktiv ist, um zu funktionieren. Die standardmäßige Authorize.net-Zahlungsmethode wurde nicht gefunden. Benutzen Sie Event Espresso Decaf? Wenn ja, aktualisieren Sie bitte.
fi: Authorize.net AIM eCheck -maksutapa edellyttää, että tavallinen Authorize.net AIM -maksutapa on aktiivinen toimiakseen. Vakiomuotoista Authorize.net-maksutapaa ei löytynyt. Onko sinulla käytössäsi Event Espresso Decaf? Jos näin on, päivitä se.
tr_tr: Authorize.net AIM eCheck ödeme yönteminin çalışabilmesi için standart Authorize.net AIM ödeme yönteminin etkin olması gerekir. Standart Authorize.net ödeme yöntemi bulunamadı. Event Espresso Decaf'ı mı çalıştırıyorsunuz? Eğer öyleyse, lütfen yükseltin.

source: Authorize.net AIM eCheck Settings
de_de: Authorize.net AIM eCheck Einstellungen
fi: Authorize.net AIM eCheck -asetukset
fr_fr: Paramètres Authorize.net AIM eCheck
tr_tr: Authorize.net AIM eCheck Ayarları

source: Please select...
de_de: Bitte wählen Sie ...
fi: Valitse...
fr_fr: Veuillez sélectionner...
tr_tr: Lütfen seçiniz...

source: Checking
de_de: Überprüfen Sie
fi: Tarkistaminen
fr_fr: Vérification
tr_tr: Kontrol

source: Savings
de_de: Ersparnisse
fi: Säästöt
fr_fr: Epargne
tr_tr: Tasarruf

source: Bank Account Type
de_de: Bankkonto-Typ
fi: Pankkitilin tyyppi
fr_fr: Type de compte bancaire
tr_tr: Banka Hesap Türü

source: Bank Routing Number (ABA code)
de_de: Bankleitzahl (ABA-Code)
fi: Pankin reititysnumero (ABA-koodi)
fr_fr: Numéro d'acheminement bancaire
tr_tr: Banka Yönlendirme Numarası (ABA kodu)

source: The Authorize.net AIM eCheck settings are the same as the Authorize.net AIM settings, so please refer to them.
de_de: Die Authorize.net AIM eCheck-Einstellungen sind dieselben wie die Authorize.net AIM-Einstellungen, daher beziehen Sie sich bitte auf diese.
fi: Authorize.net AIM eCheck -asetukset ovat samat kuin Authorize.net AIM -asetukset, joten noudata niitä.
tr_tr: Authorize.net AIM eCheck ayarları, Authorize.net AIM ayarları ile aynıdır, bu nedenle lütfen bunlara bakın.

source: Please note
de_de: Bitte beachten Sie
fi: Huomaa:
fr_fr: Veuillez noter
tr_tr: Lütfen dikkat

source: In order to use Authorize.net AIM eCheck payment method, your Authorize.net account must be enabled for eCheck payments. Authorize.net's documentation says "The merchant has completed the eCheck.Net application and underwriting process with Authorize.Net and is enabled to process eCheck.Net transactions."
de_de: Um die Authorize.net AIM eCheck-Zahlungsmethode verwenden zu können, muss Ihr Authorize.net-Konto für eCheck-Zahlungen aktiviert sein. In der Dokumentation von Authorize.net heißt es: "Der Händler hat den eCheck.Net-Antrag und das Underwriting-Verfahren mit Authorize.Net abgeschlossen und ist für die Verarbeitung von eCheck.Net-Transaktionen freigeschaltet."
fi: Authorize.net AIM eCheck -maksutavan käyttäminen edellyttää, että Authorize.net-tilisi on aktivoitu eCheck-maksuja varten. Authorize.netin dokumentaatiossa sanotaan, että "kauppias on suorittanut eCheck.Net-hakemuksen ja hyväksymisprosessin". Authorize.Netin kanssa ja on aktivoitu käsittelemään eCheck.Net-tapahtumia."."
tr_tr: Authorize.net AIM eCheck ödeme yöntemini kullanmak için, Authorize.net hesabınızın eCheck ödemeleri için etkinleştirilmesi gerekir. Authorize.net'in belgelerinde "Satıcı eCheck.Net başvuru ve onay sürecini tamamlamıştır. Authorize.Net ile ve eCheck.Net işlemlerini gerçekleştirmek için etkinleştirilmiştir."

source: Payment of %1$s for %2$s
de_de: Zahlung von %1$s für %2$s
fi: Maksu %1$s %2$s:n osalta
fr_fr: Paiement de %1$s pour %2$s
tr_tr: %2$s için %1$s tutarında ödeme

source: WP Error. Code: "%1$s", Message: "%2$s", Data: "%3$s"
de_de: WP-Fehler. Code: "%1$s", Meldung: "%2$s", Daten: "%3$s"
fi: WP-virhe. Koodi: Viesti: "%1$s", Message: "%2$s", Data: "%3$s"
fr_fr: WP code d'erreur: "%1$s", Message: "%2$s", Data: "%3$s"
tr_tr: WP Hatası. Kod: "%1$s", Mesaj: "%2$s", Veri: "%3$s"

source: We shouldn't update transactions taxes or shipping data from non-approved payments
de_de: Wir sollten keine Transaktionssteuern oder Versanddaten von nicht genehmigten Zahlungen aktualisieren.
fi: Meidän ei pitäisi päivittää tapahtumien veroja tai toimitustietoja hyväksymättömistä maksuista.
fr_fr: Il nous est impossible de modifier les taxes sur les transactions ou les données d'expéditions pour des paiements non approuvés.
tr_tr: Onaylanmamış ödemelerden gelen işlem vergilerini veya gönderi verilerini güncellememeliyiz

source: Shipping for transaction %1$s
de_de: Versand für Transaktion %1$s
fi: Toimitus tapahtumalle %1$s
fr_fr: Frais d'expédition pour la transaction %1$s
tr_tr: %1$s işlemi için kargo

source: Paypal Calculates Taxes %s
de_de: Paypal berechnet Steuern %s
fi: Paypal laskee verot %s
fr_fr: Paypal calcule les taxes %s
tr_tr: Paypal Vergileri %s Hesaplıyor

source: Whether Paypal should add taxes to the order
de_de: Ob Paypal Steuern auf die Bestellung aufschlagen soll
fi: Tulisiko PayPalin lisätä verot tilaukseen
fr_fr: Paypal doit-il ajouter les taxes à la commande
tr_tr: Paypal'ın siparişe vergi ekleyip eklemeyeceği

source: Paypal Calculates Shipping %s
de_de: Paypal berechnet den Versand %s
fi: Paypal laskee toimituksen %s
fr_fr: Paypal calcule les frais d'expédition %s
tr_tr: Paypal Kargo %s Hesaplıyor

source: Whether Paypal should add shipping surcharges
de_de: Ob Paypal Versandzuschläge hinzufügen sollte
fi: Pitäisikö Paypalin lisätä toimituslisämaksuja?
fr_fr: Paypal doit-il ajouter des frais supplémentaires d'expédition
tr_tr: Paypal'ın kargo ek ücreti ekleyip eklememesi gerektiği

source: Automatically set "%s" to "%s" because Paypal requires address info in order to calculate shipping or taxes.
de_de: Setzen Sie "%s" automatisch auf "%s", da Paypal Adressdaten benötigt, um Versand oder Steuern zu berechnen.
fi: Aseta "%s" automaattisesti muotoon "%s", koska Paypal tarvitsee osoitetiedot laskettaessa toimitusta tai veroja.
fr_fr: Définir automatiquement "%s" sur "%s" car Paypal nécessite l'adresse de destination afin de calculer les frais d'expédition et les taxes
tr_tr: Paypal, kargo veya vergileri hesaplamak için adres bilgisi gerektirdiğinden "%s" değerini otomatik olarak "%s" olarak ayarlayın.

source: If set to "Yes", we will indicate to PayPal that it should calculate the taxes on the order and add it. This means PayPal's tax calculations will be used on the order instead of Event Espresso's. %1$sRead here for more information.%2$s
de_de: Wenn Sie diese Option auf "Ja" setzen, geben wir PayPal an, dass es die Steuern für die Bestellung berechnen und hinzufügen soll. Das bedeutet, dass die Steuerberechnung von PayPal für die Bestellung verwendet wird und nicht die von Event Espresso. %1$sLesen Sie hier für weitere Informationen.%2$s
fi: Jos asetuksena on "Kyllä", ilmoitamme PayPalille, että sen pitäisi laskea tilauksen verot ja lisätä ne. Tämä tarkoittaa, että tilauksessa käytetään PayPalin verolaskelmia Event Espresson laskelmien sijaan. %1$sLue tästä lisätietoja.%2$s
fr_fr: Si réglé sur "Oui", nous allons indiquer à PayPal qu'il devrait calculer les taxes sur la commande et l'ajouter au total. Cela signifie que pour le calcule des taxes, PayPal sera utilisés au lieu de Event Espresso. %1$sLire ici pour plus d'informations.%2$s
tr_tr: "Evet" olarak ayarlanırsa, PayPal'a sipariş üzerindeki vergileri hesaplaması ve eklemesi gerektiğini belirtiriz. Bu, siparişte Event Espresso'nun yerine PayPal'ın vergi hesaplamalarının kullanılacağı anlamına gelir. %1$sDaha fazla bilgi için burayı okuyun.%2$s

source: Note: It may confuse users if Event Espresso initially calculates taxes on the order, and then they go to PayPal and it calculates taxes differently. So it is recommended that if PayPal is calculating taxes, that you do not set any taxes in Event Espresso.
de_de: Hinweis: Es kann Benutzer verwirren, wenn Event Espresso zunächst Steuern auf die Bestellung berechnet und sie dann zu PayPal gehen und dieses die Steuern anders berechnet. Es wird daher empfohlen, keine Steuern in Event Espresso festzulegen, wenn PayPal die Steuern berechnet.
fi: Huomautus: Käyttäjiä voi hämmentää, jos Event Espresso laskee aluksi verot tilauksesta ja sitten he siirtyvät PayPaliin, joka laskee verot eri tavalla. On siis suositeltavaa, että jos PayPal laskee verot, et aseta mitään veroja Event Espressossa.
fr_fr: Remarque: Il peut y avoir confusion pour les utilisateurs si Event Espresso calcule d'abord les taxes de la commande, et que par la suite, PayPal calcule les taxes différemment. Il est donc recommandé que si PayPal calcule les taxes, que vous ne définissiez aucune taxes dans Event Espresso.
tr_tr: Not: Event Espresso'nun başlangıçta sipariş üzerindeki vergileri hesaplaması ve ardından PayPal'a gittiklerinde vergileri farklı şekilde hesaplaması kullanıcıların kafasını karıştırabilir. Bu nedenle, PayPal vergileri hesaplıyorsa Event Espresso'da herhangi bir vergi ayarlamamanız önerilir.
