Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Want to see a tour of this screen? Click on the Default Price Tour button which appears on the right side of the page. <br />To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Tour défaut de prix qui apparaît sur le côté droit de la page. <br /> Pour en savoir plus sur les options de cette page, jetez un oeil sur les différents onglets qui se affichent sur le côté gauche de la page.

source: Want to see a tour of this screen? Click on the Edit Price Type Tour button which appears on the right side of the page. <br />To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Modifier Prix Type tournée qui apparaît sur le côté droit de la page. <br /> Pour en savoir plus sur les options de cette page, jetez un oeil sur les différents onglets qui se affichent sur le côté gauche de la page.

source: Want to see a tour of this screen? Click on the Edit Default Price Tour button which appears on the right side of the page. <br />To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Modifier Tour défaut de prix qui apparaît sur le côté droit de la page. <br /> Pour en savoir plus sur les options de cette page, jetez un oeil sur les différents onglets qui se affichent sur le côté gauche de la page.

source: This tour of the Edit Question Group page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la page Modifier le groupe question ira sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: The name of the question group.
fr_fr: Le nom du groupe de questions.

source: A unique name for your question group.
fr_fr: Un nom unique pour votre groupe de questions.

source: A description of the question group.
fr_fr: Une description du groupe de questions.

source: Set the order that you want your question group to appear in.
fr_fr: Définissez l'ordre que vous voulez que votre groupe de questions à apparaître dans.

source: This tour of the Add Question Group page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la page Ajouter un groupe question ira sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: Want to see a tour of this screen? Click on the Questions Overview Tour button which appears on the right side of the page. <br />To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Aperçu Questions tournée qui apparaît sur le côté droit de la page. <br /> Pour en savoir plus sur les options de cette page, jetez un oeil sur les différents onglets qui se affichent sur le côté gauche de la page.

source: Want to see a tour of this screen? Click on the Edit Question Tour button which appears on the right side of the page. <br />To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Modifier Visite question qui apparaît sur le côté droit de la page. <br /> Pour en savoir plus sur les options de cette page, jetez un oeil sur les différents onglets qui se affichent sur le côté gauche de la page.

source: Want to see a tour of this screen? Click on the Questions Groups Tour button which appears on the right side of the page. <br />To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Groupes Questions tournée qui apparaît sur le côté droit de la page. <br /> Pour en savoir plus sur les options de cette page, jetez un oeil sur les différents onglets qui se affichent sur le côté gauche de la page.

source: Want to see a tour of this screen? Click on the Edit Question Group Tour button which appears on the right side of the page. <br />To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Modifier le groupe Visite question qui apparaît sur le côté droit de la page. <br /> Pour en savoir plus sur les options de cette page, jetez un oeil sur les différents onglets qui se affichent sur le côté gauche de la page.

source: Want to see a tour of this screen? Click on the Registration Form Settings Tour button which appears on the right side of the page. <br />To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Paramètres du formulaire Visite d'enregistrement qui apparaît sur le côté droit de la page. <br /> Pour en savoir plus sur les options de cette page, jetez un oeil sur les différents onglets qui se affichent sur le côté gauche de la page.

source: Want to see a tour of this screen? Click on the Add New Question Tour button which appears on the right side of the page. <br />To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Ajouter une nouvelle question tournée qui apparaît sur le côté droit de la page. <br /> Pour en savoir plus sur les options de cette page, jetez un oeil sur les différents onglets qui se affichent sur le côté gauche de la page.

source: System questions are created by Event Espresso and cannot be deleted. However, they can be edited. Be careful when editing these system questions as they are required for registrations to work correctly.
fr_fr: des questions de système sont créés par Event Espresso et ne peuvent pas être supprimés. Cependant, ils peuvent être modifiés. Soyez prudent lorsque vous modifiez ces questions de système comme ils sont tenus pour les inscriptions fonctionnent correctement.

source: Want to see a tour of this screen? Click on the Add New Question Group Tour button which appears on the right side of the page. <br />To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Ajouter une nouvelle question Visite de groupe qui apparaît sur le côté droit de la page. <br /> Pour en savoir plus sur les options de cette page, jetez un oeil sur les différents onglets qui se affichent sur le côté gauche de la page.

source: Slurp Into Mijireh
fr_fr: Slurp Dans Mijireh

source: Design the page how you want, and be sure to include the special text {{mj-checkout-form}} to indicate where to place Mijireh's Checkout Form. You may want to read %s Mijireh's instructions on slurping%s.
fr_fr: Concevoir la page comme vous voulez, et être sûr d'inclure le texte spécial {{mj-checkout-forme}} pour indiquer où placer Commander formulaire de Mijireh. Vous pouvez lire %s les instructions de Mijireh sur siphonage %s .

source: Mijireh Checkout Page Design
fr_fr: Mijireh Commander Conception de la page

source: Edit Slurp Page
fr_fr: Modifier Slurp page

source: Mijireh is currently slurping your content. This will usually take a few minutes. Please login to Mijireh to see the slurp's progress
fr_fr: Mijireh actuellement siphonage votre contenu. Ce sera généralement prendre quelques minutes. Se il vous plaît vous connecter à Mijireh pour voir les progrès de l'slurp

source: Selecting "Yes" will inject an Event Status banner with the title whenever Events are displaying on the events archive page.
fr_fr: Sélection"Oui"va injecter un événement Statut bannière avec le titre lorsque des événements affichent sur les événements archiver page.

source: <strong>Version %1$s</strong> is a %2$s bug fix/enhancement release.
fr_fr: <strong>Version %1$s</strong> est un %2$s bug fix / amélioration de presse.

source: Event Espresso, the most advanced event management system!
fr_fr: Event Espresso, le système de gestion de l'événement le plus avancé!

source: Once saved, this file will be available at: %s
fr_fr: Une fois enregistré, ce fichier sera disponible à: %s

source: Example: http://requestb.in/MY_UNIQUE_ID
fr_fr: Exemple: http://requestb.in/MY_UNIQUE_ID

source: Create Custom
fr_fr: Créer personnalisée

source: Edit Template
fr_fr: Modifier le modèle

source: The following shortcodes can be used in the from field:
fr_fr: Les shortcodes suivants peuvent être utilisés dans le champ:

source: The following shortcodes can be used in the subject field:
fr_fr: Les shortcodes suivants peuvent être utilisés dans le domaine:

source: The following shortcodes can be used in the content area:
fr_fr: Les shortcodes suivants peuvent être utilisés dans la zone de contenu:

source: Trash Datetime
fr_fr: Supprimer date et heure

source: Trash Ticket
fr_fr: Supprimer le billet

source: Trash Price Modifier
fr_fr: Trash modificateur de prix

source: %s trashed.
fr_fr: %s saccagé.

source: When instantiating the relation of type %s from %s to %s, the $block_deletes argument should be a boolean, not a string (%s)
fr_fr: Lors de l'instanciation de la relation de type %s de %s à %s , l'argument block_deletes de $ devrait être un booléen, pas une chaîne ( %s )

source: M j, Y @ G:i
fr_fr: j M Y @ G:i

source: Perform bulk actions to multiple questions.
fr_fr: Exécuter des actions globales à plusieurs questions.

source: You attempted to edit an item that doesn&#8217;t exist. Perhaps it was deleted?
fr_fr: Vous avez essayé de modifier un élément qui doesn & # 8217; existe pas. C'était peut-être supprimé?

source: To toggle Check-in status, select an event
fr_fr: Pour basculer d'arrivée en état, sélectionnez un événement

source: View all the check-ins/checkouts for this registrant
fr_fr: Voir tous les check-ins / caisses pour cette inscrit

source: View Checkins for this Event
fr_fr: Voir Checkins pour cet événement

source: The Check-In List allows you to easily toggle check-in status for this event
fr_fr: Le Check-In liste vous permet de basculer facilement vérifier en l'état pour cet événement

source: Registration %s has an invalid or missing Attendee object.
fr_fr: Enregistrement %s a un objet de Présence non valide ou manquant.

source: Checkins
fr_fr: Check

source: It appears we wanted to check-in more registrations than actually exist. The old attendee record (%1$s) indicated we should check-in %2$d registrations, but there are only %3$d registrations for that attendee (%4$s)
fr_fr: Il semble nous avons voulu vérifier en plus d'enregistrements que réellement exister. L'ancien record de participants ( %1$s ) indiqué que nous devrions le check-in %2$d inscriptions, mais il n'y a que %3$d inscriptions pour que participant ( %4$s )

source: Could nto find new event ID with old event id '%d', on attendee row %s; and because of that couldnt find the correct datetime for Check-in
fr_fr: Pourrait nto trouver de nouveaux ID d'événement avec l'ancien ID d'événement ' %d ', sur participant ligne %s ; et de ce fait ne pouvions pas trouver le datetime correct pour Check-in

source: This indicates the attendee has been checked in
fr_fr: Ceci indique que le participant a été vérifié dans

source: This indicates the attendee has been checked out
fr_fr: Ceci indique que le participant a été emprunté

source: %s's check in records for %s at the event, %s
fr_fr: %s chèque d 'dans les dossiers de %s à l'événement, %s

source: This is the numerical ID for a venue. This value is used internally for Event Espresso.
fr_fr: C'est l'ID numérique d'un lieu. Cette valeur est utilisée en interne pour Event Espresso.

source: This is the capacity of the venue. If no limit is set, then the capacity will be set to infinity (&#8734).
fr_fr: Il s'agit de la capacité de la salle. Si aucune limite n'est fixée, la capacité sera réglée sur l'infini (& # 8734).

source: Total (unit price x quantity)
fr_fr: Total (prix unitaire x quantité)

source: This shortcode can be used to place a venue on an event page, a WordPress page, or a WordPress post.
fr_fr: Ce numéro court peut être utilisé pour placer un lieu sur une page de l'événement, une page de WordPress, ou un poste de WordPress.

source: Unable to upload the file. Either the path given to upload from is incorrect, or something else happened. Here is the response returned:<br />%s<br />Here is the path given: %s
fr_fr: Impossible de télécharger le fichier. Soit le chemin afin de télécharger est incorrecte, ou quelque chose d'autre s'est produit. Voici la réponse retournée: <br /> %s <br /> Voici le chemin donné: %s

source: Unable to move the file to new location (possible permissions errors). This is the path the class attempted to move the file to: %s
fr_fr: Impossible de déplacer le fichier vers un nouvel emplacement (permissions possibles erreurs). C'est le chemin de la classe a tenté de déplacer le fichier: %s

source: View All Check-in Records for this Registrant
fr_fr: Voir tous les Check-in Records pour ce titulaire

source: An error occurred. A URL is a required parameter for the add_query_args_and_nonce method.
fr_fr: Une erreur s'est produite. Une URL est un paramètre requis pour la méthode de add_query_args_and_nonce.

source: Viewing Registrations for Event: %s
fr_fr: Regarde inscriptions pour l'événement: %s

source: Add Venue Category Tour
fr_fr: Ajouter une catégorie Lieu en tournée

source: This tour of the Add New Venue Category page will provide an overview of the different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la nouvelle salle page Ajouter Catégorie donnera un aperçu des différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: Enter a name for your new venue category.
fr_fr: Entrez un nom pour votre nouvelle catégorie de lieu.

source: Enter a unique ID for your new venue category.
fr_fr: Entrez un ID unique pour votre nouvelle catégorie de lieu.

source: The rich text editor can be used to add information about your venue category. Images and links can also be added along with your text.
fr_fr: L'éditeur de texte riche peut être utilisé pour ajouter des informations sur la catégorie de votre site. Images et des liens peuvent également être ajoutés avec votre texte.

source: Venue Editor Tour
fr_fr: Lieu éditeur Visite

source: This tour of the Venue Editor page will provide an overview of the different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la page de l'éditeur de Lieu donnera un aperçu des différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: The rich text editor can be used to add information about your venue. Images and links can also be added along with your text.
fr_fr: L'éditeur de texte riche peut être utilisé pour ajouter des informations sur votre site. Images et des liens peuvent également être ajoutés avec votre texte.

source: Quickly add tags to your venue.
fr_fr: Rapidement ajouter des tags à votre site.

source: Venues can also be categorized if you wish.
fr_fr: Lieux peuvent aussi être classés si vous le souhaitez.

source: Add a physical address for your venue.
fr_fr: Ajouter une adresse physique pour votre site.

source: Enable or disable a Google Map for your venue.
fr_fr: Activer ou désactiver une carte Google pour votre site.

source: Could not read image at %s, and therefore couldnt create an attachment post for it.
fr_fr: Impossible de lire l'image à %s , et donc ne pouvions pas créer un poste d'attache pour elle.

source: Setup a virtual location for your venue.
fr_fr: Installation d'un lieu virtuel pour votre site.

source: Set a feature image for your venue here.
fr_fr: Définir une image caractéristique de votre lieu ici.

source: Coudl not genereate attachment metadata for attachment post %d with filepath %s and GUID %s. Please check the file was downloaded properly.
fr_fr: Coudl pas genereate métadonnées de fixation pour la fixation après %d avec filepath %s et GUID %s . S'il vous plaît vérifier le fichier a été téléchargé correctement.

source: Easily control the status of your venue. The main options are Published, Pending Review, and Draft.
fr_fr: Contrôler facilement l'état de votre lieu. Les principales options sont publiés, en attente d'examen, et le projet.

source: Venue Categories Tour
fr_fr: Lieu Catégories Visite

source: Venue Overview
fr_fr: Aperçu lieu

source: This tour of the Venues Overview page will provide an overview of the different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la page Aperçu des sites donnera un aperçu des différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: View the venue category ID. Can be sorted by ascending or descending order.
fr_fr: Voir la catégorie de lieu ID. Peuvent être triés par ordre croissant ou décroissant.

source: View the name of each venue category. Can be sorted by ascending or descending order.
fr_fr: Voir le nom de chaque catégorie de lieu. Peuvent être triés par ordre croissant ou décroissant.

source: View the shortcode for a venue category. This shortcode can be added to an event, WordPress post, or WordPress page.
fr_fr: Voir le numéro court pour une catégorie de lieu. Cette shortcode peut être ajouté à un événement, après WordPress, ou une page WordPress.

source: View the number of venues that are associated with a category.
fr_fr: Afficher le nombre de sites qui sont associés à une catégorie.

source: Perform bulk actions to multiple venue categories.
fr_fr: Exécuter des actions globales à plusieurs catégories de sites.

source: Search through venues categories. The following sources will be searched: Venue Category ID, Venue Category Name, Venue Shortcode, and Venue Count.
fr_fr: Recherche par catégories lieux. Les sources suivantes seront consultées: Lieu Catégorie ID, Lieu Nom de la catégorie, lieu Shortcode, et le comte de lieu.

source: Click here to add a new venue category.
fr_fr: Cliquez ici pour ajouter une nouvelle catégorie de lieu.

source: Edit Venue Category Tour
fr_fr: Modifier Lieu Catégorie tournée

source: This tour of the Edit Venue Category page will provide an overview of the different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la page Catégorie Modifier Lieu donnera un aperçu des différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: Edit the name for your venue category.
fr_fr: Modifiez le nom pour votre catégorie de lieu.

source: View the unique ID for your category (cannot be changed).
fr_fr: Voir l'ID unique de votre catégorie (ne peut pas être changé).

source: The Prices have been trashed.
fr_fr: Les prix ont été saccagés.

source: The rich text editor can be used to edit information about your venue category. Images and links can also be added or removed along with your text.
fr_fr: L'éditeur de texte riche peut être utilisé pour modifier les informations sur la catégorie de votre site. Images et des liens peuvent également être ajoutés ou enlevés avec votre texte.

source: The Price has been trashed.
fr_fr: Le Prix a été saccagé.

source: The rich text editor can be used to edit information about your venue. Images and links can also be added or removed along with your text.
fr_fr: L'éditeur de texte riche peut être utilisé pour modifier des informations sur votre site. Images et des liens peuvent également être ajoutés ou enlevés avec votre texte.

source: The Prices have been restored.
fr_fr: Les prix ont été restaurés.

source: Quickly edit tags for your venue.
fr_fr: Modifier rapidement des tags pour votre site.

source: The Price has been restored.
fr_fr: Le Prix a été restauré.

source: Edit the physical address for your venue.
fr_fr: Modifier l'adresse physique de votre site.

source: Venues Overview Tour
fr_fr: Aperçu des sites tour

source: View the venue ID. Can be sorted by ascending or descending order.
fr_fr: Voir l'ID de lieu. Peuvent être triés par ordre croissant ou décroissant.

source: View the name of each venue. Can be sorted by ascending or descending order.
fr_fr: Voir le nom de chaque lieu. Peuvent être triés par ordre croissant ou décroissant.

source: The Price Types have been trashed.
fr_fr: Les types de prix ont été saccagés.

source: View the address for each venue.
fr_fr: Voir l'adresse de chaque lieu.

source: The Price Type has been trashed.
fr_fr: Le type de prix a été saccagé.

source: View the city for each venue. Can be sorted by ascending or descending order.
fr_fr: Voir la ville pour chaque site. Peuvent être triés par ordre croissant ou décroissant.

source: The Price Types have been restored.
fr_fr: Les types de prix ont été restaurés.

source: View the capacity for each venue. Can be sorted by ascending or descending order.
fr_fr: Voir la capacité pour chaque site. Peuvent être triés par ordre croissant ou décroissant.

source: The Price Type has been restored.
fr_fr: Le type de prix a été restauré.

source: View the shortcode for a venue. This shortcode can be added to an event, WordPress post, or WordPress page.
fr_fr: Voir le numéro court d'un lieu. Cette shortcode peut être ajouté à un événement, après WordPress, ou une page WordPress.

source: Perform bulk actions to multiple venues.
fr_fr: Exécuter des actions globales à plusieurs endroits.

source: Search through venues. The following sources will be searched: Venue Name, Venue Description, Venue Short Description, Venue Address, Venue City, Venue Zip/Postal Code, Venue Phone, Venue URL, Venue Virtual Phone, Venue Google Map link, Event Name, Event Description, Event Phone, and Event External URL.
fr_fr: Faites une recherche parmi les lieux. Les sources suivantes seront consultées: Lieu Nom, Lieu description, Lieu Description courte, Lieu Adresse, Lieu Ville, Lieu ZIP / Code postal, Lieu Téléphone, URL Lieu, Lieu de téléphone virtuel, Lieu Lien Google Map, Nom de la manifestation, Description de la manifestation, Téléphone de la manifestation, et l'URL externe de la manifestation.

source: Click here to add a new venue.
fr_fr: Cliquez ici pour ajouter un nouveau lieu.

source: This venue's shortcode: %s[ESPRESSO_VENUE id="%d"]%s
fr_fr: Le shortcode de ce lieu: %s[ESPRESSO_VENUE id="%d "]%s

source: This page allows you to create a new default price for Event Espresso.
fr_fr: Cette page vous permet de créer un nouveau prix par défaut pour Event Espresso.

source: This page allows you to create a new price type for Event Espresso.
fr_fr: Cette page vous permet de créer un nouveau type de prix pour Event Espresso.

source: Add %s
fr_fr: Ajouter %s

source: Add New %s
fr_fr: Ajouter un nouveau %s

source: New %s
fr_fr: Nouveau %s

source: All %s
fr_fr: Tous les %s

source: No %s found
fr_fr: Pas de %s trouvé

source: No %s found in Trash
fr_fr: Pas de %s trouvé dans la corbeille

source: This page allows you to edit a default price for Event Espresso.
fr_fr: Cette page vous permet de modifier un prix par défaut pour Event Espresso.

source: This page allows you to edit a price type for Event Espresso.
fr_fr: Cette page vous permet d'éditer un type de prix pour Event Espresso.
