Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: You will always receive an OK response and an Authorisation Code from the test server if you are using one of the test cards listed below. All other valid card numbers will be declined, allowing you to test your failure pages. If you do not use the Address, Postcode and Security Code listed below, the transaction will still authorise, but you will receive NOTMATCHED messages in the AVS/CV2 checks, allowing you to test your rulebases and fraud specific code. There are different cards for Visa and MasterCard to simulate the possible 3D-Secure responses.
de_de: Sie erhalten immer eine OK-Antwort und einen Autorisierungscode vom Testserver, wenn Sie Sie eine der unten aufgeführten Testkarten verwenden. Alle anderen gültigen Kartennummern werden abgelehnt, so dass Sie Ihre Fehlerseiten zu testen. Wenn Sie nicht die unten aufgeführte Adresse, Postleitzahl und Sicherheitsnummer verwenden, wird die Transaktion trotzdem autorisiert, aber Sie erhalten NOTMATCHED-Meldungen bei den AVS/CV2-Prüfungen, so dass Sie Ihre Ihre Regelwerke und Ihren betrugsspezifischen Code testen können. Es gibt verschiedene Karten für Visa und MasterCard, um die möglichen 3D-Secure-Reaktionen zu simulieren.
fi: Saat aina OK-vastauksen ja valtuutuskoodin testipalvelimelta, jos olet käytät jotakin alla luetelluista testikorteista. Kaikki muut kelvolliset korttinumerot hylätään, jolloin voit tehdä seuraavaa testata epäonnistumissivuja. Jos et käytä alla lueteltuja osoitetta, postinumeroa ja turvakoodia, maksutapahtuma suoritetaan silti. hyväksytään, mutta saat NOTMATCHED-viestejä AVS/CV2-tarkastuksissa, jolloin voit testata maksua. sääntökantoja ja petoskohtaista koodia. Visa- ja MasterCard-kortteja on erilaisia, jotta voidaan simuloida mahdollisia 3D-Secure-vastauksia.
tr_tr: Aşağıdaki durumlarda test sunucusundan her zaman bir Tamam yanıtı ve bir Yetkilendirme Kodu alırsınız Aşağıda listelenen test kartlarından birini kullanarak. Diğer tüm geçerli kart numaraları reddedilecek ve şunları yapmanıza izin verilecektir hata sayfalarınızı test edin. Aşağıda listelenen Adres, Posta Kodu ve Güvenlik Kodunu kullanmazsanız, işlem yine de yetkilendirin, ancak AVS/CV2 kontrollerinde NOTMATCHED mesajları alacaksınız, bu da test etmenize olanak tanır kural tabanlarınız ve dolandırıcılığa özel kodunuz. Olası 3D-Secure yanıtlarını simüle etmek için Visa ve MasterCard için farklı kartlar vardır.

source: Billing Address 1: 88
de_de: Rechnungsadresse 1: 88
fi: Laskutusosoite 1: 88
tr_tr: Fatura Adresi 1: 88

source: Billing Post Code: 412
de_de: Postleitzahl für die Rechnungsstellung: 412
fi: Laskutuksen postinumero: 412
tr_tr: Fatura Posta Kodu: 412

source: Security Code: 123
de_de: Sicherheitscode: 123
fi: Turvakoodi: 123
tr_tr: Güvenlik Kodu: 123

source: Valid From: any date in the past
de_de: Gültig von: beliebiges Datum in der Vergangenheit
fi: Voimassa alkaen: mikä tahansa päivämäärä menneisyydessä
tr_tr: Geçerli Tarih: geçmişteki herhangi bir tarih

source: Expiry Date: any date in the future
de_de: Verfallsdatum: beliebiges Datum in der Zukunft
fi: Viimeinen voimassaolopäivä: mikä tahansa päivämäärä tulevaisuudessa
tr_tr: Son Kullanma Tarihi: gelecekteki herhangi bir tarih

source: 3D-Secure Response (VERes)
tr_tr: 3D-Güvenli Yanıt (VERes)

source: Enrolled, will progress to PAReq (3D-Authentication)
de_de: Eingeschrieben, wird zu PAReq weitergeführt (3D-Authentifizierung)
fi: Ilmoittautunut, siirtyy PAReq-tutkimukseen (3D-todentaminen).
tr_tr: Kaydedildi, PAReq'e (3D-Kimlik Doğrulama) ilerleyecek

source: Not Enrolled, will return the 3DSecureStatus NOTAVAILABLE
de_de: Nicht eingeschrieben, gibt den 3DSecureStatus NOTAVAILABLE zurück
fi: Not Enrolled, palauttaa 3DSecureStatus NOTAVAILABLE.
tr_tr: Kayıtlı Değil, 3DSecureStatus NOTAVAILABLE döndürür

source: 3D Secure Step
de_de: 3D-Secure-Schritt
fi: 3D Secure -vaihe
tr_tr: 3D Güvenli Adım

source: If you have 3D-Secure set up on your test account, you can use MySagePay to switch on the checks at this stage and simulate the Verification and Authentication process.
de_de: Wenn Sie 3D-Secure auf Ihrem Testkonto eingerichtet haben, können Sie MySagePay verwenden, um die Prüfungen einzuschalten einschalten und den Verifizierungs- und Authentifizierungsprozess simulieren.
fi: Jos 3D-Secure on otettu käyttöön testitililläsi, voit käyttää MySagePayn kautta tarkistusten kytkemiseen päälle. tässä vaiheessa ja simuloida tarkistus- ja todennusprosessia.
tr_tr: Test hesabınızda 3D-Secure kuruluysa, çekleri açmak için MySagePay'i kullanabilirsiniz bu aşamada Doğrulama ve Kimlik Doğrulama sürecini simüle edin.

source: Server Integration redirects customers to Sage Pay’s website for payment. It supports 3D Secure, and so is %1$sSCA-ready%2$s. It only requires SAQ-A PCI compliance questionnaire.
de_de: Die Server-Integration leitet Kunden zum Bezahlen auf die Website von Sage Pay um. Sie unterstützt 3D Secure und ist somit %1$sSCA-ready%2$s. Sie erfordert nur den SAQ-A PCI-Compliance-Fragebogen.
fi: Palvelinintegraatio ohjaa asiakkaat Sage Payn verkkosivustolle maksua varten. Se tukee 3D Securea, joten se on %1$sSCA-ready%2$s. Se vaatii vain SAQ-A PCI-yhteensopivuuskyselylomakkeen.
tr_tr: Sunucu Entegrasyonu, müşterileri ödeme için Sage Pay'in web sitesine yönlendirir. 3D Secure'u destekler ve bu nedenle %1$sSCA-ready%2$s'dir. Yalnızca SAQ-A PCI uyumluluk anketi gerektirir.

source: This payment method CANNOT be tested locally. You must use a web-accessible server to test.
de_de: Diese Zahlungsmethode kann NICHT lokal getestet werden. Sie müssen einen über das Internet zugänglichen Server zum Testen verwenden.
fi: Tätä maksutapaa EI VOIDA testata paikallisesti. Sinun on testattava verkkopalvelimella.
tr_tr: Bu ödeme yöntemi yerel olarak test EDİLEMEZ. Test etmek için web erişimli bir sunucu kullanmanız gerekir.

source: Could not process this payment because it has no primary registration on the transaction.
de_de: Diese Zahlung konnte nicht verarbeitet werden, da sie keine primäre Registrierung für die Transaktion hat.
fi: Tätä maksua ei voitu käsitellä, koska tapahtumassa ei ole ensisijaista rekisteröintiä.
tr_tr: İşlemde birincil kayıt bulunmadığından bu ödeme işleme alınamadı.

source: Sage Pay Server Integration
fi: Sage Pay Server -integraatio
tr_tr: Sage Pay Sunucu Entegrasyonu

source: Sage Pay Server Integration Settings
de_de: Einstellungen für die Sage Pay Server-Integration
fi: Sage Pay Server -integraatioasetukset
tr_tr: Sage Pay Sunucu Entegrasyon Ayarları

source: Direction Integration allows customers to make payments directly from your website. It does not support 3D Secure, and so is not %1$sSCA-ready%2$s. It also has a wider PCI compliance scope. Merchants with European customers, or who want to limit their PCI compliance scope should instead use Sage Pay Server Integration Payment Method.
de_de: Die Direction Integration ermöglicht es Kunden, Zahlungen direkt von Ihrer Website aus vorzunehmen. Sie unterstützt kein 3D Secure und ist daher nicht %1$sSCA-ready%2$s. Außerdem hat sie einen größeren PCI-Konformitätsumfang. Händler mit europäischen Kunden oder solche, die den Umfang ihrer PCI-Konformität einschränken möchten, sollten stattdessen die Sage Pay Server Integration Payment Method verwenden.
fi: Suunta-integraation avulla asiakkaat voivat suorittaa maksuja suoraan verkkosivustoltasi. Se ei tue 3D Securea, joten se ei ole %1$sSCA-ready%2$s. Sen PCI-vaatimustenmukaisuus on myös laajempi. Kauppiaiden, joilla on eurooppalaisia asiakkaita tai jotka haluavat rajoittaa PCI-vaatimustenmukaisuusaluettaan, tulisi sen sijaan käyttää Sage Pay Server Integration -maksutapaa.
tr_tr: Direction Integration, müşterilerin doğrudan web sitenizden ödeme yapmasına olanak tanır. 3D Secure'u desteklemez ve bu nedenle %1$sSCA-ready%2$s değildir. Ayrıca daha geniş bir PCI uyumluluk kapsamına sahiptir. Avrupalı müşterileri olan veya PCI uyumluluk kapsamını sınırlamak isteyen satıcılar bunun yerine Sage Pay Sunucu Entegrasyonu Ödeme Yöntemini kullanmalıdır.

source: This determines how many times this promotion code can be applied across all scopes, this value overrides the scope uses field if set at a lower value - leave blank for no limit
de_de: Hier wird festgelegt, wie oft dieser Aktionscode in allen Bereichen angewendet werden kann. Dieser Wert hat Vorrang vor dem Feld "Verwendeter Bereich", wenn er auf einen niedrigeren Wert eingestellt ist - lassen Sie ihn leer, wenn Sie keine Begrenzung wünschen.
fi: Tämä määrittää, kuinka monta kertaa tätä kampanjakoodia voidaan soveltaa kaikissa soveltamisaloissa, tämä arvo ohittaa kentän scope uses, jos se on asetettu alemmaksi - jätä tyhjäksi, jos et halua rajoitusta.
tr_tr: Bu promosyon kodunun tüm kapsamlarda kaç kez uygulanabileceğini belirler, bu değer daha düşük bir değere ayarlanmışsa kapsam kullanımları alanını geçersiz kılar - sınır olmaması için boş bırakın

source: Apply Discount Code
de_de: Rabattcode anwenden
fi: Levitä alennuskoodi
tr_tr: İndirim Kodu Uygula

source: Sage Pay Direct Integration
de_de: Sage Pay Direktintegration
fi: Sage Pay Direct -integraatio
tr_tr: Sage Pay Doğrudan Entegrasyonu

source: Sage Pay Direct Integration Settings
de_de: Einstellungen für die direkte Integration von Sage Pay
fi: Sage Pay Direct -integraation asetukset
tr_tr: Sage Pay Doğrudan Entegrasyon Ayarları

source: Sage Pay Direct Integration Gateway
fi: Sage Pay Direct -integraatioväylä
tr_tr: Sage Pay Doğrudan Entegrasyon Ağ Geçidi

source: The registration limit for this ticket is %1$d ticket per transaction, therefore the total number of tickets you may purchase at this time can not exceed %1$d.
de_de: Die Registrierungsgrenze für dieses Ticket beträgt %1$d Ticket pro Transaktion, daher darf die Gesamtzahl der Tickets, die Sie derzeit kaufen können, %1$d nicht überschreiten.
fi: Tämän lipun rekisteröintiraja on %1$d lippua per tapahtuma, joten tällä hetkellä voit ostaa enintään %1$d lippua.
tr_tr: Bu biletin kayıt limiti işlem başına %1$d bilettir, bu nedenle şu anda satın alabileceğiniz toplam bilet sayısı %1$d'yi geçemez.

source: The registration minimum for this ticket is %1$d ticket per transaction, therefore the total number of tickets you may purchase at this time can not be less than %1$d.
de_de: Die Mindestanzahl für dieses Ticket beträgt %1$d Ticket pro Transaktion, daher darf die Gesamtzahl der Tickets, die Sie derzeit kaufen können, nicht weniger als %1$d betragen.
fi: Tämän lipun rekisteröinnin vähimmäismäärä on %1$d lippua per tapahtuma, joten tällä hetkellä ostettavien lippujen kokonaismäärä ei voi olla alle %1$d.
tr_tr: Bu bilet için kayıt minimumu işlem başına %1$d bilettir, bu nedenle şu anda satın alabileceğiniz toplam bilet sayısı %1$d'den az olamaz.

source: You cannot remove more items
de_de: Sie können nicht mehr Elemente entfernen
fi: Et voi poistaa enempää kohteita
tr_tr: Daha fazla öğe kaldıramazsınız

source: While testing, use the credit card number & email address associated with your sandbox account.
de_de: Verwenden Sie beim Testen die Kreditkartennummer, die mit Ihrem Sandbox-Konto verbunden ist.
fi: Käytä testauksen aikana hiekkalaatikkotiliin liittyvää luottokorttinumeroa & sähköpostiosoitetta.
tr_tr: Test ederken, sandbox hesabınızla ilişkili kredi kartı numarasını & e-posta adresini kullanın.

source: Discount applied successfully!
de_de: Rabatt erfolgreich angewendet!
fi: Alennus sovellettu onnistuneesti!
tr_tr: İndirim başarıyla uygulandı!

source: Recalculating line items failed, please re-check transaction total after the page reloads.
de_de: Die Neuberechnung der Einzelposten ist fehlgeschlagen. Bitte überprüfen Sie die Summe der Transaktionen erneut, nachdem die Seite neu geladen wurde.
fi: Rivikohtien uudelleenlaskenta epäonnistui, tarkista tapahtuman loppusumma uudelleen, kun sivu on ladattu uudelleen.
tr_tr: Satır öğelerinin yeniden hesaplanması başarısız oldu, lütfen sayfa yeniden yüklendikten sonra işlem toplamını yeniden kontrol edin.

source: Sorry, but the discount code could not be applied because the promotion could not be retrieved.
de_de: Es tut uns leid, aber der Rabattcode konnte nicht angewendet werden, da die Aktion nicht abgerufen werden konnte.
fi: Valitettavasti alennuskoodia ei voitu soveltaa, koska kampanjaa ei voitu hakea.
tr_tr: Üzgünüz, ancak promosyon alınamadığı için indirim kodu uygulanamadı.

source: Number of Uses Per Scope Item
de_de: Anzahl der Verwendungen pro Scope Item
fi: Käyttökertojen määrä soveltamisalaa kohti
tr_tr: Kapsam Öğesi Başına Kullanım Sayısı

source: (see above) - leave blank for no limit
de_de: (siehe oben) - für keine Begrenzung leer lassen
fi: (ks. edellä) - jätetään tyhjäksi, jos rajoitusta ei ole.
tr_tr: (yukarıya bakın) - sınır yok için boş bırakın

source: Total Number of Uses
de_de: Gesamtzahl der Verwendungen
fi: Käyttökohteiden kokonaismäärä
tr_tr: Toplam Kullanım Sayısı

source: Event Espresso Automated Upcoming Event Notifications add-on could not be activated because it requires PHP version %s or greater.
de_de: Das Add-on Event Espresso Automated Upcoming Event Notifications konnte nicht aktiviert werden, da es die PHP-Version %s oder höher benötigt.
fi: Event Espresso Automated Upcoming Event Notifications -lisäosaa ei voitu aktivoida, koska se vaatii PHP-version %s tai suuremman.
tr_tr: Event Espresso Automated Upcoming Event Notifications eklentisi PHP sürümünün %s veya daha üstünü gerektirdiğinden etkinleştirilemedi.

source: This transaction is not 3D Secure or the nonce has expired. Please refresh the page and try again.
de_de: Diese Transaktion ist nicht 3D Secure oder das Nonce ist abgelaufen. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.
fi: Tämä maksutapahtuma ei ole 3D Secure tai nonce on vanhentunut. Päivitä sivu ja yritä uudelleen.
tr_tr: Bu işlem 3D Secure değil veya nonce'un süresi doldu. Lütfen sayfayı yenileyin ve tekrar deneyin.

source: An error occurred. Please verify your payment information.
de_de: Es ist ein Fehler aufgetreten. Bitte überprüfen Sie Ihre Zahlungsinformationen.
fi: Tapahtui virhe. Tarkista maksutietosi.
tr_tr: Bir hata oluştu. Lütfen ödeme bilgilerinizi doğrulayın.

source: Unknown.
de_de: Unbekannt.
fi: Tuntematon.
tr_tr: Bilinmiyor.

source: Authentication was not confirmed. Please try again.
de_de: Die Authentifizierung wurde nicht bestätigt. Bitte versuchen Sie es erneut.
fi: Tunnistusta ei vahvistettu. Yritä uudelleen.
tr_tr: Kimlik doğrulama onaylanmadı. Lütfen tekrar deneyin.

source: Unable to save registration form data for the form input: "%1$s" with the submitted value: "%2$s"
de_de: Die Daten des Registrierungsformulars für die Formulareingabe können nicht gespeichert werden: "%1$s" mit dem übermittelten Wert: "%2$s"
fi: Rekisteröintilomakkeen tietojen tallentaminen ei onnistu: "%1$s", jonka arvo on lähetetty: "%2$s"
tr_tr: Form girişi için kayıt formu verileri kaydedilemiyor: Gönderilen değer ile "%1$s": "%2$s"

# Registration 123-456-789 has an invalid or missing Attendee object.
source: Registration %s has an invalid or missing Attendee object.
de_de: Die Registrierung %s hat ein ungültiges oder fehlendes Teilnehmerobjekt.
fi: Rekisteröinnissä %s on virheellinen tai puuttuva Attendee-objekti.
tr_tr: Kayıt %s'de geçersiz veya eksik bir Katılımcı nesnesi var.

source: There was a total of %1$d tickets in the Event Queue, but only %2$ds registration was processed
de_de: Es befanden sich insgesamt %1$d Tickets in der Warteschlange, aber nur %2$d Registrierungen wurden verarbeitet
fi: Tapahtumajonossa oli yhteensä %1$d lippua, mutta vain %2$ds rekisteröinti käsiteltiin.
tr_tr: Etkinlik Kuyruğunda toplam %1$d bilet vardı, ancak yalnızca %2$ds kayıt işlendi

# There was 1 ticket in the Event Queue, but 2 registrations were processed
source: There was %1$d ticket in the Event Queue, but %2$ds registrations were processed
de_de: Es gab %1$d Tickets in der Ereignis-Warteschlange, aber %2$ds Registrierungen wurden verarbeitet
fi: Tapahtumajonossa oli %1$d lippua, mutta %2$ds rekisteröintiä käsiteltiin.
tr_tr: Etkinlik Kuyruğunda %1$d bilet vardı, ancak %2$ds kayıt işlendi

source: %3$sThis can sometimes happen if too much time has been taken to complete the registration process.%3$sPlease return to the %1$sEvent List%2$s and reselect your tickets. If the problem continues, please contact the site administrator.
de_de: %3$sDies kann manchmal passieren, wenn der Registrierungsprozess zu lange gedauert hat.%3$sBitte kehren Sie zur %1$sVeranstaltungsliste%2$s zurück und wählen Sie Ihre Tickets erneut aus. Wenn das Problem weiterhin besteht, wenden Sie sich bitte an den Administrator der Website.
fi: %3$sTämä voi joskus tapahtua, jos rekisteröintiprosessin suorittamiseen on kulunut liikaa aikaa.%3$sPalaa %1$sEvent List%2$s ja valitse lippusi uudelleen. Jos ongelma jatkuu, ota yhteyttä sivuston ylläpitäjään.
tr_tr: %3$sBu durum bazen kayıt işleminin tamamlanması için çok fazla zaman harcandığında ortaya çıkabilir.%3$sLütfen %1$sEtkinlik Listesi%2$s bölümüne geri dönün ve biletlerinizi yeniden seçin. Sorun devam ederse, lütfen site yöneticisiyle iletişime geçin.

source: The scheme ("%1$s") on the temporary file ("%2$s") indicates is located elsewhere, that’s not ok!
de_de: Das Schema ("%1$s") auf der temporären Datei ("%2$s") zeigt an, dass sie sich woanders befindet, das ist nicht in Ordnung!
fi: Väliaikaisen tiedoston ("%2$s") järjestelmä ("%1$s") osoittaa, että se sijaitsee muualla, se ei ole ok!
tr_tr: Geçici dosyadaki ("%2$s") şema ("%1$s") başka bir yerde bulunduğunu gösteriyor, bu tamam değil!

source: Unexpected PHP $_FILES data format. "%1$s" was expected to be an array.
de_de: Unerwartetes PHP $_FILES Datenformat. "%1$s" wurde als Array erwartet.
fi: Odottamaton PHP $_FILES -tietomuoto. "%1$s" odotettiin olevan array.
tr_tr: Beklenmeyen PHP $_FILES veri biçimi. "%1$s "nin bir dizi olması bekleniyordu.

source: Unexpected PHP $organized_files data format. "%1$s" was expected to be an array.
de_de: Unerwartetes PHP $organized_files Datenformat. "%1$s" wurde als Array erwartet.
fi: Odottamaton PHP $organized_files -tietomuoto. "%1$s" odotettiin olevan array.
tr_tr: Beklenmeyen PHP $organized_files veri biçimi. "%1$s "nin bir dizi olması bekleniyordu.

source: Name parts should be an array.
de_de: Die Namensteile sollten ein Array sein.
fi: Nimiosien pitäisi olla joukko.
tr_tr: İsim kısımları bir dizi olmalıdır.

source: The link you clicked to start the batch job has expired. Please go back and refresh the previous page.
de_de: Der Link, auf den Sie zum Starten des Batch-Jobs geklickt haben, ist abgelaufen. Bitte gehen Sie zurück und aktualisieren Sie die vorherige Seite.
fi: Linkki, jota napsauttamalla aloitit erätyön, on vanhentunut. Palaa takaisin ja päivitä edellinen sivu.
tr_tr: Toplu işi başlatmak için tıkladığınız bağlantının süresi doldu. Lütfen geri dönün ve önceki sayfayı yenileyin.

source: Event was Cancelled
de_de: Veranstaltung wurde abgesagt
fi: Tapahtuma peruttiin
tr_tr: Etkinlik İptal Edildi

source: View Event Espresso API docs
de_de: Event Espresso API-Dokumente anzeigen
fi: Näytä Event Espresso API -asiakirjat
tr_tr: Event Espresso API dokümanlarını görüntüleyin

source: API docs
de_de: API-Dokumente
fi: API-asiakirjat
tr_tr: API dokümanları

source: EE_Base_Class::updateFieldsInDB was passed an empty array of fields.
de_de: EE_Base_Class::updateFieldsInDB wurde ein leeres Array von Feldern übergeben.
fi: EE_Base_Class::updateFieldsInDB:lle annettiin tyhjä kenttämatriisi.
tr_tr: EE_Base_Class::updateFieldsInDB'ye boş bir alan dizisi aktarıldı.

source: Please use EE_Datetime::increaseSold() instead
de_de: Bitte verwenden Sie stattdessen EE_Datetime::increaseSold()
fi: Käytä sen sijaan EE_Datetime::increaseSold() funktiota.
tr_tr: Lütfen bunun yerine EE_Datetime::increaseSold() işlevini kullanın

source: Please use EE_Datetime::decreaseSold() instead
de_de: Bitte verwenden Sie stattdessen EE_Datetime::decreaseSold()
fi: Käytä sen sijaan EE_Datetime::decreaseSold() funktiota.
tr_tr: Lütfen bunun yerine EE_Datetime::decreaseSold() işlevini kullanın

source: Please use EE_Datetime::increaseReserved() instead
de_de: Bitte verwenden Sie stattdessen EE_Datetime::increaseReserved()
fi: Käytä sen sijaan EE_Datetime::increaseReserved() funktiota.
tr_tr: Lütfen bunun yerine EE_Datetime::increaseReserved() işlevini kullanın

source: Please use EE_Datetime::decreaseReserved() instead
de_de: Bitte verwenden Sie stattdessen EE_Datetime::decreaseReserved()
fi: Käytä sen sijaan EE_Datetime::decreaseReserved() funktiota.
tr_tr: Lütfen bunun yerine EE_Datetime::decreaseReserved() işlevini kullanın

source: Method replaced with %1$s
de_de: Methode ersetzt durch %1$s
fi: Menetelmä korvattu %1$s:llä
tr_tr: Yöntem %1$s ile değiştirildi

source: Please use EE_Ticket::increaseSold() instead
de_de: Bitte verwenden Sie stattdessen EE_Ticket::increaseSold()
fi: Käytä sen sijaan EE_Ticket::increaseSold() funktiota.
tr_tr: Lütfen bunun yerine EE_Ticket::increaseSold() işlevini kullanın

source: Please use EE_Ticket::increaseSoldForDatetimes() instead
de_de: Bitte verwenden Sie stattdessen EE_Ticket::increaseSoldForDatetimes()
fi: Käytä sen sijaan EE_Ticket::increaseSoldForDatetimes() funktiota.
tr_tr: Lütfen bunun yerine EE_Ticket::increaseSoldForDatetimes() işlevini kullanın

source: Please use EE_Ticket::decreaseSold() instead
de_de: Bitte verwenden Sie stattdessen EE_Ticket::decreaseSold()
fi: Käytä sen sijaan EE_Ticket::decreaseSold() funktiota.
tr_tr: Lütfen bunun yerine EE_Ticket::decreaseSold() işlevini kullanın

source: Please use EE_Ticket::decreaseSoldForDatetimes() instead
de_de: Bitte verwenden Sie stattdessen EE_Ticket::decreaseSoldForDatetimes()
fi: Käytä sen sijaan EE_Ticket::decreaseSoldForDatetimes() funktiota.
tr_tr: Lütfen bunun yerine EE_Ticket::decreaseSoldForDatetimes() işlevini kullanın

source: Please use EE_Ticket::increaseReserved() instead
de_de: Bitte verwenden Sie stattdessen EE_Ticket::increaseReserved()
fi: Käytä sen sijaan EE_Ticket::increaseReserved().
tr_tr: Lütfen bunun yerine EE_Ticket::increaseReserved() işlevini kullanın

source: Please use EE_Ticket::increaseReservedForDatetimes() instead
de_de: Bitte verwenden Sie stattdessen EE_Ticket::increaseReservedForDatetimes()
fi: Käytä sen sijaan EE_Ticket::increaseReservedForDatetimes() funktiota.
tr_tr: Lütfen bunun yerine EE_Ticket::increaseReservedForDatetimes() işlevini kullanın

source: Please use EE_Ticket::decreaseReserved() instead
de_de: Bitte verwenden Sie stattdessen EE_Ticket::decreaseReserved()
fi: Käytä sen sijaan EE_Ticket::decreaseReserved().
tr_tr: Lütfen bunun yerine EE_Ticket::decreaseReserved() işlevini kullanın

source: Please use EE_Ticket::decreaseReservedForDatetimes() instead
de_de: Bitte verwenden Sie stattdessen EE_Ticket::decreaseReservedForDatetimes()
fi: Käytä sen sijaan EE_Ticket::decreaseReservedForDatetimes() funktiota.
tr_tr: Lütfen bunun yerine EE_Ticket::decreaseReservedForDatetimes() işlevini kullanın

source: Secondary menu
de_de: Sekundäres Menü
fi: Toissijainen valikko
tr_tr: İkincil menü

source: Please provide a file of the requested filetype: %1$s
de_de: Bitte stellen Sie eine Datei mit dem gewünschten Dateityp bereit: %1$s
fi: Anna pyydetyn tiedostotyypin tiedosto: %1$s
tr_tr: Lütfen istenen dosya türünde bir dosya sağlayın: %1$s

source: An invalid state field "%1$s" was specified for the state input's option values.
de_de: Ein ungültiges Statusfeld "%1$s" wurde für die Optionswerte der Statuseingabe angegeben.
fi: Tilan syöttövaihtoehtojen arvoille määritettiin virheellinen tilakenttä "%1$s".
tr_tr: Durum girdisinin seçenek değerleri için geçersiz bir durum alanı "%1$s" belirtildi.

source: The file input has an invalid format.
de_de: Die eingegebene Datei hat ein ungültiges Format.
fi: Syötetyn tiedoston muoto on virheellinen.
tr_tr: Dosya girişi geçersiz bir biçime sahiptir.
