Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Event Espresso Attendee Data Exporter
de_de: Event Espresso Teilnehmerdaten Exporter
fi: Tapahtuma Espresso Osallistujatietojen viejä
tr_tr: Event Espresso Katılımcı Verileri Dışa Aktarıcı

source: Billing Data
de_de: Daten zur Rechnungsstellung
fi: Laskutustiedot
tr_tr: Faturalama Verileri

source: Event Espresso Attendee Billing Data Exporter
de_de: Event Espresso Teilnehmer-Abrechnungsdaten-Exporter
fi: Tapahtuma Espresso Osallistujien laskutustietojen viejä
tr_tr: Event Espresso Katılımcı Faturalama Verileri Dışa Aktarıcı

source: Event Check-Ins
de_de: Ereignis-Check-Ins
fi: Tapahtuman sisäänkirjautumiset
tr_tr: Etkinlik Kontrolleri

source: Check in/out
de_de: Einchecken/Auschecken
fi: Sisään-/uloskirjautuminen
tr_tr: Giriş/Çıkış

source: In
de_de: Unter
fi: Vuonna
tr_tr: İçinde

source: Out
de_de: Aus
tr_tr: Dışarı

source: Event Espresso Registration Data Exporter
de_de: Event Espresso Registrierungsdaten-Exporter
fi: Tapahtuma Espresso rekisteröintitietojen viejä
tr_tr: Event Espresso Kayıt Verileri Dışa Aktarıcı

source: Privacy Settings
de_de: Datenschutz-Einstellungen
fi: Tietosuoja-asetukset
tr_tr: Gizlilik Ayarları

source: Privacy Policy Consent Settings
de_de: Datenschutz-Einstellungen für die Zustimmung
fi: Yksityisyydensuoja Suostumusasetukset
tr_tr: Gizlilik Politikası Onay Ayarları

source: Enabled
de_de: Aktiviert
fi: Käytössä
tr_tr: Etkin

source: Disabled
de_de: Behinderte
fi: Vammaiset
tr_tr: Engelli

source: Privacy Consent Checkbox
de_de: Kontrollkästchen für die Zustimmung zum Datenschutz
fi: Yksityisyydensuojan suostumuksen valintaruutu
tr_tr: Gizlilik Onayı Onay Kutusu

source: When enabled, a checkbox appears in the registration form requiring users to consent to your site's privacy policy.
de_de: Wenn diese Option aktiviert ist, erscheint im Anmeldeformular ein Kontrollkästchen, in dem die Nutzer aufgefordert werden, den Datenschutzrichtlinien Ihrer Website zuzustimmen.
fi: Kun tämä on käytössä, rekisteröintilomakkeessa näkyy valintaruutu, jossa käyttäjiä vaaditaan hyväksymään sivustosi tietosuojakäytäntö.
tr_tr: Etkinleştirildiğinde, kayıt formunda kullanıcıların sitenizin gizlilik politikasını kabul etmesini gerektiren bir onay kutusu görünür.

source: Consent Text
de_de: Zustimmender Text
fi: Suostumus Teksti
tr_tr: Onay Metni

source: Text describing what the registrant is consenting to by submitting their personal data in the registration form. To reset to default value, remove all this text and save.
de_de: Text, der beschreibt, wozu der Registrant seine Zustimmung gibt, wenn er seine persönlichen Daten in das Registrierungsformular einträgt. Um den Standardwert wiederherzustellen, entfernen Sie den gesamten Text und speichern Sie ihn.
fi: Teksti, jossa kuvataan, mihin rekisteröijä antaa suostumuksensa antamalla henkilötietonsa rekisteröintilomakkeessa. Jos haluat palauttaa oletusarvon, poista kaikki tämä teksti ja tallenna.
tr_tr: Kayıt formunda kişisel verilerini göndererek kayıt sahibinin neye rıza gösterdiğini açıklayan metin. Varsayılan değere sıfırlamak için tüm bu metni kaldırın ve kaydedin.

source: An Event with an ID of "%s" could not be found. Please contact the event administrator for assistance.
de_de: Ein Ereignis mit einer ID von "%s" konnte nicht gefunden werden. Bitte wenden Sie sich an den Ereignisadministrator, um Hilfe zu erhalten.
fi: Tapahtumaa, jonka ID on "%s", ei löytynyt. Ota yhteyttä tapahtuman ylläpitäjään saadaksesi apua.
tr_tr: Kimliği "%s" olan bir Etkinlik bulunamadı. Lütfen yardım için etkinlik yöneticisiyle iletişime geçin.

source: Do you have a moment to share why you are deactivating Event Espresso?
de_de: Haben Sie einen Moment Zeit, uns mitzuteilen, warum Sie Event Espresso deaktivieren?
fi: Onko sinulla hetki aikaa kertoa, miksi poistat Event Espresson käytöstä?
tr_tr: Event Espresso'yu neden devre dışı bıraktığınızı paylaşmak için vaktiniz var mı?

source: Sure I'll help
de_de: Klar helfe ich
fi: Toki autan
tr_tr: Elbette yardım ederim.

source: Skip
de_de: Überspringen
fi: Ohita
tr_tr: Atla

source: Event Espresso Registration Answers
de_de: Event Espresso Anmeldung Antworten
fi: Tapahtuma Espresso Rekisteröinti Vastaukset
tr_tr: Etkinlik Espresso Kayıt Cevapları

source: Event Espresso Attendee Data
de_de: Event-Espresso-Teilnehmerdaten
fi: Tapahtuma Espresso Osallistujatiedot
tr_tr: Etkinlik Espresso Katılımcı Verileri

source: Error in updating table %s setting DTT_name = '' and DTT_description = '' where DTT_ID = %d
de_de: Fehler beim Aktualisieren der Tabelle %s mit DTT_name = '' und DTT_description = '', wobei DTT_ID = %d
fi: Virhe taulukon %s päivityksessä, jossa asetetaan DTT_name = '' ja DTT_description = '' where DTT_ID = %d.
tr_tr: DTT_ID = %d iken DTT_name = '' ve DTT_description = '' olarak ayarlanan %s tablosu güncellenirken hata oluştu

source: Error in updating table %s setting QGQ_order = %d where QST_ID = %d
de_de: Fehler beim Aktualisieren der Tabelle %s mit der Einstellung QGQ_order = %d where QST_ID = %d
fi: Virhe taulukon %s päivityksessä, jossa asetetaan QGQ_order = %d ja QST_ID = %d.
tr_tr: QST_ID = %d iken QGQ_order = %d olarak ayarlanan %s tablosu güncellenirken hata oluştu

source: Error in updating table %s setting QSO_order = %d where QSO_ID = %d
de_de: Fehler beim Aktualisieren der Tabelle %s mit der Einstellung QSO_order = %d where QSO_ID = %d
fi: Virhe taulukon %s päivityksessä, jossa QSO_order = %d, jossa QSO_ID = %d.
tr_tr: QSO_ID = %d iken QSO_order = %d olarak ayarlanan %s tablosu güncellenirken hata oluştu

source: Error in updating table %s setting PRT_wp_user = %d where PRT_ID = %d
de_de: Fehler beim Aktualisieren der Tabelle %s mit der Einstellung PRT_wp_user = %d where PRT_ID = %d
fi: Virhe taulukon %s päivityksessä, jossa asetetaan PRT_wp_user = %d ja PRT_ID = %d.
tr_tr: PRT_ID = %d iken PRT_wp_user = %d olarak ayarlanan %s tablosu güncellenirken hata oluştu

source: Error in updating table %s setting PRC_wp_user = %d where PRC_ID = %d
de_de: Fehler beim Aktualisieren der Tabelle %s mit der Einstellung PRC_wp_user = %d where PRC_ID = %d
fi: Virhe taulukon %s päivityksessä, jossa asetetaan PRC_wp_user = %d ja PRC_ID = %d.
tr_tr: PRC_ID = %d iken PRC_wp_user = %d olarak ayarlanan %s tablosu güncellenirken hata oluştu

source: Error in updating table %s setting QSG_wp_user = %d where QSG_ID = %d
de_de: Fehler beim Aktualisieren der Tabelle %s mit der Einstellung QSG_wp_user = %d where QSG_ID = %d
fi: Virhe taulukon %s päivityksessä, jossa asetetaan QSG_wp_user = %d ja QSG_ID = %d.
tr_tr: QSG_ID = %d iken QSG_wp_user = %d olarak ayarlanan %s tablosu güncellenirken hata oluştu

source: Error in updating table %s setting TKT_wp_user = %d where TKT_ID = %d
de_de: Fehler beim Aktualisieren der Tabelle %s mit der Einstellung TKT_wp_user = %d where TKT_ID = %d
fi: Virhe taulukon %s päivityksessä, jossa asetetaan TKT_wp_user = %d ja TKT_ID = %d.
tr_tr: TKT_ID = %d olduğu yerde TKT_wp_user = %d olarak ayarlanan %s tablosunun güncellenmesinde hata oluştu

source: %1$s must be passed an `EE_Base_Class or an array of fields names with their values. You passed in something different.
de_de: %1$s muss eine `EE_Base_Class oder ein Array von Feldnamen mit deren Werten übergeben werden. Sie haben etwas anderes übergeben.
fi: %1$s:lle on annettava `EE_Base_Class tai joukko kenttien nimiä ja niiden arvoja. Sinä annoit jotain muuta.
tr_tr: %1$s bir `EE_Base_Class veya değerleriyle birlikte alan adlarından oluşan bir dizi geçirilmelidir. Siz farklı bir şey geçirdiniz.

source: If your event name, ticket name or ticket description contain special characters (eg emojis, foreign language characters, or curly quotes) they will be removed when sent to Authorize.net. This is because Authorize.net doesn't support them.
de_de: Wenn Ihr Veranstaltungsname, Ticketname oder Ihre Ticketbeschreibung Sonderzeichen enthält (z.B. Emojis, fremdsprachige Zeichen oder geschweifte Anführungszeichen), werden diese beim Senden an Authorize.net entfernt. Dies liegt daran, dass Authorize.net sie nicht unterstützt.
fi: Jos tapahtuman nimi, lipun nimi tai lipun kuvaus sisältää erikoismerkkejä (esim. hymiöitä, vieraskielisiä merkkejä tai lainausmerkkejä), ne poistetaan Authorize.netiin lähetettäessä. Tämä johtuu siitä, että Authorize.net ei tue niitä.
tr_tr: Etkinlik adınız, bilet adınız veya bilet açıklamanız özel karakterler (örneğin emojiler, yabancı dil karakterleri veya kıvırcık tırnak işaretleri) içeriyorsa, bunlar Authorize.net'e gönderildiğinde kaldırılacaktır. Bunun nedeni, Authorize.net'in bunları desteklememesidir.

source: PayPal did not accept your API username, password, or signature. Please double-check these credentials and if debug mode is on.
de_de: PayPal hat Ihren API-Benutzernamen, Ihr Passwort oder Ihre Signatur nicht akzeptiert. Bitte überprüfen Sie diese Anmeldeinformationen und ob der Debug-Modus aktiviert ist.
fi: PayPal ei hyväksynyt API-käyttäjätunnusta, salasanaa tai allekirjoitusta. Tarkista nämä tunnistetiedot ja tarkista, onko debug-tila päällä.
tr_tr: PayPal, API kullanıcı adınızı, şifrenizi veya imzanızı kabul etmedi. Lütfen bu kimlik bilgilerini ve hata ayıklama modunun açık olup olmadığını iki kez kontrol edin.

source: I consent to %1$s storing and using my personal information, according to their %2$sprivacy policy%3$s.
de_de: Ich bin damit einverstanden, dass %1$s meine persönlichen Daten gemäß der %2$sDatenschutzrichtlinie%3$s speichert und verwendet.
fi: Suostun siihen, että %1$s tallentaa ja käyttää henkilötietojani %2$syksityisyydensuojakäytännön%3$s mukaisesti.
tr_tr: %1$s'in kişisel bilgilerimi %2$sgizlilik politikası%3$s uyarınca saklamasına ve kullanmasına izin veriyorum.

source: Don't Log At All
de_de: Überhaupt nicht protokollieren
fi: Älä kirjaudu lainkaan
tr_tr: Hiç Giriş Yapmayın

source: 1 Day
de_de: 1 Tag
fi: 1 päivä
tr_tr: 1 Gün

source: 7 Days
de_de: 7 Tage
fi: 7 päivää
tr_tr: 7 Gün

source: 14 Days
de_de: 14 Tage
fi: 14 päivää
tr_tr: 14 Gün

source: 30 Days
de_de: 30 Tage
fi: 30 päivää
tr_tr: 30 Gün

source: %s Critical Page
de_de: %s Kritische Seite
fi: %s Kriittinen sivu
tr_tr: %s Kritik Sayfa

source: Determines the maximum number of dates that will be checked upon initial loading for a Date and Time Filter.%1$sIf set to zero or left blank, then ALL dates will be checked upon initial loading.
de_de: Legt die maximale Anzahl der Daten fest, die beim ersten Laden eines Datums- und Zeitfilters geprüft werden.%1$sWird dieser Wert auf Null gesetzt oder leer gelassen, werden ALLE Daten beim ersten Laden geprüft.
fi: Määrittää päivämäärien enimmäismäärän, joka tarkistetaan päivämäärän ja kellonajan suodattimen alkulatauksen yhteydessä.%1$sJos arvoksi asetetaan nolla tai jätetään tyhjäksi, KAIKKI päivämäärät tarkistetaan alkulatauksen yhteydessä.
tr_tr: Tarih ve Saat Filtresi için ilk yükleme sırasında kontrol edilecek maksimum tarih sayısını belirler.%1$s Sıfır olarak ayarlanır veya boş bırakılırsa, ilk yükleme sırasında TÜM tarihler kontrol edilir.

source: Note About Special Characters
de_de: Hinweis zu Sonderzeichen
fi: Huomautus erikoismerkeistä
tr_tr: Özel Karakterler Hakkında Not

source: If issues arise with payments being made through a payment gateway, it's helpful to log non-sensitive communications with the payment gateway. But it's a security responsibility, so it's a good idea to not keep them for any longer than necessary.
de_de: Bei Problemen mit Zahlungen, die über ein Zahlungs-Gateway abgewickelt werden, ist es hilfreich, die nicht sensible Kommunikation mit dem Zahlungs-Gateway zu protokollieren. Aber es ist eine Sicherheitsverantwortung, daher ist es eine gute Idee, sie nicht länger als nötig aufzubewahren.
fi: Jos maksuportin kautta suoritettavien maksujen kanssa ilmenee ongelmia, on hyödyllistä kirjata ei-herkkä viestintä maksuportin kanssa. Kyse on kuitenkin turvallisuusvastuusta, joten niitä ei kannata säilyttää pidempään kuin on tarpeen.
tr_tr: Bir ödeme ağ geçidi üzerinden yapılan ödemelerle ilgili sorunlar ortaya çıkarsa, ödeme ağ geçidi ile hassas olmayan iletişimleri kaydetmek yararlı olacaktır. Ancak bu bir güvenlik sorumluluğudur, bu nedenle bunları gerekenden daha uzun süre saklamamak iyi bir fikirdir.

source: Incomplete Transactions
de_de: Unvollständige Vorgänge
fi: Keskeneräiset transaktiot
tr_tr: Tamamlanmamış İşlemler

source: Date & Time Filter Max Checked
de_de: Datum & Zeitfilter Max Geprüft
tr_tr: Tarih & Zaman Filtresi Maksimum Kontrol Edildi

source: Gateway Logs Lifespan
de_de: Gateway Logs Lebensspanne
fi: Gateway-lokit Elinkaari
tr_tr: Ağ Geçidi Günlükleri Kullanım Ömrü

source: Currency setting inputs are currently only enabled for the country "%1$s" which is the selected country for the site. This can be changed in the "Contact Information" section under the "Your Organization" tab of the Event Espresso - General Settings.
de_de: Währungseinstellungen sind derzeit nur für das Land "%1$s" aktiviert, das als Land für die Website ausgewählt ist. Dies kann im Abschnitt "Kontaktinformationen" auf der Registerkarte "Ihre Organisation" in den allgemeinen Einstellungen von Event Espresso geändert werden.
fi: Valuutta-asetukset ovat tällä hetkellä käytössä vain maassa "%1$s", joka on sivuston valittu maa. Tämä voidaan muuttaa Event Espresso - Yleiset asetukset -välilehden "Organisaatiosi" -osiossa "Yhteystiedot".
tr_tr: Para birimi ayarı girişleri şu anda yalnızca site için seçilen ülke olan "%1$s" ülkesi için etkinleştirilmiştir. Bu, Event Espresso - Genel Ayarlar'ın "Kuruluşunuz" sekmesi altındaki "İletişim Bilgileri" bölümünden değiştirilebilir.

source: Your last Database Update had a %s fatal error and was halted%s.
de_de: Ihr letztes Datenbank-Update hatte einen %s fatalen Fehler und wurde angehalten%s.
fi: Viimeisimmässä tietokannan päivityksessäsi oli %s kohtalokas virhe ja se keskeytettiin%s.
tr_tr: Son Veritabanı Güncellemenizde %s ölümcül hata oluştu ve %s durduruldu.

source: If the States/Provinces for the selected Country do not appear in this list, then click "Save".%3$sIf data exists, then the list will be populated when the page reloads and you will be able to make a selection at that time.%3$s%1$sMake sure you click "Save" again after selecting a State/Province that has just been loaded in order to keep that selection.%2$s
de_de: Wenn die Staaten/Provinzen für das ausgewählte Land nicht in dieser Liste erscheinen, klicken Sie auf "Speichern".%3$sWenn Daten vorhanden sind, wird die Liste beim erneuten Laden der Seite ausgefüllt, und Sie können zu diesem Zeitpunkt eine Auswahl treffen.%3$s%1$sKlicken Sie nach der Auswahl eines Staates/einer Provinz, die gerade geladen wurde, unbedingt erneut auf "Speichern", damit diese Auswahl erhalten bleibt.%2$s
fi: Jos valitun maan osavaltiot/provinssit eivät näy tässä luettelossa, napsauta "Tallenna".%3$sJos tiedot ovat olemassa, luettelo täytetään, kun sivu ladataan uudelleen, ja voit tehdä valinnan tuolloin.%3$s%1$sVarmista, että napsautat "Tallenna" uudelleen sen jälkeen, kun olet valinnut osavaltion/provinssin, joka on juuri ladattu, jotta valinta säilyy.%2$s
tr_tr: Seçilen Ülke için Eyaletler/İller bu listede görünmüyorsa, "Kaydet "e tıklayın.%3$sVeriler mevcutsa, sayfa yeniden yüklendiğinde liste doldurulacak ve o zaman bir seçim yapabileceksiniz.%3$s%1$sSeçimi korumak için yeni yüklenen bir Eyaleti/İli seçtikten sonra tekrar "Kaydet "e tıkladığınızdan emin olun.%2$s

source: Whether descriptions should be shown on the event list page.%1$sSelecting "none" will NOT display any of the text content you entered into the main text editor on the event admin page.%1$sSelecting "excerpt" will display the text you entered into the "Excerpt" textarea on the event admin page, OR, any text in the main text editor above the %2$s tag.%1$sSelecting "full description" will display ALL of the text content you entered into the main text editor on the event admin page.
de_de: Ob Beschreibungen auf der Ereignislistenseite angezeigt werden sollen.%1$sWenn Sie "keine" auswählen, wird KEINER der Textinhalte angezeigt, die Sie in den Haupttexteditor auf der Ereignisverwaltungsseite eingegeben haben.%1$sWenn Sie "Auszug" auswählen, wird der Text angezeigt, den Sie in das Textfeld "Auszug" auf der Ereignisverwaltungsseite eingegeben haben, ODER jeder Text im Haupttexteditor oberhalb des %2$s-Tags.%1$sWenn Sie "vollständige Beschreibung" auswählen, wird der gesamte Textinhalt angezeigt, den Sie in den Haupttexteditor auf der Ereignisverwaltungsseite eingegeben haben.
fi: Näytetäänkö kuvaukset tapahtumaluettelosivulla.%1$sValitsemalla "none" EI näytetä mitään tapahtuman hallintasivun päätekstieditoriin syöttämääsi tekstisisältöä.%1$sValitsemalla "excerpt" näytetään tapahtuman hallintasivun "Excerpt"-tekstikenttään syöttämäsi teksti TAI mikä tahansa päätekstieditorissa oleva teksti %2$s-tunnisteen yläpuolella oleva teksti.%1$sValitsemalla "full description" näytetään KAIKKI tapahtuman hallintasivun päätekstieditoriin syöttämäsi tekstisisältö.
tr_tr: Açıklamaların etkinlik listesi sayfasında gösterilip gösterilmeyeceği.%1$s "Yok" seçildiğinde, etkinlik yöneticisi sayfasındaki ana metin düzenleyicisine girdiğiniz metin içeriğinin hiçbiri GÖRÜNTÜLENMEZ.%1$s "Alıntı" seçildiğinde, etkinlik yöneticisi sayfasındaki "Alıntı" metin alanına girdiğiniz metin VEYA ana metin düzenleyicisinde %2$s etiketinin üzerindeki herhangi bir metin görüntülenir.%1$s "Tam açıklama" seçildiğinde, etkinlik yöneticisi sayfasındaki ana metin düzenleyicisine girdiğiniz metin içeriğinin TÜMÜ görüntülenir.

source: Privacy
de_de: Datenschutz
fi: Yksityisyys
tr_tr: Gizlilik

source: Your Organization Settings
de_de: Einstellungen Ihrer Organisation
fi: Organisaation asetukset
tr_tr: Kuruluş Ayarlarınız

source: %1$sThe Country set here will have the effect of setting the currency used for all ticket prices.%2$s
de_de: %1$sDas hier eingestellte Land hat den Effekt, dass die für alle Ticketpreise verwendete Währung festgelegt wird.%2$s
fi: %1$sTässä asetetulla maalla on vaikutusta kaikkien lippujen hinnoissa käytettävän valuutan asettamiseen.%2$s
tr_tr: %1$sBurada ayarlanan Ülke, tüm bilet fiyatları için kullanılan para birimini ayarlama etkisine sahip olacaktır.%2$s

source: PayPal Smart Buttons (Express Checkout) is an on-site payment method for accepting payments via PayPal and is available to event organizers in many countries. A PayPal premier or business account is needed to accept payments. Need a PayPal account? Call 1-855-456-1338 or %1$sclick here to sign up for a merchant account%2$s.
de_de: PayPal Smart Buttons (Express Checkout) ist eine Vor-Ort-Zahlungsmethode für die Annahme von Zahlungen über PayPal und steht Veranstaltern in vielen Ländern zur Verfügung. Für die Annahme von Zahlungen ist ein PayPal-Premier- oder Geschäftskonto erforderlich. Sie benötigen ein PayPal-Konto? Rufen Sie 1-855-456-1338 an oder %1$sklicken Sie hier, um sich für ein Händlerkonto%2$s anzumelden.
fi: PayPal Smart Buttons (Express Checkout) on paikan päällä käytettävä maksutapa maksujen hyväksymiseksi PayPalin kautta, ja se on tapahtumajärjestäjien käytettävissä monissa maissa. Maksujen vastaanottamiseen tarvitaan PayPalin pää- tai yritystili. Tarvitsetko PayPal-tilin? Soita numeroon 1-855-456-1338 tai %1$sklikkaa tästä, jos haluat rekisteröityä kauppiastilille%2$s.
tr_tr: PayPal Smart Buttons (Express Checkout), PayPal aracılığıyla ödeme kabul etmek için yerinde bir ödeme yöntemidir ve birçok ülkede etkinlik organizatörleri tarafından kullanılabilir. Ödemeleri kabul etmek için bir PayPal premier veya işletme hesabı gereklidir. PayPal hesabına mı ihtiyacınız var? 1-855-456-1338 numaralı telefonu arayın veya bir satıcı hesabına kaydolmak için %1$sburaya tıklayın%2$s.

source: Something went wrong and we're unable to display your ticket. Please contact the event organizer to get your ticket.
de_de: Es ist ein Fehler aufgetreten und wir können Ihr Ticket nicht anzeigen. Bitte kontaktieren Sie den Veranstalter, um Ihr Ticket zu erhalten.
fi: Jokin meni pieleen, emmekä voi näyttää lippuasi. Ota yhteyttä tapahtuman järjestäjään saadaksesi lippusi.
tr_tr: Bir şeyler ters gitti ve biletinizi görüntüleyemiyoruz. Biletinizi almak için lütfen etkinlik organizatörü ile iletişime geçin.

source: Recipients are who will receive the message.
de_de: Empfänger sind die Empfänger der Nachricht.
fi: Vastaanottajat ovat ne, jotka saavat viestin.
tr_tr: Alıcılar, mesajı alacak olan kişilerdir.

source: Controls how much space allotted to the PayPal Smart Buttons. Standard button size only has room to show the pay with PayPal or PayPal Credit options. Full Width can show other options, like credit cards and Venmo, when applicable.
de_de: Steuert, wie viel Platz den PayPal Smart Buttons zugewiesen wird. Die Standardgröße der Schaltflächen bietet nur Platz für die Optionen "Mit PayPal bezahlen" und "PayPal-Guthaben". Bei voller Breite können andere Optionen wie Kreditkarten und Venmo angezeigt werden, falls zutreffend.
fi: Säätää PayPal-älypainikkeille varatun tilan määrää. Normaalissa painikkeen koossa on tilaa vain PayPal- tai PayPal Credit -vaihtoehtojen näyttämiseen. Täysi leveys voi näyttää muita vaihtoehtoja, kuten luottokortit ja Venmo, tarvittaessa.
tr_tr: PayPal Akıllı Düğmelerine ne kadar alan ayrılacağını kontrol eder. Standart düğme boyutunda yalnızca PayPal veya PayPal Credit ile ödeme seçeneklerini göstermek için yer vardır. Tam Genişlik, uygun olduğunda kredi kartları ve Venmo gibi diğer seçenekleri gösterebilir.

source: Note that your App's "Client ID" and "Secret" are on the following page. These can be accessed later from the "My Apps & Credentials" page.
de_de: Beachten Sie, dass die "Client ID" und "Secret" Ihrer App auf der folgenden Seite zu finden sind. Auf diese kann später über die Seite "Meine Apps & Credentials" zugegriffen werden.
fi: Huomaa, että sovelluksesi "Client ID" ja "Secret" ovat seuraavalla sivulla. Niihin pääsee myöhemmin käsiksi "My Apps & Credentials" -sivulta.
tr_tr: Uygulamanızın "Müşteri Kimliği" ve "Sırrı "nın bir sonraki sayfada olduğunu unutmayın. Bunlara daha sonra "Uygulamalarım & Kimlik Bilgileri" sayfasından erişilebilir.

source: App Client ID
de_de: App-Kunden-ID
fi: Sovelluksen asiakastunnus
tr_tr: Uygulama İstemci Kimliği

source: Retrieved from PayPal's "My Apps & Credentials" page, see above.
de_de: Abgerufen von der PayPal-Seite "Meine Apps & Credentials", siehe oben.
fi: Haetaan PayPalin "My Apps & Credentials" -sivulta, katso yllä.
tr_tr: PayPal'ın "Uygulamalarım & Kimlik Bilgileri" sayfasından alınmıştır, yukarıya bakın.

source: App Secret
de_de: App Geheimnis
tr_tr: Uygulama Sırrı

source: Controls the shape of PayPal's Smart Buttons. Choose whichever shape you prefer with your website's design.
de_de: Steuert die Form der Smart Buttons von PayPal. Wählen Sie die Form, die Sie für das Design Ihrer Website bevorzugen.
fi: Ohjaa PayPalin älypainikkeiden muotoa. Valitse haluamasi muoto verkkosivustosi ulkoasun mukaan.
tr_tr: PayPal'ın Akıllı Düğmelerinin şeklini kontrol eder. Web sitenizin tasarımında hangi şekli tercih ediyorsanız onu seçin.

source: Button Size
de_de: Schaltfläche Größe
fi: Painikkeen koko
tr_tr: Düğme Boyutu
