Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: We're sorry, but it appears that your server's configuration will not support the "International" or "International + DNS Check" email validation levels.%1$sTo correct this issue, please consult with your hosting company regarding your server's PCRE settings.%1$sIt is recommended that your PHP version be configured to use PCRE 8.10 or newer.%1$sMore information regarding PCRE versions and installation can be found here: %2$s
de_de: Es tut uns leid, aber es scheint, dass die Konfiguration Ihres Servers die E-Mail-Validierungsstufen "International" oder "International + DNS Check" nicht unterstützt.%1$sUm dieses Problem zu beheben, wenden Sie sich bitte an Ihr Hosting-Unternehmen bezüglich der PCRE-Einstellungen Ihres Servers.%1$sEs wird empfohlen, dass Ihre PHP-Version so konfiguriert ist, dass sie PCRE 8.10 oder neuer verwendet.%1$sWeitere Informationen zu PCRE-Versionen und zur Installation finden Sie hier: %2$s
fi: Olemme pahoillamme, mutta näyttää siltä, että palvelimesi kokoonpano ei tue "International" tai "International + DNS Check" -sähköpostivarmennustasoja.%1$sKorjataksesi tämän ongelman, ota yhteyttä palvelinyhtiösi PCRE-asetuksiin.%1$sSuositellaan, että PHP-versiosi on konfiguroitu käyttämään PCRE 8.10:tä tai uudempaa.%1$sLisätietoa PCRE-versioista ja -asennuksesta löydät täältä: %2$s
tr_tr: Üzgünüz, ancak sunucunuzun yapılandırması "Uluslararası" veya "Uluslararası + DNS Kontrolü" e-posta doğrulama düzeylerini desteklemiyor gibi görünüyor.%1$sBu sorunu düzeltmek için lütfen sunucunuzun PCRE ayarlarıyla ilgili olarak barındırma şirketinize danışın.%1$sPHP sürümünüzün PCRE 8.10 veya daha yenisini kullanacak şekilde yapılandırılması önerilir.%1$sPCRE sürümleri ve kurulumuyla ilgili daha fazla bilgiyi burada bulabilirsiniz: %2$s

source: Filter this list to only show registrations for ticket %s
de_de: Diese Liste filtern, um nur Registrierungen für das Ticket %s anzuzeigen
fi: Suodata tämä lista näyttämään vain lippujen %s rekisteröinnit.
tr_tr: Bu listeyi yalnızca %s bileti için kayıtları gösterecek şekilde filtreleyin

source: Datetime ID: %d
de_de: Datum ID: %d
fi: Päivämäärän tunnus: %d
fr_fr: Dateheure ID: %d
tr_tr: Tarih Saat Kimliği: %d

source: View registrations for this datetime.
de_de: Zeige Registrierungen für dieses Datum.
fi: Näytä rekisteröinnit tältä päivämäärältä.
fr_fr: Afficher les inscriptions pour cette date
tr_tr: Bu tarih aralığı için kayıtları görüntüleyin.

source: Ticket ID: %d
fi: Lipun tunnus: %d
fr_fr: ID du ticket: %d
tr_tr: Bilet numarası: %d

source: Authorize.Net AIM is an on-site payment method for accepting credit and debit card payments and is available to event organizers in the United States, Canada, United Kingdom, and Australia. An account with Authorize.Net is required to accept payments. Need an Authorize.Net account? %1$sClick here to sign up for a merchant account%2$s.
de_de: Authorize.Net AIM ist eine Vor-Ort-Zahlungsmethode für die Annahme von Kredit- und Debitkartenzahlungen und steht Veranstaltern in den Vereinigten Staaten, Kanada, Großbritannien und Australien zur Verfügung. Ein Konto bei Authorize.Net ist erforderlich, um Zahlungen zu akzeptieren. Benötigen Sie ein Authorize.Net-Konto? %1$sKlicken Sie hier, um sich für ein Händlerkonto%2$s anzumelden.
fi: Authorize.Net AIM on luotto- ja pankkikorttimaksujen hyväksymiseen tarkoitettu maksutapa, joka on tapahtumajärjestäjien käytettävissä Yhdysvalloissa, Kanadassa, Yhdistyneessä kuningaskunnassa ja Australiassa. Maksujen vastaanottaminen edellyttää tiliä Authorize.Netissä. Tarvitsetko Authorize.Net-tilin? %1$sKlikkaa tästä rekisteröityäksesi kauppiastilille%2$s.
tr_tr: Authorize.Net AIM, kredi ve banka kartı ödemelerini kabul etmek için yerinde bir ödeme yöntemidir ve Amerika Birleşik Devletleri, Kanada, Birleşik Krallık ve Avustralya'daki etkinlik organizatörleri tarafından kullanılabilir. Ödemeleri kabul etmek için Authorize.Net'te bir hesap gereklidir. Bir Authorize.Net hesabına mı ihtiyacınız var? %1$sBir satıcı hesabına kaydolmak için buraya tıklayın%2$s.

source: PayPal Pro (Website Payments Pro) is an on-site payment method for accepting credit and debit cards and is available to event organizers in the United States, United Kingdom, and Canada. An account with PayPal is required to accept payments. Need a PayPal Pro account? Call 1-855-456-1338 or %1$sclick here to sign up for a merchant account%2$s.
de_de: PayPal Pro (Website-Zahlungen Pro) ist eine Vor-Ort-Zahlungsmethode für die Annahme von Kredit- und Debitkarten und steht Veranstaltern in den Vereinigten Staaten, Großbritannien und Kanada zur Verfügung. Für die Annahme von Zahlungen ist ein Konto bei PayPal erforderlich. Sie benötigen ein PayPal Pro-Konto? Rufen Sie 1-855-456-1338 an oder %1$sind Sie hier, um sich für ein Händlerkonto%2$s anzumelden.
fi: PayPal Pro (Website Payments Pro) on luotto- ja pankkikorttien hyväksymiseen tarkoitettu maksutapa, joka on tapahtumajärjestäjien käytettävissä Yhdysvalloissa, Yhdistyneessä kuningaskunnassa ja Kanadassa. Maksujen vastaanottaminen edellyttää PayPal-tiliä. Tarvitsetko PayPal Pro -tilin? Soita numeroon 1-855-456-1338 tai %1$sklikkaa tästä, jos haluat rekisteröityä kauppiastilille%2$s.
tr_tr: PayPal Pro (Web Sitesi Ödemeleri Pro), kredi ve banka kartlarını kabul etmek için yerinde bir ödeme yöntemidir ve Amerika Birleşik Devletleri, Birleşik Krallık ve Kanada'daki etkinlik organizatörleri tarafından kullanılabilir. Ödemeleri kabul etmek için PayPal'da bir hesap gereklidir. PayPal Pro hesabına mı ihtiyacınız var? 1-855-456-1338 numaralı telefonu arayın veya bir satıcı hesabına kaydolmak için %1$sburaya tıklayın%2$s.

source: The "%1$s" model could not be loaded.
de_de: Das Modell "%1$s" konnte nicht geladen werden.
fi: Mallia "%1$s" ei voitu ladata.
tr_tr: "%1$s" modeli yüklenemedi.

source: QuickBooks is an on-site payment method for accepting credit and debit cards and is available to event organizers in the United States. An account with QuickBooks is required to accept payments. Need an account with QuickBooks? %1$sClick here to sign up for a merchant account%2$s.
de_de: QuickBooks ist eine Vor-Ort-Zahlungsmethode für die Annahme von Kredit- und Debitkarten und steht Veranstaltern in den Vereinigten Staaten zur Verfügung. Für die Annahme von Zahlungen ist ein Konto bei QuickBooks erforderlich. Benötigen Sie ein Konto bei QuickBooks? %1$sKlicken Sie hier, um sich für ein Händlerkonto%2$s anzumelden.
fi: QuickBooks on luotto- ja pankkikortteja hyväksyvä maksutapa paikan päällä, ja se on tapahtumajärjestäjien käytettävissä Yhdysvalloissa. Maksujen vastaanottaminen edellyttää tiliä QuickBooksissa. Tarvitsetko tilin QuickBooksissa? %1$sKlikkaa tästä rekisteröityäksesi kauppiastilille%2$s.
tr_tr: QuickBooks, kredi ve banka kartlarını kabul etmek için yerinde bir ödeme yöntemidir ve Amerika Birleşik Devletleri'ndeki etkinlik organizatörleri tarafından kullanılabilir. Ödemeleri kabul etmek için QuickBooks'ta bir hesap gereklidir. QuickBooks'ta bir hesaba mı ihtiyacınız var? %1$sBir satıcı hesabına kaydolmak için buraya tıklayın%2$s.

source: Stripe is an on-site payment method for accepting credit and debit cards and is available to event organizers in many countries. An account with Stripe is required to accept payments. Need a Stripe account? %1$sClick here to sign up for a merchant account%2$s.
de_de: Stripe ist eine Vor-Ort-Zahlungsmethode für die Annahme von Kredit- und Debitkarten und steht Veranstaltern in vielen Ländern zur Verfügung. Um Zahlungen zu akzeptieren, ist ein Konto bei Stripe erforderlich. Sie benötigen ein Stripe-Konto? %1$sKlicken Sie hier, um sich für ein Händlerkonto%2$s anzumelden.
fi: Stripe on luotto- ja pankkikorttien hyväksymiseen tarkoitettu maksumenetelmä, joka on tapahtumajärjestäjien käytettävissä monissa maissa. Maksujen vastaanottaminen edellyttää tiliä Stripeen. Tarvitsetko Stripe-tilin? %1$sKlikkaa tästä rekisteröityäksesi kauppiastilille%2$s.
tr_tr: Stripe, kredi ve banka kartlarını kabul etmek için yerinde bir ödeme yöntemidir ve birçok ülkede etkinlik organizatörleri tarafından kullanılabilir. Ödemeleri kabul etmek için Stripe'ta bir hesap gereklidir. Stripe hesabına mı ihtiyacınız var? %1$sBir satıcı hesabına kaydolmak için buraya tıklayın%2$s.

source: TransFirst Offsite Settings
de_de: TransFirst Offsite-Einstellungen
fi: TransFirst Offsite-asetukset
tr_tr: TransFirst Site Dışı Ayarları

source: Adjust the settings for the TransFirst payment gateway.
de_de: Passen Sie die Einstellungen für das TransFirst-Zahlungsgateway an.
fi: Säädä TransFirst-maksuportin asetuksia.
tr_tr: TransFirst ödeme ağ geçidi için ayarları yapın.

source: Please contact TransFirst to find what currencies are supported
de_de: Bitte kontaktieren Sie TransFirst, um zu erfahren, welche Währungen unterstützt werden.
fi: Ota yhteyttä TransFirstiin saadaksesi selville, mitä valuuttoja tuetaan.
tr_tr: Hangi para birimlerinin desteklendiğini öğrenmek için lütfen TransFirst ile iletişime geçin

source: TransFirst Settings
de_de: TransFirst-Einstellungen
fi: TransFirst-asetukset
fr_fr: TransFirst Paramètres
tr_tr: TransFirst Ayarları

source: The login used to login to TransFirst.
de_de: Das Login, mit dem Sie sich bei TransFirst anmelden.
fi: TransFirstiin kirjautumiseen käytetty käyttäjätunnus.
tr_tr: TransFirst'e giriş yapmak için kullanılan kullanıcı adı.

source: Error occured communicating with TransFirst gateway server
de_de: Bei der Kommunikation mit dem TransFirst-Gateway-Server ist ein Fehler aufgetreten
fi: TransFirstin yhdyskäytäväpalvelimen kanssa kommunikoidessa ilmeni virhe.
tr_tr: TransFirst ağ geçidi sunucusu ile iletişim kurulurken hata oluştu

source: Approved or completed successfully
de_de: Genehmigt oder erfolgreich abgeschlossen
fi: Hyväksytty tai hyväksytysti suoritettu
tr_tr: Onaylandı veya başarıyla tamamlandı

source: Refer to card issuer
de_de: Wenden Sie sich an den Kartenaussteller
fi: Kortin myöntäjän puoleen
tr_tr: Kartı veren kuruluşa başvurun

source: Refer to card issuer, special condition
de_de: Siehe Kartenaussteller, besondere Bedingungen
fi: Katso kortin myöntäjä, erityisehto
tr_tr: Kartı veren kuruluşa başvurun, özel durum

source: Invalid merchant
de_de: Ungültiger Händler
fi: Virheellinen kauppias
tr_tr: Geçersiz tüccar

source: Pick-up card
de_de: Abholkarte
fi: Noutokortti
tr_tr: Teslim alma kartı

source: Do not honor
de_de: Nicht ehren
fi: Älä kunnioita
tr_tr: Onurlandırmayın

source: Pick-up card, special condition
de_de: Abholkarte, besondere Bedingung
fi: Noutokortti, erityistila
tr_tr: Teslim alma kartı, özel durum

source: Declined: Honor with identification(this is a decline response when a card not present transaction)
de_de: Abgelehnt: Honor mit Identifikation (dies ist eine Ablehnungsantwort bei einer Transaktion mit nicht vorhandener Karte)
fi: Hylätty: Honor with identification (tämä on kieltäytymisvaste, kun kortti ei ole läsnä).
tr_tr: Reddedildi: Honor with identification (bu, bir kart mevcut değil işleminde bir ret yanıtıdır)

source: Request in progress
de_de: Anfrage in Bearbeitung
fi: Pyyntöä käsitellään
fr_fr: Requête en cours
tr_tr: Talep devam ediyor

source: Approved, partialauthorization
de_de: Genehmigt, Teilgenehmigung
fi: Hyväksytty, osittainen lupa
tr_tr: Onaylandı, kısmi izin

source: Declined: VIP (this is a decline response fora card not present transaction)
de_de: Abgelehnt: VIP (dies ist eine Ablehnungsantwort für eine Transaktion mit nicht vorhandener Karte)
fi: Hylätty: VIP (tämä on vastaus kortti ei ole läsnä -tapahtuman hylkäämiseen).
tr_tr: Reddedildi: VIP (bu, kart mevcut değil işlemi için bir ret yanıtıdır)

source: Invalid transaction
de_de: Ungültige Transaktion
fi: Virheellinen tapahtuma
fr_fr: Transaction non valide
tr_tr: Geçersiz işlem

source: Invalid card number
de_de: Ungültige Kartennummer
fi: Virheellinen kortin numero
fr_fr: Numéro de carte non valable
tr_tr: Geçersiz kart numarası

source: No such issuer
de_de: Kein solcher Emittent
fi: Ei tällaista liikkeeseenlaskijaa
tr_tr: Böyle bir ihraççı yok

source: Declined: update track 3
de_de: Abgelehnt: Update Track 3
fi: Hylätty: päivitys raidetta 3
tr_tr: Reddedildi: parça 3'ü güncelleyin

source: Customer cancellation
de_de: Kündigung durch den Kunden
fi: Asiakkaan peruutus
fr_fr: Annulation client
tr_tr: Müşteri iptali

source: Customer dispute
de_de: Kundenstreit
fi: Asiakasriita
tr_tr: Müşteri anlaşmazlığı

source: Re-enter transaction
de_de: Transaktion erneut eingeben
fi: Syötä tapahtuma uudelleen
tr_tr: İşlemi yeniden girin

source: Invalid response
de_de: Ungültige Antwort
fi: Virheellinen vastaus
fr_fr: Réponse non valable
tr_tr: Geçersiz yanıt

source: No action taken
de_de: Keine Maßnahmen ergriffen
fi: Ei toimenpiteitä
fr_fr: Aucune action entreprise
tr_tr: Herhangi bir işlem yapılmadı

source: Suspected malfunction
de_de: Vermutete Fehlfunktion
fi: Epäilty toimintahäiriö
fr_fr: Dysfonctionnement suspecté
tr_tr: Şüpheli arıza

source: Unacceptable transaction fee
de_de: Unannehmbare Transaktionsgebühr
fi: Maksu, jota ei voida hyväksyä
tr_tr: Kabul edilemez işlem ücreti

source: File update not supported
de_de: Datei-Update nicht unterstützt
fi: Tiedoston päivitystä ei tueta
tr_tr: Dosya güncellemesi desteklenmiyor

source: Unable to locate record
de_de: Datensatz kann nicht gefunden werden
fi: Tietuetta ei löydy
tr_tr: Kaydın yeri tespit edilemiyor

source: Duplicate record
de_de: Doppelte Eingabe
fi: Kaksoistietue
tr_tr: Mükerrer kayıt

source: File update field edit error
de_de: Datei-Aktualisierungsfeld-Bearbeitungsfehler
fi: Tiedoston päivityskentän muokkausvirhe
tr_tr: Dosya güncelleme alanı düzenleme hatası

source: File update file locked
de_de: Datei aktualisieren Datei gesperrt
fi: Tiedoston päivitystiedosto lukittu
tr_tr: Dosya güncelleme dosyası kilitli

source: File update failed
de_de: Dateiaktualisierung fehlgeschlagen
fi: Tiedoston päivitys epäonnistui
tr_tr: Dosya güncellemesi başarısız oldu

source: Format error
de_de: Formatfehler
fi: Muotoiluvirhe
tr_tr: Biçim hatası

source: Bank not supported
de_de: Bank nicht unterstützt
fi: Pankkia ei tueta
tr_tr: Banka desteklenmiyor

source: Expired card, pick-up
de_de: Abgelaufene Karte, Abholung
fi: Vanhentunut kortti, nouto
tr_tr: Süresi dolmuş kart, teslim alma

source: Suspected fraud, pick-up
de_de: Betrugsverdacht, Abholung
fi: Epäilty petos, nouto
tr_tr: Şüpheli dolandırıcılık, teslim alma

source: Contact acquirer, pick-up
de_de: Kontakt zum Anwerber, Abholung
fi: Ota yhteyttä hankkijaan, nouto
tr_tr: Alıcı ile iletişime geçin, teslim alın

source: Restricted card, pick-up
de_de: Eingeschränkte Karte, Abholung
fi: Rajoitettu kortti, nouto
tr_tr: Kısıtlı kart, teslim alma

source: Call acquirer security, pick-up
de_de: Acquirer-Sicherheit anrufen, abholen
fi: Soiton vastaanottajan turvallisuus, nouto
tr_tr: Alıcı güvenliğini arayın, teslim alın

source: PIN tries exceeded, pick-up
de_de: PIN-Versuche überschritten, Abholung
fi: PIN-yritykset ylitetty, nouto
tr_tr: PIN denemeleri aşıldı, teslim alma

source: No credit account
de_de: Kein Kreditkonto
fi: Ei luottotiliä
tr_tr: Kredi hesabı yok

source: Function not supported
de_de: Funktion nicht unterstützt
fi: Toiminto ei tuettu
tr_tr: İşlev desteklenmiyor

source: Lost card, pick-up
de_de: Verlorene Karte, Abholung
fi: Kadonnut kortti, nouto
tr_tr: Kayıp kart, teslim alma

source: No universal account
de_de: Kein Universalkonto
fi: Ei yleistiliä
tr_tr: Evrensel hesap yok

source: Stolen card, pick-up
de_de: Gestohlene Karte, Abholung
fi: Varastettu kortti, nouto
tr_tr: Çalıntı kart, teslim alma

source: No investment account
de_de: Kein Anlagekonto
fi: Ei sijoitustiliä
tr_tr: Yatırım hesabı yok

source: Account closed
de_de: Konto geschlossen
fi: Tili suljettu
fr_fr: Compte fermé
tr_tr: Hesap kapatıldı

source: Identification required
de_de: Identifizierung erforderlich
fi: Tunnistautuminen vaaditaan
tr_tr: Tanımlama gerekli

source: Identification cross-check required
de_de: Identitätsgegenprüfung erforderlich
fi: Tunnisteen ristiintarkastus vaaditaan
tr_tr: Kimlik çapraz kontrolü gerekli

source: No customer record
de_de: Kein Kundendatensatz
fi: Ei asiakatietoa
tr_tr: Müşteri kaydı yok

source: Reserved for future Realtime use
de_de: Reserviert für die künftige Verwendung von Realtime
fi: Varattu tulevaa reaaliaikaista käyttöä varten
tr_tr: Gelecekte Gerçek Zamanlı kullanım için ayrılmıştır

source: Not sufficient funds
de_de: Nicht genügend Mittel
fi: Varat eivät riitä
tr_tr: Yeterli fon yok

source: No checking account
de_de: Kein Girokonto
fi: Ei sekkitiliä
tr_tr: Çek hesabı yok

source: No savings account
de_de: Kein Sparkonto
fi: Ei säästötiliä
tr_tr: Tasarruf hesabı yok

source: Expired card
de_de: Abgelaufene Karte
fi: Vanhentunut kortti
fr_fr: Carte expirée
tr_tr: Süresi dolmuş kart

source: Incorrect PIN
de_de: Falsche PIN
fi: Väärä PIN-koodi
fr_fr: Code PIN incorrect
tr_tr: Yanlış PIN

source: No card record
de_de: Kein Karteneintrag
fi: Ei korttitietoja
tr_tr: Kart kaydı yok

source: Could not register dependencies for "%1$s"
de_de: Es konnten keine Abhängigkeiten für "%1$s" registriert werden.
fi: Riippuvuuksia ei voitu rekisteröidä "%1$s":lle.
tr_tr: "%1$s" için bağımlılıklar kaydedilemedi

source: Change Event/Ticket Selection
de_de: Ändern der Ticket-/Eventauswahl
fi: Vaihda tapahtuma- tai lippuvalintaa
tr_tr: Etkinlik/Bilet Seçimini Değiştir

source: Change Event/Ticket Selection
de_de: Ändern der Ticket-/Eventauswahl
fi: Muuta tapahtuma- tai lippuvalintaa
fr_fr: Changer Sélection d'événement/de billet
tr_tr: Etkinlik/Bilet Seçimini Değiştir

source: The Registration ID must be a positive integer.
de_de: Die Registrierungs-ID muss eine positive ganze Zahl sein.
fi: Rekisteröintitunnuksen on oltava positiivinen kokonaisluku.
tr_tr: Kayıt Kimliği pozitif bir tamsayı olmalıdır.

source: %1$sThis registration was cancelled and moved to a %2$snew registration%3$s.%4$s
de_de: %1$sDiese Anmeldung wurde storniert und auf eine %2$sneue Anmeldung%3$s verschoben.%4$s
fi: %1$sTämä ilmoittautuminen on peruutettu ja siirretty %2$suuteen ilmoittautumiseen%3$s.%4$s
tr_tr: %1$sBu kayıt iptal edildi ve %2$syeni bir kayda taşındı%3$s.%4$s

source: %1$sThis registration was moved from a %2$sprevious registration%3$s which has been cancelled.%4$s
de_de: %1$sDiese Anmeldung wurde von einer %2$svorherigen Anmeldung%3$s verschoben, die storniert wurde.%4$s
fi: %1$sTämä ilmoittautuminen siirrettiin %2$saiemmasta ilmoittautumisesta%3$s, joka on peruutettu.%4$s
tr_tr: %1$sBu kayıt, iptal edilmiş olan %2$sönceki bir kayıttan%3$s taşınmıştır.%4$s

source: Event Espresso Attendee Mover could not be activated. Please ensure that Event Espresso version %1$s or higher is running
de_de: Event Espresso Attendee Mover konnte nicht aktiviert werden. Bitte stellen Sie sicher, dass Event Espresso Version %1$s oder höher ausgeführt wird.
fi: Event Espresso Attendee Moveria ei voitu aktivoida. Varmista, että Event Espresson versio %1$s tai uudempi on käytössä.
fr_fr: Event Espresso Attendee Mover n'a pu être activé. Vérifiez que la version %1$s ou plus d'Event Espresso tourne.
tr_tr: Event Espresso Attendee Mover etkinleştirilemedi. Lütfen Event Espresso'nun %1$s veya daha yüksek bir sürümünün çalıştığından emin olun

source: "Complete" Attendee Mover Step
de_de: "Vollständiger" Teilnehmer-Mover-Schritt
fr_fr: "Terminer" Étape déplacement du participant
tr_tr: "Tamamla" Katılımcı Taşıma Adımı

source: Registration ID:%1$s has been successfully cancelled, and Registration ID:%2$s has been created to replace it.
de_de: Registrierungs-ID:%1$s wurde erfolgreich storniert, und Registrierungs-ID:%2$s wurde als Ersatz erstellt.
fi: Ilmoittautuminen tunnuksella:%1$s on peruutettu ja korvattu uudella ilmoittautumisella, jonka tunnus on:%2$s.
tr_tr: Kayıt Kimliği:%1$s başarıyla iptal edildi ve yerine Kayıt Kimliği:%2$s oluşturuldu.

source: "Select Event" Attendee Mover Step
de_de: Schritt "Ereignis auswählen" Teilnehmerbewegung
fi: "Valitse tapahtuma" Osallistujan liikkumisvaihe Vaihe
fr_fr: "Sélectionnez Evénement" Etape de déplacement de Participant
tr_tr: "Etkinlik Seç" Katılımcı Taşıma Adımı

source: Select New Event
de_de: Wählen Sie eine neue Veranstaltung
fi: Valitse uusi tapahtuma
tr_tr: Yeni Etkinlik Seçiniz

source: Select Ticket
de_de: Wählen Sie ein Ticket
fi: Valitse lippu
fr_fr: Sélectionner billet
tr_tr: Bilet Seçiniz

source: "Select Ticket" Attendee Mover Step
de_de: Schritt "Ticket auswählen" - Teilnehmer bewegen sich
fi: "Valitse lippu" Osallistujan siirtymisvaihe
fr_fr: "Sélectionner Billet" Etape de déplacement de Participant
tr_tr: "Bilet Seç" Katılımcı Taşıma Adımı

source: Select New Ticket
de_de: Wählen Sie ein neues Ticket
fi: Valitse Uusi lippu
fr_fr: Sélectionner nouveau billet
tr_tr: Yeni Bilet Seçiniz

source: Registrations can not be moved if you select the exact same ticket that the registration already has! Please select a different ticket.
de_de: Anmeldungen können nicht verschoben werden, wenn Sie genau das selbe Ticket wählen, für das die Anmeldung bereits gilt! Bitte wählen Sie ein anderes Ticket.
fi: Rekisteröintejä ei voi siirtää, jos valitset täsmälleen saman lipun, joka rekisteröinnillä jo on! Valitse toinen lippu.
tr_tr: Kaydın zaten sahip olduğu biletin aynısını seçerseniz kayıtlar taşınamaz! Lütfen farklı bir bilet seçin.

source: Verify Changes
de_de: Bestätigen Sie Ihre Änderungen
fi: Tarkista muutokset
fr_fr: Vérifier les modifications
tr_tr: Değişiklikleri Doğrula

source: "Verify Changes" Attendee Mover Step
de_de: Schritt "Änderungen verifizieren" Teilnehmerwechsel
fi: "Tarkista muutokset" Osallistujan siirtymisvaihe
fr_fr: "Vérifiez les modifications" Etape de déplacement de Participant
tr_tr: "Değişiklikleri Doğrula" Katılımcı Taşıma Adımı

source: Add Ticket
de_de: Altes Ticket
fi: Lisää lippu
tr_tr: Bilet Ekle

source: New Ticket
de_de: Neues Ticket
fi: Uusi lippu
fr_fr: Nouveau billet
tr_tr: Yeni Bilet

source: Price Change
de_de: Preisänderung
fi: Hinnan muutos
fr_fr: Changement de prix
tr_tr: Fiyat Değişikliği

source: Trigger Notifications?
de_de: Benachrichtigungen auslösen?
fi: Ilmoitusten laukaisu?
tr_tr: Tetikleyici Bildirimler?

source: Registration changes have been cancelled.
de_de: Die Änderung der Registrierung wurde gestrichen.
fi: Ilmoittautumisen muutokset on peruutettu.
tr_tr: Kayıt değişiklikleri iptal edilmiştir.

source: Edit Registration Ticket Selection
de_de: Registrierungsticketauswahl bearbeiten
fi: Muuta ilmoittautumisen lippuvalintaa
tr_tr: Kayıt Bilet Seçimlerini Düzenle

source: This exact registration change has already been processed. Please select a different event and/or ticket to change this registration. %3$sThe original cancelled registration can be viewed on the %1$sregistration details admin page%2$s.
de_de: Diese genaue Änderung der Registrierung wurde bereits bearbeitet. Bitte wählen Sie eine andere Veranstaltung und/oder ein anderes Ticket, um diese Registrierung zu ändern. %3$sDie ursprünglich stornierte Registrierung kann auf der Verwaltungsseite %1$sRegistrierungsdetails%2$s eingesehen werden.
fi: Tämä tarkka rekisteröintimuutos on jo käsitelty. Valitse toinen tapahtuma ja/tai lippu vaihtaaksesi tämän rekisteröinnin. %3$sAlkuperäinen peruutettu rekisteröinti on nähtävissä %1$srekisteröintitietojen hallintasivulla%2$s.
tr_tr: Bu kesin kayıt değişikliği zaten işlenmiştir. Bu kaydı değiştirmek için lütfen farklı bir etkinlik ve/veya bilet seçin. %3$sİptal edilen orijinal kayıt %1$sregistration details admin page%2$s adresinde görüntülenebilir.
