Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Your Vanco 8 character Web Services user ID.
de_de: Ihre Vanco 8-Zeichen Web Services Benutzer-ID.
fi: Vancon 8-merkkinen Web Services -käyttäjätunnuksesi.
fr_fr: Votre ID d'utilisateur des services Web Vanco à 8 caractères.
tr_tr: Vanco 8 karakterli Web Hizmetleri kullanıcı kimliğiniz.

source: Your Vanco alphanumeric password.
de_de: Ihr alphanumerisches Vanco-Passwort.
fi: Vancon aakkosnumeerinen salasanasi.
fr_fr: Votre mot de passe alphanumérique Vanco
tr_tr: Vanco alfanümerik şifreniz.

source: To ensure proper security, a unique Encryption Key will be provided by Vanco for each user. This key will be used when encrypting the transaction data.
de_de: Um eine angemessene Sicherheit zu gewährleisten, wird von Vanco für jeden Benutzer ein eindeutiger Verschlüsselungsschlüssel bereitgestellt. Dieser Schlüssel wird beim Verschlüsseln der Transaktionsdaten verwendet.
fi: Asianmukaisen turvallisuuden varmistamiseksi Vanco antaa jokaiselle käyttäjälle yksilöllisen salausavaimen. Tätä avainta käytetään transaktiotietojen salauksessa.
tr_tr: Uygun güvenliği sağlamak için, Vanco tarafından her kullanıcı için benzersiz bir Şifreleme Anahtarı sağlanacaktır. Bu anahtar, işlem verileri şifrelenirken kullanılacaktır.

source: Specify if transactions should only be allowed if a Debit card is being used.
de_de: Geben Sie an, ob Transaktionen nur erlaubt sein sollen, wenn eine Debitkarte verwendet wird.
fi: Määritä, sallitaanko maksutapahtumat vain, jos käytetään pankkikorttia.
fr_fr: Spécifiez si les transactions ne doivent être autorisées que si une carte de débit est utilisée.
tr_tr: İşlemlere yalnızca bir Banka kartı kullanılıyorsa izin verilip verilmeyeceğini belirtin.

source: Registration is currently turned off for your site, so the registration link will not show. If you want the registration link to show please %sgo here%s to turn it on.
de_de: Die Registrierung ist derzeit für Ihre Website deaktiviert, daher wird der Registrierungslink nicht angezeigt. Wenn Sie möchten, dass der Registrierungslink angezeigt wird, gehen Sie bitte %sieh hier%s, um ihn einzuschalten.
fi: Rekisteröinti on tällä hetkellä pois käytöstä sivustollasi, joten rekisteröintilinkki ei näy. Jos haluat, että rekisteröintilinkki näkyy, ota se käyttöön %sgo here%s.
tr_tr: Kayıt şu anda siteniz için kapalıdır, bu nedenle kayıt bağlantısı gösterilmeyecektir. Kayıt bağlantısının gösterilmesini istiyorsanız, lütfen açmak için %sgo here%s.

source: Registration Page URL (if different from default WordPress Registration)
de_de: URL der Registrierungsseite (falls abweichend von der Standard-WordPress-Registrierung)
fi: Rekisteröintisivun URL-osoite (jos se eroaa WordPressin oletusarvoisesta rekisteröinnistä)
fr_fr: URL de la page d'enregistrement (si différente de l'inscription WordPress par défaut)
tr_tr: Kayıt Sayfası URL'si (varsayılan WordPress Kaydından farklıysa)

source: When login is required on an event, this will be the url used for the registration link on the login form
de_de: Wenn eine Anmeldung für eine Veranstaltung erforderlich ist, wird diese URL für den Anmeldelink im Anmeldeformular verwendet.
fi: Kun tapahtumaan vaaditaan kirjautuminen, tätä url-osoitetta käytetään kirjautumislomakkeen rekisteröintilinkissä.
fr_fr: Lorsque la connexion est requise sur un événement, ce sera l'url utilisée pour le lien d'inscription sur le formulaire de connexion
tr_tr: Bir etkinlikte oturum açılması gerektiğinde, oturum açma formundaki kayıt bağlantısı için kullanılan url bu olacaktır

source: The event you have selected requires logging in before you can register. You can %sregister for an account here%s if you don't have a login.
de_de: Für die von Ihnen gewählte Veranstaltung müssen Sie sich anmelden, bevor Sie sich registrieren können. Sie können %sich hier für ein Konto registrieren%s, wenn Sie noch kein Login haben.
fi: Valitsemasi tapahtumaan ilmoittautuminen on mahdollista vain rekisteröityneille käyttäjille. Voit %srekisteröidä tilin täällä%s, jos sinulla ei vielä ole tunnuksia.
tr_tr: Seçtiğiniz etkinliğe kayıt olabilmeniz için önce oturum açmanız gerekir. Eğer giriş yapmadıysanız buradan %sregister for an account%s yapabilirsiniz.

source: You must add a name for the category.
de_de: Sie müssen einen Namen für diese Kategorie angeben.
fi: Sinun on annettava luokalle nimi.
fr_fr: Vous devez ajouter un nom pour la catégorie
tr_tr: Kategori için bir ad eklemeniz gerekir.

source: View %1$sRegistrations%4$s / %2$sTransactions%4$s for this %3$sevent%4$s.
de_de: Ansicht %1$sRegistrierungen%4$s / %2$sTransaktionen%4$s für diese %3$sVeranstaltung%4$s.
fi: Näytä %1$silmoittautumiset%4$s / %2$stilaukset%4$s tähän %3$stapahtumaan%4$s.
fr_fr: Afficher %1$sInscriptions%4$s / %2$sTransactions%4$s pour cet %3$sévénement%4$s.
tr_tr: Bu %3$sevent%4$s için %1$sRegistrations%4$s / %2$sTransactions%4$s öğelerini görüntüleyin.

source: There is no attached contact for this transaction. The transaction either failed due to an error or was abandoned.
de_de: Es gibt keinen angehängten Kontakt für diese Transaktion. Die Transaktion ist entweder aufgrund eines Fehlers fehlgeschlagen oder wurde abgebrochen.
fi: Tähän tilaukseen ei ole yhteystietoja. Tilaus epäonnistui virheen takia tai se tuli jostain syystä hylättyksi.
tr_tr: Bu işlem için ekli bir kişi yok. İşlem ya bir hata nedeniyle başarısız oldu ya da terk edildi.

source: Last Method of Payment:
de_de: Letzte Zahlungsart
fi: Viimeisin maksutapa:
fr_fr: Dernière méthode de paiement:
tr_tr: Son Ödeme Yöntemi:

source: Show Expired Tickets?
de_de: Abgelaufene Tickets anzeigen?
fi: Näytä vanhentuneet liput?
fr_fr: Afficher les billets expirés?
tr_tr: Süresi Dolmuş Biletleri Göster?

source: Indicate whether to show expired tickets in the ticket selector
de_de: Angeben, ob abgelaufene Tickets in der Ticketauswahl angezeigt werden sollen
fi: Valitse, näytetäänkö vanhentuneet liput lippuvalitsimessa
fr_fr: Indiquer si les billets expirés doivent être affichés dans le sélecteur de billets
tr_tr: Bilet seçicide süresi dolmuş biletlerin gösterilip gösterilmeyeceğini belirtin

source: This version of Event Espresso is for testing and/or evaluation purposes only. It is %1$snot%2$s considered a stable release and should therefore %1$snot%2$s be activated on a live or production website.
de_de: Diese Version von Event Espresso ist nur für Test- und/oder Evaluierungszwecke gedacht. Sie wird %1$snicht%2$s als stabile Version betrachtet und sollte daher %1$snicht%2$s auf einer Live- oder Produktions-Website aktiviert werden.
fi: Tämä Event Espresson versio on tarkoitettu vain testaus- ja/tai arviointitarkoituksiin. Sitä %1$snot%2$s pidetään vakaana versiona, joten sitä %1$snot%2$s tulisi aktivoida live- tai tuotantosivustolla.
tr_tr: Event Espresso'nun bu sürümü yalnızca test ve/veya değerlendirme amaçlıdır. %1$snot%2$s kararlı bir sürüm olarak kabul edilmez ve bu nedenle %1$snot%2$s canlı veya üretim web sitesinde etkinleştirilmemelidir.

source: Keep Event Espresso Decaf Free
de_de: Veranstaltung Espresso koffeinfrei halten
fi: Pidä tapahtuma Espresso kofeiiniton vapaa
tr_tr: Etkinlik Espressosu Kafeinsiz Olsun

source: We need your help to continue maintaining and providing this plugin for free. You can help by leaving a positive review in the WordPress plugin directory. 5 star ratings bring Event Espresso Decaf to the attention of more users which increases our support and features for this version of Event Espresso.
de_de: Wir brauchen Ihre Hilfe, um dieses Plugin weiterhin kostenlos anbieten und pflegen zu können. Sie können helfen, indem Sie eine positive Bewertung im WordPress-Plugin-Verzeichnis hinterlassen. 5-Sterne-Bewertungen machen mehr Nutzer auf Event Espresso Decaf aufmerksam, was unseren Support und die Funktionen für diese Version von Event Espresso verbessert.
fi: Tarvitsemme apuasi jatkaaksemme tämän laajennuksen ylläpitoa ja tarjoamista ilmaiseksi. Voit auttaa jättämällä positiivisen arvostelun WordPress-lisäosahakemistoon. Viiden tähden arvostelut tuovat Event Espresso Decafin useampien käyttäjien tietoisuuteen, mikä lisää Event Espresson tämän version tukea ja ominaisuuksia.
tr_tr: Bu eklentiyi ücretsiz olarak sağlamaya ve sürdürmeye devam etmek için yardımınıza ihtiyacımız var. WordPress eklenti dizinine olumlu bir yorum bırakarak yardımcı olabilirsiniz. 5 yıldızlı değerlendirmeler Event Espresso Decaf'i daha fazla kullanıcının dikkatine sunar ve bu da Event Espresso'nun bu sürümü için desteğimizi ve özelliklerimizi artırır.

source: Rate it five stars today!
de_de: Bewerten Sie es noch heute mit fünf Sternen!
fi: Arvioi se viidellä tähdellä tänään!
fr_fr: Donnez 5 étoiles aujourd'hui !
tr_tr: Bugün beş yıldız verin!

source: Rate It!
de_de: Bewerten Sie es!
fi: Arvostele!
fr_fr: Evaluez-le!
tr_tr: Değerlendirin!

source: EEM_Base::_get_consecutive() has been called with no $field_to_order_by argument and there is no primary key on the field. Please provide the field you would like to use as the base for retrieving the next item(s).
de_de: EEM_Base::_get_consecutive() wurde ohne das Argument $field_to_order_by aufgerufen und es gibt keinen Primärschlüssel für das Feld. Bitte geben Sie das Feld an, das Sie als Basis für den Abruf des nächsten Elements/der nächsten Elemente verwenden möchten.
fi: EEM_Base::_get_consecutive() on kutsuttu ilman $field_to_order_by-argumenttia, eikä kentällä ole ensisijaista avainta. Anna kenttä, jota haluat käyttää seuraavan kohteen (seuraavien kohteiden) hakemisen perustana.
tr_tr: EEM_Base::_get_consecutive(), $field_to_order_by bağımsız değişkeni olmadan çağrıldı ve alanda birincil anahtar yok. Lütfen sonraki öğe(ler)i almak için temel olarak kullanmak istediğiniz alanı belirtin.

source: Authorize.Net Transaction Key
de_de: Authorize.Net-Transaktionsschlüssel
fi: Authorize.Net-transaktioavain
fr_fr: Authorize.net Transaction clé
tr_tr: Authorize.Net İşlem Anahtarı

source: Authorize.Net API login ID
de_de: Authorize.Net API-Anmelde-ID
fi: Authorize.Net API kirjautumistunnus
tr_tr: Authorize.Net API oturum açma kimliği

source: More information on %s how to find your API Login ID and Transaction Key. %s
de_de: Weitere Informationen zu %s, wie Sie Ihre API-Anmelde-ID und Ihren Transaktionsschlüssel finden. %s
fi: Lisätietoja %s siitä, miten löydät API-kirjautumistunnuksesi ja transaktioavaimesi. %s
tr_tr: API Oturum Açma Kimliğinizi ve İşlem Anahtarınızı nasıl bulacağınız hakkında %s daha fazla bilgi. %s

source: Could not process payment because there is no attendee data
de_de: Konnte die Zahlung nicht verarbeiten, da keine Teilnehmerdaten vorhanden sind
fi: Maksu ei voitu käsitellä, koska osallistujatietoja ei ole
tr_tr: Katılımcı verisi olmadığı için ödeme işlenemedi

source: Payment for registration %s for event %s
de_de: Zahlung für Anmeldung %s für Veranstaltung %s
fi: Maksu ilmoittautumisesta %s tapahtumaan %s
fr_fr: Paiement %s pour l'événement %s
tr_tr: Etkinlik %s için kayıt %s ödemesi

source: No response received
de_de: Keine Antwort erhalten
fi: Vastausta ei saatu
fr_fr: Aucune réponse reçue
tr_tr: Yanıt alınmadı

source: Did not receive a proper XML response from Evertec
de_de: Ich habe keine ordnungsgemäße XML-Antwort von Evertec erhalten
fi: Evertec ei saanut asianmukaista XML-vastausta.
tr_tr: Evertec'ten düzgün bir XML yanıtı alamadım

source: Payment Successful
de_de: Bezahlung erfolgreich
fi: Maksusuoritus onnistui
tr_tr: Ödeme Başarılı

source: The Evertec Billing form needs to be used with the Evertec payment method type
de_de: Das Evertec-Rechnungsformular muss mit dem Evertec-Zahlungstyp verwendet werden
fi: Evertec Billing -lomaketta on käytettävä Evertec-maksutavan kanssa.
tr_tr: Evertec Faturalama formunun Evertec ödeme yöntemi türü ile kullanılması gerekir

source: Only 5 digit zip codes allowed
de_de: Nur 5-stellige Postleitzahlen erlaubt
fi: Vain 5-numeroiset postinumerot sallittu
tr_tr: Sadece 5 haneli posta kodlarına izin verilir

source: Card or Bank Account Type
de_de: Karten- oder Bankkontotyp
fi: Kortin tai pankkitilin tyyppi
fr_fr: Type de compte bancaire ou de carte
tr_tr: Kart veya Banka Hesap Türü

source: US Zip
de_de: US Postleitzahl
fi: Yhdysvaltain postinumero
fr_fr: Code Postal US
tr_tr: ABD Zip

source: US Phone
de_de: US Telefonnummer
fi: Yhdysvaltain puhelin
fr_fr: Téléphone US
tr_tr: ABD Telefon

source: Please enter a valid Card Security Code
de_de: Bitte geben Sie einen gültigen Karten-Sicherheitscode ein
fi: Syötä voimassa oleva kortin turvakoodi
fr_fr: Veuillez indiquer un Code de Sécurité valide
tr_tr: Lütfen geçerli bir Kart Güvenlik Kodu girin

source: Bank Routing Number
de_de: Bankleitzahl
fi: Pankin reititysnumero
tr_tr: Banka Yönlendirme Numarası

source: Please enter a valid Bank Routing Number
de_de: Bitte geben Sie eine gültige Bankleitzahl ein
fi: Syötä voimassa oleva pankin reititysnumero
tr_tr: Lütfen geçerli bir Banka Yönlendirme Numarası girin

source: Bank Account Number
de_de: Bankkontonummer
fi: Pankkitilin numero
fr_fr: N° de Compte Bancaire
tr_tr: Banka Hesap Numarası

source: Please enter a valid Bank Account Number
de_de: Bitte geben Sie eine gültige Bankkontonummer ein
fi: Syötä voimassa oleva pankkitilin numero
fr_fr: Veuillez indiquer un N° de Compte Bancaire valide
tr_tr: Lütfen geçerli bir Banka Hesap Numarası girin

source: Bank Client Name
de_de: Name des Bankkunden
fi: Pankki Asiakkaan nimi
fr_fr: Nom de la Banque
tr_tr: Banka Müşteri Adı

source: Client name is too long
de_de: Kundenname ist zu lang
fi: Asiakkaan nimi on liian pitkä
fr_fr: Le nom de la Banque est trop long
tr_tr: Müşteri adı çok uzun

source: I authorize these funds to be withdrawn from my account
de_de: Ich genehmige die Abbuchung dieser Beträge von meinem Konto
fi: Annan luvan nostaa nämä varat tililtäni.
fr_fr: J'autorise ces fonds à être retirés de mon compte
tr_tr: Bu fonların hesabımdan çekilmesine izin veriyorum

source: Authorization
de_de: Autorisierung
fi: Valtuutus
fr_fr: Autorisation
tr_tr: Yetkilendirme

source: Address is too long
de_de: Adresse ist zu lang
fi: Osoite on liian pitkä
fr_fr: L'adresse est trop longue
tr_tr: Adres çok uzun

source: City name is too long
de_de: Der Name der Stadt ist zu lang
fi: Kaupungin nimi on liian pitkä
fr_fr: Le nom de la ville est trop long
tr_tr: Şehir adı çok uzun

source: Personal Checking
fi: Henkilökohtainen tarkastus
tr_tr: Kişisel Çek

source: Personal Saving
de_de: Persönliches Sparen
fi: Henkilökohtainen säästäminen
tr_tr: Kişisel Tasarruf

source: Business Checking
fr_fr: Vérification commerciale
tr_tr: Ticari Çek

source: Evertec Username %s
de_de: Evertec-Benutzername %s
fi: Evertec-käyttäjätunnus %s
fr_fr: Evertec nom d’utilisateur %s
tr_tr: Evertec Kullanıcı Adı %s

source: Evertec Password %s
de_de: Evertec Passwort %s
fi: Evertec-salasana %s
fr_fr: Mot de passe Evertec %s
tr_tr: Evertec Şifre %s

source: Accepted Payment Methods %s
de_de: Akzeptierte Zahlungsarten %s
fi: Sallitut maksutavat %s
tr_tr: Kabul Edilen Ödeme Yöntemleri %s

source: Evertec Settings
de_de: Evertec Einstellungen
fi: Evertec-asetukset
fr_fr: Paramètres de Evertec
tr_tr: Evertec Ayarları

source: The Evertec billing form needs a credit_card_and bank_info subsections.
de_de: Das Evertec-Abrechnungsformular benötigt die Unterabschnitte credit_card_und bank_info.
fi: Evertecin laskutuslomakkeessa on oltava credit_card_ja bank_info -alajaksot.
tr_tr: Evertec faturalandırma formunun bir kredi_kartı_ve banka_bilgisi alt bölümlerine ihtiyacı vardır.

source: No state was found for ID %d
de_de: Für die ID %d wurde kein Zustand gefunden
fi: Tunnukselle %d ei löytynyt tilaa
tr_tr: ID %d için hiçbir durum bulunamadı

source: Adjust the settings for the EVERTEC payment gateway.
de_de: Passen Sie die Einstellungen für das EVERTEC Zahlungs-Gateway an.
fi: Säädä Evertec-maksunvälityspalvelun asetuksia.
tr_tr: EVERTEC ödeme ağ geçidi için ayarları yapın.

source: Please contact EVERTEC to find what currencies are supported
de_de: Bitte kontaktieren Sie EVERTEC, um zu erfahren, welche Währungen unterstützt werden.
fi: Ota yhteyttä EVERTECiin selvittääksesi, mitä valuuttoja tuetaan.
tr_tr: Hangi para birimlerinin desteklendiğini öğrenmek için lütfen EVERTEC ile iletişime geçin

source: Please be sure to inform EVERTEC your account needs to work with this server's IP address, %1$s. Your account can only be enabled for a single IP address. If it isn't you will get an authentication error when trying to make a payment.
de_de: Bitte informieren Sie EVERTEC, dass Ihr Konto mit der IP-Adresse dieses Servers, %1$s, funktionieren muss. Ihr Konto kann nur für eine einzige IP-Adresse aktiviert werden. Wenn dies nicht der Fall ist, erhalten Sie einen Authentifizierungsfehler, wenn Sie versuchen, eine Zahlung zu tätigen.
fi: Muistathan ilmoittaa EVERTECille, että tilisi tarvitsee tämän palvelimen IP-osoitteen, %1$s. Tilisi voidaan ottaa käyttöön vain yhtä IP-osoitetta varten. Jos se ei ole käytössä, saat todennusvirheen, kun yrität suorittaa maksun.
tr_tr: Lütfen EVERTEC'e hesabınızın bu sunucunun IP adresi olan %1$s ile çalışması gerektiğini bildirdiğinizden emin olun. Hesabınız yalnızca tek bir IP adresi için etkinleştirilebilir. Aksi takdirde, ödeme yapmaya çalışırken bir kimlik doğrulama hatası alırsınız.

source: If this option is enabled, be sure to enter your sandbox credentials in the fields below. Be sure to turn this setting off when you are done testing.
de_de: Wenn diese Option aktiviert ist, müssen Sie Ihre Sandbox-Anmeldedaten in die unten stehenden Felder eingeben. Achten Sie darauf, diese Einstellung zu deaktivieren, wenn Sie mit dem Testen fertig sind.
fi: Jos tämä vaihtoehto on käytössä, muista syöttää hiekkalaatikon tunnistetiedot alla oleviin kenttiin. Muista poistaa tämä asetus käytöstä, kun olet lopettanut testauksen.
tr_tr: Bu seçenek etkinse, aşağıdaki alanlara sanal alan kimlik bilgilerinizi girdiğinizden emin olun. Testiniz bittiğinde bu ayarı kapattığınızdan emin olun.

source: The username used to login to EVERTEC.
de_de: Der Benutzername, der für die Anmeldung bei EVERTEC verwendet wird.
fi: Käyttäjätunnus, jolla kirjaudutaan EVERTECiin.
tr_tr: EVERTEC'te oturum açmak için kullanılan kullanıcı adı.

source: The password used to login to EVERTEC.
de_de: Das Passwort, mit dem Sie sich bei EVERTEC anmelden.
fi: Salasana, jolla kirjaudutaan sisään EVERTECiin.
tr_tr: EVERTEC'te oturum açmak için kullanılan parola.

source: Accepted Payment Methods
de_de: Zahlungsmethoden
fi: Hyväksytyt maksutavat
fr_fr: Modes de paiement acceptés
tr_tr: Kabul Edilen Ödeme Yöntemleri

source: Select the credit cards and bank account types for which you will accept payment.
de_de: Wählen Sie die Kreditkarten und Bankkonten aus, für die Sie Zahlungen akzeptieren möchten.
fi: Valitse luottokortit ja pankkitilityypit, joilla hyväksyt maksun.
tr_tr: Ödeme kabul edeceğiniz kredi kartlarını ve banka hesap türlerini seçin.

source: Evertec Test Mode
de_de: Evertec Test-Modus
fr_fr: Mode Test Evertec
tr_tr: Evertec Test Modu

source: Reminder: Your Evertec must be setup to work from this IP Address. If you receive authorization errors it is because it is not setup properly. Contact Evertec and request that they set your account to work from IP %s
de_de: Zur Erinnerung: Ihr Evertec muss so eingerichtet sein, dass er von dieser IP-Adresse aus funktioniert. Wenn Sie Autorisierungsfehler erhalten, liegt das daran, dass er nicht richtig eingerichtet ist. Wenden Sie sich an Evertec und bitten Sie darum, Ihr Konto so einzurichten, dass es von IP %s aus funktioniert.
fi: Muistutus: Evertec on asetettava toimimaan tästä IP-osoitteesta. Jos saat valtuutusvirheitä, se johtuu siitä, että sitä ei ole asetettu oikein. Ota yhteyttä Everteciin ja pyydä, että he asettavat tilisi toimimaan IP-osoitteesta %s.
tr_tr: Hatırlatma: Evertec'iniz bu IP Adresinden çalışacak şekilde ayarlanmalıdır. Yetkilendirme hataları alıyorsanız, bunun nedeni düzgün ayarlanmamış olmasıdır. Evertec ile iletişime geçin ve hesabınızı IP %s'den çalışacak şekilde ayarlamalarını isteyin

source: Test Credit Card Information
de_de: Informationen zur Test-Kreditkarte
fi: Testaa luottokortin tiedot
tr_tr: Kredi Kartı Bilgilerini Test Edin

source: Number
de_de: Nummer
fi: Numero
tr_tr: Sayı

source: Note
de_de: Anmerkung
fi: Huomautus
tr_tr: Not

source: The minimum amount to test AMEX is $1
de_de: Der Mindestbetrag für den AMEX-Test beträgt $1
fi: Pienin mahdollinen testisumma AMEX-kortilla on $1
tr_tr: AMEX'i test etmek için minimum tutar 1$'dır

source: Test Bank Information Information
de_de: Testbank Informationen Informationen
fi: Testipankin tiedot Tiedot Tiedot
tr_tr: Test Bankası Bilgileri

source: Personal Savings
de_de: Persönliche Ersparnisse
fi: Henkilökohtaiset säästöt
tr_tr: Kişisel Tasarruflar

source: Bank Number
de_de: Bankleitzahl
fi: Pankin numero
tr_tr: Banka Numarası

source: Routing Number
de_de: Routing-Nummer
fi: Rutiininumero
tr_tr: Yönlendirme Numarası

source: Any Number
de_de: Irgendeine Nummer
fi: Mikä tahansa numero
tr_tr: Herhangi Bir Numara

source: Any Name
de_de: Irgendein Name
fi: Mikä tahansa nimi
tr_tr: Herhangi Bir İsim

source: Used to set the background color of the barcode (default is #FFFFF [white] ). [BARCODE_* bgcolor=#FFFFFF]
de_de: Wird verwendet, um die Hintergrundfarbe des Barcodes festzulegen (Standard ist #FFFFF [weiß]). [BARCODE_* bgcolor=#FFFFFF]
fi: Käytetään viivakoodin taustavärin asettamiseen (oletusarvo on #FFFFF [valkoinen] ). [BARCODE_* bgcolor=#FFFFFF]
tr_tr: Barkodun arka plan rengini ayarlamak için kullanılır (varsayılan #FFFFF [beyaz] ). [BARCODE_* bgcolor=#FFFFFF]

source: Used to set the foreground color of the barcode (default is #000000 [black] ). [BARCODE_* color=#000000]
de_de: Wird verwendet, um die Vordergrundfarbe des Barcodes festzulegen (Standard ist #000000 [schwarz]). [BARCODE_* color=#000000]
fi: Käytetään viivakoodin etualan värin asettamiseen (oletusarvo on #000000 [musta] ). [BARCODE_* color=#000000]
tr_tr: Barkodun ön plan rengini ayarlamak için kullanılır (varsayılan #000000 [siyah] ). [BARCODE_* color=#000000]

source: This shortcode generates the url for all tickets in a transaction. However, only tickets for approved registrations are generated via the url on this shortcode.
de_de: Dieser Shortcode generiert die Url für alle Tickets einer Transaktion. Es werden jedoch nur Tickets für genehmigte Registrierungen über die URL dieses Shortcodes generiert.
fi: Tämä lyhytkoodi lisää linkin tilauksen kaikkiin lippuihin. Kuitenkin vain hyväksyttyjen ilmoittautumisten liput luodaan tämän lyhytkoodin linkistä.
tr_tr: Bu kısa kod, bir işlemdeki tüm biletler için url oluşturur. Ancak, bu kısa koddaki url aracılığıyla yalnızca onaylanan kayıtlar için bilet oluşturulur.

source: No Tickets available
de_de: Keine Tickets verfügbar
fi: Ei lippuja saatavilla
fr_fr: Pas de billets disponibles
tr_tr: Bilet mevcut değil

source: Hello,%s Your ticket(s) are not available because your registration(s) are not approved. If you think this is incorrect, please contact the site administrator.
de_de: Hallo, %s Ihr Ticket ist nicht verfügbar, da Ihre Registrierung nicht genehmigt wurde. Wenn Sie denken, dass ein Fehler vorliegt, kontaktieren Sie bitte den Administrator.
fi: Hei, %s Lippusi eivät ole saatavilla, koska ilmoittautumistasi ei ole hyväksytty. Jos epäilet, että on tapahtunut virhe, ole hyvä ja ota yhteys sivuston ylläpitäjään.
fr_fr: Bonjour, %s Votre (vos) billet (s) ne sont pas disponibles car votre (vos) inscription(s) ne sont pas approuvé. Si vous pensez que c'est incorrect, s'il vous plaît contactez l'administrateur du site.
tr_tr: Merhaba,%s Bilet(ler)iniz mevcut değil çünkü kayıt(lar)ınız onaylandı. Bunun yanlış olduğunu düşünüyorsanız, lütfen site ile iletişime geçin Yönetici.

source: Account Type
de_de: Konto-Typ
fi: Tilin tyyppi
fr_fr: Type de compte
tr_tr: Hesap Türü
