Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Override all custom
de_de: Alle eigenen überschreiben
fi: Ohita kaikki mukautukset
fr_fr: Remplacer tous les usages
tr_tr: Tüm özel ayarları geçersiz kıl

source: click for more details
de_de: Klicken für mehr Informationen
fi: napsauta saadaksesi lisätietoja
fr_fr: cliquez pour plus de détails
tr_tr: detaylar için tıklayın

source: Preview
de_de: Vorschau
fi: Esikatsele
fr_fr: Prévisualisation
tr_tr: Ön izleme

source: Editing %s
de_de: Bearbeitung von %s
fi: Muokataan %s
fr_fr: Modification %s
tr_tr: Düzenleniyor %s

source: Accepted
de_de: Akzeptiert
fi: Hyväksytty
fr_fr: Accepté(e)
tr_tr: Kabul edildi.

source: In order to reset the template to its default we require the messenger, message type, and message template GRP_ID to know what is being reset. At least one of these is missing.
de_de: Um die Vorlage auf ihren Standardwert zurückzusetzen, benötigen wir den Boten, den Nachrichtentyp und die GRP_ID der Nachrichtenvorlage, um zu wissen, was zurückgesetzt wird. Mindestens eine dieser Angaben fehlt.
fi: Jotta voimme palauttaa mallin oletusasetuksiin, tarvitsemme viestinviejän, viestityypin ja viestimallin GRP_ID-tunnuksen, jotta tiedämme, mitä ollaan palauttamassa. Ainakin yksi näistä puuttuu.
fr_fr: Pour réinitialiser le modèle à sa valeur par défaut, nous demandons le messager, le type de message, et le message modèle grp_id de savoir ce qui est en cours de réinitialisation. Au moins un de ceux-ci est absent.
tr_tr: Şablonu varsayılana sıfırlamak için neyin sıfırlandığını bilmek üzere mesajcı, mesaj türü ve mesaj şablonu GRP_ID'sine ihtiyacımız var. Bunlardan en az biri eksik.

source: Cancelled
de_de: Abgesagt
fi: Peruutettu
fr_fr: Annulé
tr_tr: İptal Edildi

source: Something went wrong with deleting existing templates. Unable to reset to default
de_de: Beim Löschen vorhandener Vorlagen ist etwas schief gelaufen. Kann nicht auf Standard zurückgesetzt werden
fi: Jokin meni pieleen olemassa olevien mallien poistamisessa. Oletusasetusten palauttaminen ei onnistu
fr_fr: Quelque chose n'allait pas avec suppression de modèles existants. Impossible de réinitialiser aux valeurs par défaut
tr_tr: Mevcut şablonları silerken bir şeyler ters gitti. Varsayılana sıfırlanamıyor

source: Failed
de_de: Fehlgeschlagen
fi: Epäonnistui
fr_fr: Échec
tr_tr: Başarısız

source: Something went wrong and we couldn't get any templates assembled
de_de: Irgendetwas ging schief, und wir konnten keine Vorlagen zusammenstellen.
fi: Jokin meni pieleen, emmekä saaneet yhtään mallia koottua, -
fr_fr: Quelque chose s'est mal passé et nous n'avons pas pu obtenir tous les modèles assemblés
tr_tr: Bir şeyler ters gitti ve şablonları bir araya getiremedik

source: Templates have been reset to defaults.
de_de: Die Vorlagen wurden auf die Standardwerte zurückgesetzt.
fi: Mallit on palautettu oletusasetuksiin.
fr_fr: Des modèles ont été réinitialisés aux valeurs par défaut.
tr_tr: Şablonlar varsayılan değerlere sıfırlandı.

source: Something went wrong because we're missing the registration ID
de_de: Da ist etwas schief gelaufen, denn es fehlt die Registrierungs-ID
fi: Jokin meni pieleen, koska rekisteröintitunnus puuttuu.
fr_fr: Quelque chose s'est mal passé, car il nous manque l'ID d'enregistrement
tr_tr: Kayıt kimliği eksik olduğu için bir şeyler yanlış gitti

source: Dates & Times
de_de: Datum & Zeit
fi: Ajankohdat
fr_fr: Dates et Horaires
tr_tr: Tarihler & Saatler

source: Missing necessary parameters for displaying preview
de_de: Fehlende notwendige Parameter für die Anzeige der Vorschau
fi: Esikatselua varten tarvittavat parametrit puuttuvat
fr_fr: Manquant paramètres nécessaires pour afficher aperçu
tr_tr: Önizlemeyi görüntülemek için gerekli parametreler eksik

source: Edit Price Type
de_de: Preisart bearbeiten
fi: Muokkaa hintatyyppiä
fr_fr: Modifier Prix Type
tr_tr: Fiyat Tipini Düzenle

source: Go Back to Edit
de_de: Zurück zum Bearbeiten
fi: Palaa takaisin muokataksesi
fr_fr: Retour à Modifier
tr_tr: Düzenlemeye Dön

source: Move Price Type %s to Trash
de_de: Preistyp in den Papierkorb bewegen
fi: Vie hintatyyppi roskakoriin
tr_tr: Fiyat Türü %s'yi Çöp Kutusuna Taşı

source: Viewing Preview for %s %s Message Template
de_de: Vorschau für %s %s Nachrichtenvorlage anzeigen
fi: Esikatselu %s %s-viestimallien esikatselu
fr_fr: Regarde Aperçu pour %s %s Modèle de message
tr_tr: %s %s Mesaj Şablonu için Önizlemeyi Görüntüleme

source: Venue Name
de_de: Name des Veranstaltungsorts
fi: Tapahtumapaikan nimi
fr_fr: Nom Lieu
tr_tr: Mekanın İsmi

source: Valid Shortcodes
de_de: Gültige Shortcodes
fi: Toimivat lyhytkoodit
fr_fr: Shortcodes valides
tr_tr: Geçerli Kısa Kodlar

source: Restore
de_de: Wiederherstellen
fi: Palauta
fr_fr: Restaurer
tr_tr: Geri Yükleme

source: Extra Actions
de_de: Zusätzliche Aktionen
fi: Lisätoiminnot
fr_fr: Actions supplémentaires
tr_tr: Ekstra Aksiyonlar

source: Delete Price Type %s Permanently
de_de: Preistyp permanent löschen
fi: Poista hintatyyppi lopullisesti
tr_tr: Fiyat Türü %s'yi Kalıcı Olarak Sil

source: Test Send
de_de: Als Test senden
fi: Testilähetys
fr_fr: Envoi de test
tr_tr: Test Gönder

source: price
de_de: Preis
fi: hinta
fr_fr: prix
tr_tr: fiyat

source: There are no valid shortcodes available
de_de: Es sind keine gültigen Shortcodes verfügbar
fi: Ei kelvollisia lyhytkoodeja saatavilla
fr_fr: Il n'y a pas shortcodes valides disponibles
tr_tr: Kullanılabilir geçerli kısa kod yok

source: Attendee ID:
de_de: Teilnehmer ID:
fi: Osallistujatunnus:
fr_fr: Présence ID:
tr_tr: Katılımcı Kimliği:

source: prices
de_de: Preise
fi: hinnat
fr_fr: prix
tr_tr: fiyatlar

source: Edit Price
de_de: Preis bearbeiten
fi: Muokkaa hintaa
fr_fr: Modifier Prix
tr_tr: Fiyatı Düzenle

source: Switch %s
de_de: %s wechseln
fi: Vaihda %s
fr_fr: Mettez %s
tr_tr: Anahtar %s

source: Move Price to Trash
de_de: Preis in Papierkorb bewegen
fi: Vie hinta roskakoriin
fr_fr: Déplacez Prix à la corbeille
tr_tr: Fiyatı Çöp Kutusuna Taşı

source: There was a problem saving the template fields from the form because I didn't receive any actual template field data.
de_de: Es gab ein Problem beim Speichern der Vorlagenfelder aus dem Formular, da ich keine tatsächlichen Vorlagenfelddaten erhalten habe.
fi: Mallin kenttien tallentaminen lomakkeelta oli ongelmallista, koska en saanut mitään varsinaisia mallin kentän tietoja.
fr_fr: Il y avait un problème d'économie les champs de la forme de modèle parce que je n'ai pas reçu de données réelles sur le terrain de modèle.
tr_tr: Herhangi bir gerçek şablon alanı verisi almadığım için şablon alanlarını formdan kaydetmede bir sorun vardı.

source: Restore Price
de_de: Preis wiederherstellen
fi: Palauta hinta
fr_fr: Prix ​​restaurer
tr_tr: Fiyatı Sıfırla

source: %s field was NOT updated for some reason
de_de: Das Feld %s wurde aus irgendeinem Grund NICHT aktualisiert
fi: %s-kenttää EI päivitetty jostain syystä
fr_fr: %s la matière n'a PAS été mis à jour pour une raison
tr_tr: %s alanı bir nedenden dolayı GÜNCELLENMEDİ

source: Delete Price Permanently
de_de: Preis permanent löschen
fi: Poista hinta lopullisesti
fr_fr: Supprimer Prix permanente
tr_tr: Fiyatı Kalıcı Sil

source: Test message sent
de_de: Testnachricht gesendet
fi: Testiviesti lähetetty
fr_fr: message de test
tr_tr: Test mesajı gönder

source: Add New Price
de_de: Neuen Preis hinzufügen
fi: Lisää uusi hinta
fr_fr: Ajouter un nouveau prix
tr_tr: Yeni Fiyat Ekle

source: The test message was not sent
de_de: Die Testnachricht wurde nicht versendet
fi: Testiviestiä ei lähetetty
fr_fr: Le message de test n'a pas été envoyée
tr_tr: Test mesajı gönderilmedi

source: learn more about how message templates works
de_de: Erfahren Sie mehr über die Funktionsweise von Nachrichtenvorlagen
fi: lisätietoja viestimallien toiminnasta
fr_fr: en savoir plus sur les modèles de message œuvres
tr_tr: mesaj şablonlarının nasıl çalıştığı hakkında daha fazla bilgi edinin

source: Add New Price Type
de_de: Preistyp hinzufügen
fi: Lisää uusi hintatyyppi
fr_fr: Ajouter Type Neuf Prix
tr_tr: Yeni Fiyat Tipi Ekle

source: Modify this Messenger
de_de: Ändern Sie diesen Messenger
fi: Muokkaa tätä Messengeriä
fr_fr: Modifier cette Messenger
tr_tr: Mesengeri düzenle

source: Unable to access the template file for the %s messenger main content wrapper. The location being attempted is %s.
de_de: Der Zugriff auf die Vorlagendatei für den %s-Messenger-Hauptinhalt-Wrapper ist nicht möglich. Der Speicherort, der versucht wird, ist %s.
fi: Ei päässyt käsiksi %s messengerin pääsisällön kääreen mallitiedostoon. Sijainti, jota yritetään löytää, on %s.
fr_fr: Impossible d'accéder au fichier de modèle pour l' %s messager contenu principal wrapper. L'emplacement a été tentée est %s .
tr_tr: %s messenger ana içerik sarmalayıcısının şablon dosyasına erişilemiyor. Denenen konum %s'dir.

source: Delete Price Type
de_de: Preistyp löschen
fi: Poista hintatyyppi
fr_fr: Supprimer Prix Type
tr_tr: Fiyat Tipini Sil

source: Drag this message type to the Inactive window to deactivate
de_de: Ziehen Sie diesen Nachrichtentyp in das Fenster Inaktiv, um ihn zu deaktivieren.
fi: Vedä tämä viestityyppi Inactive-ikkunaan poistaaksesi sen käytöstä.
fr_fr: Faites glisser ce type de message à la fenêtre Inactif pour désactiver
tr_tr: Devre dışı bırakmak için bu mesaj türünü Etkin Değil penceresine sürükleyin

source: Incoming data for the Gateways data handler must have an EE_Transaction object as the value for the first array index.
de_de: Eingehende Daten für den Gateways Data Handler müssen ein EE_Transaction-Objekt als Wert für den ersten Array-Index haben.
fi: Gateways-tiedonkäsittelijän saapuvien tietojen ensimmäisen array-indeksin arvona on oltava EE_Transaction-olio.
fr_fr: Les données entrantes pour le gestionnaire de données passerelles doivent avoir un objet EE_Transaction comme valeur pour le premier indice du tableau.
tr_tr: Ağ Geçitleri veri işleyicisi için gelen veriler, ilk dizi dizininin değeri olarak bir EE_Transaction nesnesine sahip olmalıdır.

source: Select Ticket…
de_de: Ticket auswählen...
fi: Valitse lippu...
tr_tr: Bilet Seçiniz...

source: Prices
de_de: Preis
fi: Hinnat
fr_fr: Les prix
tr_tr: Fiyatlar

source: Drag this message type to the messenger to activate
de_de: Ziehen Sie diesen Nachrichtentyp in den Messenger, um ihn zu aktivieren
fi: Vedä tämä viestityyppi messengeriin aktivoidaksesi sen
fr_fr: Faites glisser ce type de message vers le messager pour activer
tr_tr: Etkinleştirmek için bu mesaj türünü messenger'a sürükleyin

source: We can't generate a preview for you because there are no active events in your database
de_de: Wir können keine Vorschau für Sie erstellen, da keine aktiven Ereignisse in Ihrer Datenbank vorhanden sind
fi: Emme voi luoda sinulle esikatselua, koska tietokannassasi ei ole aktiivisia tapahtumia.
fr_fr: Nous ne pouvons pas générer un aperçu pour vous, car il n'y a pas d'événements actifs dans votre base de données
tr_tr: Veritabanınızda aktif etkinlik olmadığı için sizin için bir önizleme oluşturamıyoruz

source: Price Types
de_de: Preistypen
fi: Hintatyypit
fr_fr: Types de prix
tr_tr: Fiyat Tipleri

source: %s Settings
de_de: %s Einstellungen
fi: %s Asetukset
tr_tr: %s Ayarlar

source: Inactive Message Types
de_de: Inaktive Nachrichtentypen
fi: Epäaktiiviset viestityypit
fr_fr: Types de messages inactifs
tr_tr: İnaktif Mesaj Tipleri

source: Messenger name needed to toggle activation. None given
de_de: Messenger-Name, der benötigt wird, um die Aktivierung umzuschalten. Keiner angegeben
fi: Messengerin nimi, jota tarvitaan aktivoinnin vaihtamiseen. Ei ole annettu
fr_fr: Nom Messenger nécessaire pour permettre son activation. Aucune donnée
tr_tr: Etkinleştirmeyi değiştirmek için gereken haberci adı. Hiçbiri verilmedi

source: Restore from Trash
de_de: Wiederherstellen
fi: Palauta roskakorista
fr_fr: Remettre de la corbeille
tr_tr: Çöp Kutusundan Geri Yükleme

source: Messenger status needed to know whether activation or deactivation is happening. No status is given
de_de: Messenger-Status wird benötigt, um zu wissen, ob eine Aktivierung oder Deaktivierung stattfindet. Es wird kein Status angegeben
fi: Messenger-tilaa tarvitaan, jotta tiedetään, tapahtuuko aktivointi vai deaktivointi. Tilaa ei anneta
fr_fr: Statut Messenger besoin de savoir si l'activation ou la désactivation se passe. Pas de statut est accordé
tr_tr: Etkinleştirme veya devre dışı bırakmanın gerçekleşip gerçekleşmediğini bilmek için Messenger durumu gereklidir. Hiçbir durum verilmiyor

source: Default Template
de_de: Standard Template
fi: Oletuspohja
fr_fr: Modèle par défaut
tr_tr: Varsayılan Şablon

source: Black
de_de: Schwarz
fi: Musta
tr_tr: Siyah

source: The given status (%s) is not valid. Must be "off" or "on"
de_de: Der angegebene Status (%s) ist nicht gültig. Muss "aus" oder "ein" sein
fi: Annettu tila (%s) ei ole kelvollinen. Tilan on oltava pois päältä ("off") tai päällä ("on")
fr_fr: Le statut accordé ( %s ) n'est pas valide. Doit être "off" ou "sur"
tr_tr: Verilen durum (%s) geçerli değil. "Kapalı" veya "açık" olmalıdır

source: You have no price types defined. Please add a price type before adding a price.
de_de: Sie haben keine Preistypen definiert. Bitte fügen Sie einen Preistyp hinzu, bevor Sie einen Preis hinzufügen.
fi: Sinulla ei ole määritelty hintatyyppejä. Lisää hintatyyppi ennen hinnan lisäämistä.
fr_fr: Vous n'avez pas les types de prix définis. S'il vous plaît ajouter un type de prix avant d'ajouter un prix.
tr_tr: Tanımlanmış fiyat türünüz yok. Lütfen fiyat eklemeden önce bir fiyat türü ekleyin.

source: Message Type name needed to toggle activation. None given
de_de: Name des Nachrichtentyps, der benötigt wird, um die Aktivierung umzuschalten. Keine angegeben
fi: Viestityypin nimi, jota tarvitaan aktivoinnin vaihtamiseen. Ei ole annettu
fr_fr: Nom Type de message nécessaire pour permettre son activation. Aucune donnée
tr_tr: Etkinleştirmeyi değiştirmek için gereken Mesaj Türü adı. Hiçbiri verilmedi

source: The given status (%s) is not valid. Must be "active" or "inactive"
de_de: Der angegebene Status (%s) ist nicht gültig. Muss "aktiv" oder "inaktiv" sein.
fi: Annettu tila (%s) ei ole kelvollinen. Kelvollisia tiloja ovat "käytössä (active)" tai "ei käytössä (inactive)"
fr_fr: Le statut accordé ( %s ) n'est pas valide. Doit être "actif" ou "inactif"
tr_tr: Verilen durum (%s) geçerli değil. "aktif" veya "inaktif" olmalıdır

source: Base Price
de_de: Basispreis
fi: Lähtöhinta
fr_fr: Prix ​​de base
tr_tr: Taban Fiyat

source: %s message type has been successfully activated with the %s messenger
de_de: Der Nachrichtentyp %s wurde erfolgreich mit dem Messenger %s aktiviert.
fi: %s-viestityyppi on onnistuneesti aktivoitu %s-viestinviejällä.
fr_fr: %s type de message a été activé avec succès le %s le messager
tr_tr: %s mesaj türü %s messenger ile başarıyla etkinleştirildi

source: This message type is used for all payment notification messages that go out including any manual payments entered by an event administrator.
de_de: Dieser Nachrichtentyp wird für alle Zahlungsbenachrichtigungen verwendet, einschließlich aller manuellen Zahlungen, die von einem Ereignisverwalter eingegeben werden.
fi: Tätä viestityyppiä käytetään kaikkiin lähetettäviin maksuilmoitusviesteihin, mukaan lukien tapahtuman ylläpitäjän syöttämät manuaaliset maksut.
fr_fr: Ce type de message est utilisé pour tous les messages de notification de paiement qui vont bien, y compris les paiements manuels effectués par un administrateur de l'événement.
tr_tr: Bu mesaj türü, bir etkinlik yöneticisi tarafından girilen manuel ödemeler de dahil olmak üzere gönderilen tüm ödeme bildirim mesajları için kullanılır.

source: You must enter a valid email address.
de_de: Bitte ein gültige Emailadresse eingeben.
fi: Sinun on annettava todellinen sähköpostiosoite.
fr_fr: Vous devez entrer une adresse email valide.
tr_tr: Geçerli bir e-posta adresi girmelisiniz.

source: Tax
de_de: Steuern
fi: Vero
fr_fr: Taxe
tr_tr: Vergi

source: %s messenger has been successfully activated
de_de: %s messenger wurde erfolgreich aktiviert
fi: %s messenger on onnistuneesti aktivoitu
fr_fr: %s messager a été activé avec succès
tr_tr: %s messenger başarıyla etkinleştirildi

source: payment
de_de: Zahlung
fi: maksu
tr_tr: ödeme

source: You must enter a valid email address and answer all other required questions before you can proceed.
de_de: Bitte alle Felder ausfüllen und eine gültige E-Mailadresse eingeben.
fi: Sinun on annettava todellinen sähköpostiosoite sekä vastattava kaikkiin vaadittuihin kysymyksiin jatkaaksesi.
fr_fr: Vous devez entrer une adresse email valide et répondre à toutes les questions nécessaires avant de pouvoir continuer.
tr_tr: Devam edebilmeniz için geçerli bir e-posta adresi girmeniz ve diğer tüm gerekli soruları yanıtlamanız gerekmektedir.

source: learn more about how pricing works
de_de: Erfahren Sie mehr über die Preisgestaltung
fi: lue, miten hinnoittelu toimii
fr_fr: en savoir plus sur comment les prix
tr_tr: fiyatlandırmanın nasıl işlediği hakkında daha fazla bilgi edinin

source: edit ticket
de_de: Ticket bearbeiten
fi: muokkaa lippua
tr_tr: bileti düzenle

source: Pricing
de_de: Preise
fi: Hinnoittelu
fr_fr: Tarifs
tr_tr: Fiyatlandırma

source: recipient
de_de: Empfänger
fi: vastaanottaja
fr_fr: destinataire
tr_tr: alıcı

source: First Name is a required value.
de_de: Vorname ist erforderlich.
fi: Etunimi on pakollinen kenttä.
fr_fr: Prénom est une valeur requise.
tr_tr: İlk Ad gerekli bir değerdir.

source: recipients
de_de: Empfänger
fi: vastaanottajat
fr_fr: destinataires
tr_tr: alıcılar

source: Daily
de_de: Täglich
fi: Päivittäin
tr_tr: Günlük

source: API Settings
de_de: API Einstellungen
fi: API-asetukset
fr_fr: Paramètres API
tr_tr: API Ayarları

source: Last Name is a required value.
de_de: Ihr Nachname ist erforderlich
fi: Sukunimi on pakollinen kenttä.
fr_fr: Nom est une valeur requise.
tr_tr: Soyadı gerekli bir değerdir.

source: Weekly
de_de: Wöchentlich
fi: Viikoittain
tr_tr: Haftalık

source: About
de_de: Über Event Espresso
fi: Tietoa
fr_fr: A propos
tr_tr: Hakkında

source: Event Admin
de_de: Veranstaltungs-Administrator
fi: Tapahtuman ylläpitäjä
tr_tr: Etkinlik Admini

source: Monthly
de_de: Monatlich
fi: Kuukausittain
tr_tr: Aylık

source: options
de_de: Optionen
fi: vaihtoehdot
tr_tr: seçenekler

source: Please enter a valid email address.
de_de: Bitte eine gültige E-Mailadresse eingeben.
fi: Annathan todellisen sähköpostiosoitteen.
fr_fr: Merci de saisir une adresse mail valide.
tr_tr: Lütfen geçerli bir e-posta adresi girin.

source: This template is what event administrators will receive on a successful payment
de_de: Diese Vorlage erhalten Veranstaltungsadministratoren bei einer erfolgreichen Zahlung
fi: Tapahtuman ylläpitäjät saavat tämän mallin, kun maksu on suoritettu onnistuneesti.
fr_fr: Ce modèle est ce que les administrateurs de l'événement recevront un paiement réussi
tr_tr: Bu şablon, başarılı bir ödeme yapıldığında etkinlik yöneticilerinin alacağı şablondur

source: Registration Form
de_de: Anmeldeformular
fi: Ilmoittautumislomake
fr_fr: Formulaire d'enregistrement
tr_tr: Kayıt Formu

source: Require message type or messenger to send an updated form
de_de: Nachrichtentyp oder Bote zum Senden eines aktualisierten Formulars erforderlich machen
fi: Vaadi viestityyppi tai messenger päivitetyn lomakkeen lähettämistä varten.
fr_fr: Exiger type de message ou par messager à envoyer un formulaire mis à jour
tr_tr: Güncellenmiş bir form göndermek için mesaj türü veya mesajlaşma aracı gerektir

source: Add New Question Group
de_de: Fragen-Gruppe hinzufügen
fi: Lisää uusi kysymysryhmä
fr_fr: Ajouter une nouvelle question Groupe
tr_tr: Yeni Soru Gurubu Ekle

source: Cannot save settings because type is unknown (messenger settings or message type settings?)
de_de: Einstellungen können nicht gespeichert werden, da der Typ unbekannt ist (Messenger-Einstellungen oder Einstellungen für den Nachrichtentyp?)
fi: Asetuksia ei voi tallentaa, koska tyyppi on tuntematon (messenger-asetukset vai viestityypin asetukset?).
tr_tr: Tür bilinmediği için ayarlar kaydedilemiyor (messenger ayarları mı yoksa mesaj türü ayarları mı?)

source: This message type is used for all payment reminder messages. These are triggered when an offline gateway registration is completed or when manually triggered via event administrators via the transaction admin page(s).
de_de: Dieser Nachrichtentyp wird für alle Zahlungserinnerungsnachrichten verwendet. Diese werden ausgelöst, wenn eine Offline-Gateway-Registrierung abgeschlossen wird oder wenn sie manuell von Ereignisadministratoren über die Transaktionsverwaltungsseite(n) ausgelöst werden.
fi: Tätä viestityyppiä käytetään kaikissa maksumuistutusviesteissä. Ne käynnistetään, kun offline-gateway-rekisteröinti on suoritettu tai kun tapahtuman ylläpitäjät käynnistävät ne manuaalisesti tapahtuman hallintasivun (-sivujen) kautta.
fr_fr: Ce type de message est utilisé pour tous les messages de paiement de rappel. Ceux-ci sont déclenchées quand un enregistrement de la passerelle hors ligne est terminée ou lorsque déclenché manuellement par les administrateurs de l'événement via la page (s) opération d'administration.
tr_tr: Bu mesaj türü tüm ödeme hatırlatma mesajları için kullanılır. Bunlar, çevrimdışı bir ağ geçidi kaydı tamamlandığında veya işlem yöneticisi sayfaları aracılığıyla olay yöneticileri tarafından manuel olarak tetiklendiğinde tetiklenir.

source: Edit Question Group
de_de: Fragengruppe bearbeiten
fi: Muokkaa kysymysryhmää
fr_fr: Modifier le groupe question
tr_tr: Soru Gurubunu Düzenle

source: Settings updated
de_de: Einstellungen aktualisiert
fi: Asetukset päivitetty
fr_fr: Paramètres mis à jour
tr_tr: Güncelleme ayarları

source: payment reminder
de_de: Zahlungserinnerung
fi: maksumuistutus
fr_fr: rappel de paiement
tr_tr: ödeme hatırlatıcı

source: Add Question
de_de: Frage hinzufügren
fi: Lisää kysymys
fr_fr: Ajouter une question
tr_tr: Soru Ekle

source: Settings did not get updated
de_de: Einstellungen wurden nicht aktualisiert
fi: Asetuksia ei päivitetty
fr_fr: Paramètres n'ont pas mis à jour
tr_tr: Ayarlar güncellenemedi

source: payment reminders
de_de: Zahlungserinnerungen
fi: maksumuistutukset
fr_fr: des rappels de paiement
tr_tr: ödeme hatırlatıcıları

source: Add Question Group
de_de: Fragengruppe hinzufügen
fi: Lisää kysymysryhmä
fr_fr: Ajouter un groupe question
tr_tr: Soru Gurubu Ekle

source: Messages
de_de: Mitteilungen
fi: Viestit
tr_tr: Mesajlar

source: Reg Form Settings
de_de: Reg Form Einstellungen
fi: Ilmoittautumislomakkeen asetukset
fr_fr: Paramètres du formulaire Cour
tr_tr: Kayıt Ayarları

source: Message Template Group
de_de: Nachrichtenvorlagengruppe
fi: Viestipohjien ryhmä
fr_fr: Groupe Message Template
tr_tr: Mesaj Şablon Gurubu

source: Message Template
de_de: Nachrichtenvorlage
fi: Viestipohja
fr_fr: Modèle de message
tr_tr: Mesaj Şablonu

source: Show All
de_de: Alle anzeigen
fi: Näytä kaikki
fr_fr: Tout afficher
tr_tr: Hepsini Göster

source: Question group order was updated successfully.
de_de: Die Bestellung der Fragengruppe wurde erfolgreich aktualisiert.
fi: Kysymysryhmän järjestys päivitettiin onnistuneesti.
fr_fr: Afin de groupe question a été correctement mis à jour.
tr_tr: Soru grubu sırası başarıyla güncellendi.

source: Developers
de_de: Entwickler
fi: Kehittäjät
fr_fr: Développeurs
tr_tr: Geliştiriciler

source: weeks
de_de: Wochen
fi: viikkoa
fr_fr: Semaines
tr_tr: haftalar

source: Registration Form Overview
de_de: Übersicht Anmeldeformular
fi: Ilmoittautumislomakkeen yhteenveto
fr_fr: Formulaire d'inscription Vue d'ensemble
tr_tr: Kayıt Formuna Genel Bakış

source: months
de_de: Monate
fi: kuukautta
fr_fr: Mois
tr_tr: aylar

source: question group
de_de: Abfragegruppe
fi: kysymysryhmä
fr_fr: groupe de questions
tr_tr: soru gurubu
