Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Pay.gov is an off-site payment method for accepting credit and debit cards and bank transfers (ACH) and is available to U.S. Federal agencies in the United States. An account with Pay.gov is required to accept payments.
de_de: Pay.gov ist eine externe Zahlungsmethode für die Annahme von Kredit- und Debitkarten und Banküberweisungen (ACH) und steht US-Bundesbehörden in den Vereinigten Staaten zur Verfügung. Für die Annahme von Zahlungen ist ein Konto bei Pay.gov erforderlich.
fi: Pay.gov on luotto- ja pankkikorttien sekä pankkisiirtojen (ACH) hyväksymiseen tarkoitettu ulkopuolinen maksutapa, joka on Yhdysvaltain liittovaltion virastojen käytettävissä Yhdysvalloissa. Maksujen vastaanottaminen edellyttää tiliä Pay.govissa.
tr_tr: Pay.gov, kredi ve banka kartları ile banka havalelerini (ACH) kabul etmek için site dışı bir ödeme yöntemidir ve Amerika Birleşik Devletleri'ndeki ABD Federal kurumları tarafından kullanılabilir. Ödemeleri kabul etmek için Pay.gov'da bir hesap gereklidir.

source: # People Attached to Event
de_de: # Personen, die mit der Veranstaltung verbunden sind
fi: # Tapahtumaan liittyvät ihmiset
tr_tr: # Etkinliğe Katılan Kişi Sayısı

source: This shortcode outputs all promotions used on the registration.
de_de: Dieser Shortcode gibt alle bei der Registrierung verwendeten Werbeaktionen aus.
fi: Tämä lyhytkoodi tuottaa kaikki rekisteröinnissä käytetyt kampanjat.
tr_tr: Bu kısa kod, kayıtta kullanılan tüm promosyonların çıktısını verir.

source: Add [ESPRESSO_PROMOTIONS] to any page or post to display a list of active %1$snon-coded promotions%2$s (i.e. promotions that do not have a promotion code set)
de_de: Fügen Sie [ESPRESSO_PROMOTIONS] zu einer beliebigen Seite oder einem Beitrag hinzu, um eine Liste aktiver %1$snicht-codierter Werbeaktionen%2$s anzuzeigen (d.h. Werbeaktionen, für die kein Aktionscode festgelegt wurde)
fi: Lisää [ESPRESSO_PROMOTIONS] mihin tahansa sivuun tai viestiin näyttääksesi luettelon aktiivisista %1$snon-coded promotions%2$s (eli kampanjoista, joihin ei ole asetettu kampanjakoodia).
tr_tr: Etkin %1$skodsuz promosyonların%2$s listesini görüntülemek için herhangi bir sayfaya veya gönderiye [ESPRESSO_PROMOTIONS] ekleyin (yani promosyon kodu ayarlanmamış promosyonlar)

source: Data for the OAuth page could not be generated properly.
de_de: Die Daten für die OAuth-Seite konnten nicht richtig generiert werden.
fi: OAuth-sivun tietoja ei voitu luoda oikein.
tr_tr: OAuth sayfası için veriler düzgün oluşturulamadı.

source: Nonce fail.
de_de: Nonce fehlgeschlagen.
fi: Nonce epäonnistui.
tr_tr: Nonce başarısız.

source: Missing some authentication data !
de_de: Es fehlen einige Authentifizierungsdaten!
fi: Puuttuu joitakin todennustietoja !
tr_tr: Bazı kimlik doğrulama verileri eksik!

source: Unknown response received!
de_de: Unbekannte Antwort erhalten!
fi: Tuntematon vastaus saatu!
tr_tr: Bilinmeyen yanıt alındı!

source: Request error. Unknown response received.
de_de: Anfragefehler. Unbekannte Antwort erhalten.
fi: Pyyntövirhe. Tuntematon vastaus vastaanotettu.
tr_tr: İstek hatası. Bilinmeyen yanıt alındı.

source: Unable to tokenize the card
de_de: Tokenisierung der Karte nicht möglich
fi: Korttia ei pystytä tunnistamaan
tr_tr: Kart tokenize edilemiyor

source: Could not specify the payment method.
de_de: Sie konnten die Zahlungsmethode nicht angeben.
fi: Maksutapaa ei voitu määrittää.
tr_tr: Ödeme yöntemi belirtilemedi.

source: Card Number %s
de_de: Kartennummer %s
fi: Kortin numero %s
tr_tr: Kart Numarası %s

source: Client ID: %1$s
de_de: Kunden-ID: %1$s
fi: Asiakastunnus: %1$s
tr_tr: Müşteri Kimliği: %1$s

source: Security Certificate Key
de_de: Sicherheitszertifikat Schlüssel
fi: Turvavarmenteen avain
tr_tr: Güvenlik Sertifikası Anahtarı

source: A Password provided along with the Security Certificate.
de_de: Ein Passwort, das zusammen mit dem Sicherheitszertifikat bereitgestellt wird.
fi: Salasana, joka toimitetaan tietoturvatodistuksen mukana.
tr_tr: Güvenlik Sertifikası ile birlikte verilen bir Şifre.

source: Could not create or update the PEM certificate ! Please try to enter your File System credentials in the fields above.
de_de: Das PEM-Zertifikat konnte nicht erstellt oder aktualisiert werden! Bitte versuchen Sie, Ihre Dateisystem-Anmeldedaten in die obigen Felder einzugeben.
fi: PEM-varmentetta ei voitu luoda tai päivittää ! Yritä syöttää tiedostojärjestelmän tunnistetiedot yllä oleviin kenttiin.
tr_tr: PEM sertifikası oluşturulamadı veya güncellenemedi! Lütfen yukarıdaki alanlara Dosya Sistemi kimlik bilgilerinizi girmeyi deneyin.

source: Could not read the certificate file: %1$s
de_de: Die Zertifikatsdatei konnte nicht gelesen werden: %1$s
fi: Varmentetiedostoa ei voitu lukea: %1$s
tr_tr: Sertifika dosyası okunamadı: %1$s

source: Not supported certificate file format !
de_de: Nicht unterstütztes Zertifikatsdateiformat !
fi: Ei tuettu varmenteen tiedostomuoto !
tr_tr: Desteklenmeyen sertifika dosya formatı !

source: Could not process the Certificate file ! Above FTP credentials might be Required.
de_de: Die Zertifikatsdatei konnte nicht verarbeitet werden! Die oben genannten FTP-Anmeldeinformationen sind möglicherweise erforderlich.
fi: Sertifikaattitiedostoa ei voitu käsitellä ! Yllä olevat FTP-tunnukset saattavat olla Tarvitaan.
tr_tr: Sertifika dosyası işlenemedi! Yukarıdaki FTP kimlik bilgileri Gerekli olabilir.

source: Connection credentials
de_de: Anmeldeinformationen für die Verbindung
fi: Yhteyden tunnistetiedot
tr_tr: Bağlantı kimlik bilgileri

source: Could not write to file system. FTP access credentials might be Required.
de_de: Es konnte nicht in das Dateisystem geschrieben werden. FTP-Zugangsdaten sind möglicherweise erforderlich.
fi: Tiedostojärjestelmään ei voitu kirjoittaa. FTP-käyttäytymistiedot saattavat olla Vaaditaan.
tr_tr: Dosya sistemine yazılamadı. FTP erişim kimlik bilgileri Gerekli olabilir.

source: Security Certificate Key %s
de_de: Sicherheitszertifikat Schlüssel %s
fi: Turvavarmenteen avain %s
tr_tr: Güvenlik Sertifikası Anahtarı %s

source: File system access credentials are Required.
de_de: Anmeldeinformationen für den Zugriff auf das Dateisystem sind erforderlich.
fi: Tiedostojärjestelmän käyttöoikeustiedot vaaditaan.
tr_tr: Dosya sistemi erişim kimlik bilgileri gereklidir.

source: Wrong Certificate path or file is empty.
de_de: Falscher Zertifikatspfad oder Datei ist leer.
fi: Väärä varmennepolku tai tiedosto on tyhjä.
tr_tr: Yanlış Sertifika yolu veya dosya boş.

source: Unrecognized error
de_de: Nicht erkannter Fehler
fi: Tunnistamaton virhe
tr_tr: Tanınmayan hata

source: iPay88 Account Country %s
de_de: iPay88 Konto Land %s
fi: iPay88-tilin maa %s
tr_tr: iPay88 Hesap Ülkesi %s

source: Note that this gateway supports %1$s Malaysian and Indonesian iPay88 accounts %2$s.
de_de: Beachten Sie, dass dieses Gateway %1$s malaysische und indonesische iPay88-Konten %2$s unterstützt.
fi: Huomaa, että tämä yhdyskäytävä tukee %1$s malesialaisia ja indonesialaisia iPay88-tilejä %2$s.
tr_tr: Bu ağ geçidinin %1$s Malezya ve %2$s Endonezya iPay88 hesaplarını desteklediğini unutmayın.

source: iPay88 Account Country
de_de: iPay88 Konto Land
fi: iPay88-tilin maa
tr_tr: iPay88 Hesap Ülkesi

source: Your iPay88 account's country division. If you got it from "ipay88.com" use "Indonesia", if you got it from "mobile88.com" use "Malaysia".
de_de: Der Länderbereich Ihres iPay88-Kontos. Wenn Sie es von "ipay88.com" erhalten haben, verwenden Sie "Indonesien", wenn Sie es von "mobile88.com" erhalten haben, verwenden Sie "Malaysia".
fi: iPay88-tilisi maajako. Jos sait sen osoitteesta "ipay88.com", käytä "Indonesia", jos sait sen osoitteesta "mobile88.com", käytä "Malesia".
tr_tr: iPay88 hesabınızın ülke bölümü. "ipay88.com" adresinden aldıysanız "Endonezya", "mobile88.com" adresinden aldıysanız "Malezya" kullanın.

source: For %1$sIndonesian%2$s accounts test transaction should be with an amount of %1$s IDR 3.000,00%2$s.
de_de: Für %1$sIndonesische%2$s Konten sollte die Testtransaktion mit einem Betrag von %1$s IDR 3.000,00%2$s erfolgen.
fi: %1$sIndonesian%2$s tileille testitapahtuman tulee olla %1$s IDR 3.000,00%2$s.
tr_tr: %1$sIndonesian%2$s hesapları için test işlemi %1$s IDR 3.000,00%2$s tutarında olmalıdır.

source: For %1$sMalaysian%2$s accounts test transaction should be with an amount of %1$s MYR 1.00%2$s.
de_de: Für %1$sMalaysian%2$s Konten sollte die Testtransaktion mit einem Betrag von %1$s MYR 1.00%2$s erfolgen.
fi: %1$sMalaysian%2$s -tileillä testitapahtuman pitäisi olla %1$s MYR 1.00%2$s.
tr_tr: %1$sMalaysian%2$s hesapları için test işlemi %1$s MYR 1.00%2$s tutarında olmalıdır.

source: Note: custom questions with multiple answers (e.g. checkbox or multi-select inputs) cannot be mapped to Infusionsoft custom fields because Infusionsoft does not support custom fields with multiple answers.
de_de: Hinweis: Benutzerdefinierte Fragen mit mehreren Antworten (z. B. Checkbox- oder Multi-Select-Eingaben) können nicht auf benutzerdefinierte Infusionsoft-Felder abgebildet werden, da Infusionsoft keine benutzerdefinierten Felder mit mehreren Antworten unterstützt.
fi: Huomautus: mukautettuja kysymyksiä, joissa on useita vastauksia (esim. valintaruutu- tai monivalintatulosteet), ei voida yhdistää Infusionsoftin mukautettuihin kenttiin, koska Infusionsoft ei tue mukautettuja kenttiä, joissa on useita vastauksia.
tr_tr: Not: Infusionsoft birden fazla yanıtı olan özel alanları desteklemediği için birden fazla yanıtı olan özel sorular (örn. onay kutusu veya çoklu seçim girişleri) Infusionsoft özel alanlarıyla eşleştirilemez.

source: Could not process form because it is missing the questions section. Please contact support.
de_de: Das Formular konnte nicht verarbeitet werden, weil der Abschnitt mit den Fragen fehlt. Bitte kontaktieren Sie den Support.
fi: Lomaketta ei voitu käsitellä, koska kysymysosio puuttuu. Ota yhteyttä asiakaspalveluun.
tr_tr: Sorular bölümü eksik olduğu için form işlenemedi. Lütfen destek ile iletişime geçin.

source: saved
de_de: gespeichert
fi: tallennettu
tr_tr: kaydedildi

source: Could not retrieve list of Infusionsoft tags. The error was %1$s
de_de: Die Liste der Infusionsoft-Tags konnte nicht abgerufen werden. Der Fehler war %1$s
fi: Infusionsoft-tunnisteiden luetteloa ei voitu hakea. Virhe oli %1$s
tr_tr: Infusionsoft etiketlerinin listesi alınamadı. Hata %1$s idi

source: Question: %1$s
de_de: Frage: %1$s
fi: Kysymys: %1$s
tr_tr: Soru: %1$s

source: Select which multi-choice %1$scustom questions%2$s are for which Infusionsoft custom tags.
de_de: Wählen Sie aus, welche benutzerdefinierten %1$sFragen%2$s für welche benutzerdefinierten Infusionsoft-Tags gelten.
fi: Valitse, mitkä monivalintakysymykset %1$scustom questions%2$s ovat mille Infusionsoftin mukautetuille tunnisteille.
tr_tr: Hangi çoktan seçmeli %1$sözel soruların%2$s hangi Infusionsoft özel etiketleri için olduğunu seçin.

source: Note: only multi-choice custom questions (like radio, checkbox, and dropdown select) are used for custom tagging.
de_de: Hinweis: Für die benutzerdefinierte Kennzeichnung werden nur benutzerdefinierte Fragen mit mehreren Auswahlmöglichkeiten (wie Radio-, Kontrollkästchen- und Dropdown-Auswahl) verwendet.
fi: Huomautus: mukautetussa merkinnässä käytetään vain monivalintakysymyksiä (kuten radio-, valintaruutu- ja pudotusvalintoja).
tr_tr: Not: özel etiketleme için yalnızca çoktan seçmeli özel sorular (radyo, onay kutusu ve açılır menü seçimi gibi) kullanılır.

source: question option
de_de: Frageoption
fi: kysymysvaihtoehto
tr_tr: soru seçeneği

source: Infusionsoft Tags
fi: Infusionsoft-tunnisteet
tr_tr: Infusionsoft Etiketler

source: Event does not exist, cannot create Infusionsoft tags form.
de_de: Veranstaltung existiert nicht, kann kein Infusionsoft-Tags-Formular erstellen.
fi: Tapahtumaa ei ole olemassa, ei voi luoda Infusionsoft-tunnisteiden lomaketta.
tr_tr: Etkinlik mevcut değil, Infusionsoft etiketleri formu oluşturulamıyor.

source: Could not find invoice item for order item %1$s. %2$s
de_de: Rechnungsposition für Bestellposition %1$s konnte nicht gefunden werden. %2$s
fi: Tilauserän %1$s laskutuserää ei löytynyt. %2$s
tr_tr: %1$s sipariş kalemi için fatura kalemi bulunamadı. %2$s

source: Cannot search for a contact because no data provided, expected search data should contain FirstName, LastName, and Email. It was empty.
de_de: Die Suche nach einem Kontakt ist nicht möglich, da keine Daten angegeben wurden. Die erwarteten Suchdaten sollten Vorname, Nachname und E-Mail enthalten. Sie waren leer.
fi: Yhteystietoa ei voi hakea, koska tietoja ei ole annettu, odotettujen hakutietojen pitäisi sisältää etunimi, sukunimi ja sähköpostiosoite. Se oli tyhjä.
tr_tr: Hiçbir veri sağlanmadığı için bir kişi aranamıyor, beklenen arama verileri Ad, Soyad ve E-posta içermelidir. Boştu.

source: Error encountered searching for a contact with data %1$s, the error was "%2$s"
de_de: Bei der Suche nach einem Kontakt mit den Daten %1$s ist ein Fehler aufgetreten, der Fehler war "%2$s".
fi: Virhe, kun etsittiin yhteystietoa, jonka tiedot ovat %1$s, virhe oli "%2$s"."
tr_tr: %1$s verisine sahip bir kişi aranırken hata ile karşılaşıldı, hata "%2$s" idi

source: The Infusionsoft Contact query was missing the contact's Id, the contact query response was: %1$s
de_de: Der Infusionsoft-Kontaktabfrage fehlte die Id des Kontakts, die Antwort der Kontaktabfrage war: %1$s
fi: Infusionsoftin yhteystietokyselystä puuttui yhteystiedon tunniste, yhteystietokyselyn vastaus oli: %1$s
tr_tr: Infusionsoft Kişi sorgusunda kişinin Kimliği eksikti, kişi sorgusu yanıtı şöyleydi: %1$s

source: Error encountered inserting a contact with data %1$s, the error was "%2$s"
de_de: Beim Einfügen eines Kontakts mit Daten %1$s ist ein Fehler aufgetreten, der Fehler war "%2$s".
fi: Yhteystiedon lisäämisessä tapahtui virhe, jonka tiedot olivat %1$s, virhe oli "%2$s".
tr_tr: %1$s verisine sahip bir kişi eklenirken hatayla karşılaşıldı, hata "%2$s" idi

source: Custom Fields Setup
de_de: Benutzerdefinierte Felder einrichten
fi: Mukautettujen kenttien asennus
tr_tr: Özel Alanların Kurulumu

source: Conditional Tagging Setup
de_de: Einrichtung der bedingten Markierung
fi: Ehdollinen merkintäasetus
tr_tr: Koşullu Etiketleme Kurulumu

source: Could not retrieve list of Infusionsoft custom fields. The error was %1$s
de_de: Die Liste der benutzerdefinierten Infusionsoft-Felder konnte nicht abgerufen werden. Der Fehler war %1$s
fi: Infusionsoftin mukautettujen kenttien luetteloa ei voitu hakea. Virhe oli %1$s
tr_tr: Infusionsoft özel alanlarının listesi alınamadı. Hata %1$s idi

source: Could not generate form of Infusionsoft custom fields.
de_de: Das Formular für die benutzerdefinierten Felder von Infusionsoft konnte nicht erstellt werden.
fi: Infusionsoftin mukautettujen kenttien lomaketta ei voitu luoda.
tr_tr: Infusionsoft özel alanlarının formu oluşturulamadı.

source: Select which %1$scustom questions%2$s are for which Infusionsoft custom fields.
de_de: Wählen Sie aus, welche %1$sangepassten Fragen%2$s für welche Infusionsoft-Anpassungsfelder gelten.
fi: Valitse, mitkä %1$scustom-kysymykset%2$s liittyvät mihinkin Infusionsoftin mukautettuihin kenttiin.
tr_tr: Hangi %1$sözel soruların%2$s hangi Infusionsoft özel alanları için olduğunu seçin.

source: EVERTEC is an on-site payment method for accepting credit and debit cards and bank transfers (ACH) and is available to event organizers in many countries in Latin America. An account with EVERTEC is required to accept payments. Need an account with EVERTEC? %1$sClick here to sign up for a merchant account%2$s.
de_de: EVERTEC ist eine Vor-Ort-Zahlungsmethode für die Annahme von Kredit- und Debitkarten sowie Banküberweisungen (ACH) und steht Veranstaltern in vielen Ländern Lateinamerikas zur Verfügung. Für die Annahme von Zahlungen ist ein Konto bei EVERTEC erforderlich. Benötigen Sie ein Konto bei EVERTEC? %1$sKlicken Sie hier, um sich für ein Händlerkonto%2$s anzumelden.
fi: EVERTEC on luotto- ja pankkikorttien sekä pankkisiirtojen (ACH) hyväksymiseen tarkoitettu maksutapa, joka on tapahtumajärjestäjien käytettävissä monissa Latinalaisen Amerikan maissa. Maksujen vastaanottaminen edellyttää EVERTECin tiliä. Tarvitsetko tilin EVERTECiin? %1$sKlikkaa tästä rekisteröityäksesi kauppiastilille%2$s.
tr_tr: EVERTEC, kredi ve banka kartları ile banka havalelerini (ACH) kabul etmek için yerinde bir ödeme yöntemidir ve Latin Amerika'daki birçok ülkede etkinlik organizatörleri tarafından kullanılabilir. Ödemeleri kabul etmek için EVERTEC'te bir hesap gereklidir. EVERTEC'te bir hesaba mı ihtiyacınız var? %1$sBir satıcı hesabına kaydolmak için buraya tıklayın%2$s.

source: EE Gutenberg Experiments could not be activated. Please ensure that Event Espresso version %1$s or higher is active on your site.
de_de: EE Gutenberg Experiments konnte nicht aktiviert werden. Bitte stellen Sie sicher, dass Event Espresso Version %1$s oder höher auf Ihrer Site aktiv ist.
fi: EE Gutenberg Experiments -ohjelmaa ei voitu aktivoida. Varmista, että Event Espresson versio %1$s tai uudempi on aktiivinen sivustollasi.
tr_tr: EE Gutenberg Experiments etkinleştirilemedi. Lütfen Event Espresso sürümünün %1$s veya daha yüksek bir sürümünün sitenizde etkin olduğundan emin olun.

source: Add description...
de_de: Beschreibung hinzufügen...
fi: Lisää kuvaus...
tr_tr: Açıklama ekle...

source: Exception thrown while creating a Mollie payment
de_de: Ausnahme, die beim Erstellen einer Mollie-Zahlung ausgelöst wurde
fi: Poikkeus, joka heitetään Mollie-maksua luotaessa
tr_tr: Mollie ödemesi oluşturulurken atılan istisna

source: Exception thrown while retrieving a Mollie payment
de_de: Ausnahme, die beim Abrufen einer Mollie-Zahlung ausgelöst wurde
fi: Poikkeus, joka heitetään Mollie-maksua haettaessa
tr_tr: Bir Mollie ödemesi alınırken atılan istisna

source: Default (Browsers locale)
de_de: Standard (Gebietsschema des Browsers)
fi: Default (Selaimen paikannus)
tr_tr: Varsayılan (Tarayıcıların yerel ayarı)

source: German (Somethig)
de_de: Deutsch (Somethig)
fi: saksa (Somethig)
tr_tr: Almanca (Somethig)

source: French (Belgium)
de_de: Französisch (Belgien)
fi: Ranska (Belgia)
tr_tr: Fransızca (Belçika)

source: Dutch (Belgium)
de_de: Niederländisch (Belgien)
fi: hollantilainen (Belgia)
tr_tr: Hollandaca (Belçika)

source: This is the locale sent to Mollie to determine which language the checkout modal should use.
de_de: Dies ist das Gebietsschema, das an Mollie gesendet wird, um zu bestimmen, welche Sprache das Checkout-Modal verwenden soll.
fi: Tämä on Mollielle lähetettävä lokaliteetti, jolla määritetään, mitä kieltä kassamodaalin tulisi käyttää.
tr_tr: Bu, ödeme modalinin hangi dili kullanması gerektiğini belirlemek için Mollie'ye gönderilen yerel ayardır.

source: An upcoming datetime notification has been sent to attendees for following event on %s:
de_de: Eine Benachrichtigung über einen bevorstehenden Termin wurde an die Teilnehmer der folgenden Veranstaltung am %s gesendet:
fi: Osallistujille on lähetetty ilmoitus tulevasta ajankohdasta seuraavassa tapahtumassa %s:
tr_tr: Katılımcılara %s tarihindeki aşağıdaki etkinlik için yaklaşan bir tarih-saat bildirimi gönderildi:

source: Attendees for the following events have received an upcoming event notification:
de_de: Die Teilnehmer an den folgenden Veranstaltungen haben eine Benachrichtigung über eine bevorstehende Veranstaltung erhalten:
fi: Seuraavien tapahtumien osallistujat ovat saaneet ilmoituksen tulevasta tapahtumasta:
tr_tr: Aşağıdaki etkinliklerin katılımcıları yaklaşan bir etkinlik bildirimi aldılar:

source: Could not read image at %s, and therefore couldn't create an attachment post for it.
de_de: Das Bild bei %s konnte nicht gelesen werden, und deshalb konnte kein Post-Anhang dafür erstellt werden.
fi: Kuvan lukeminen osoitteessa %s ei onnistunut, joten sille ei voitu luoda liitetiedostoa.
tr_tr: %s adresindeki görüntü okunamadı ve bu nedenle bunun için bir ek gönderi oluşturulamadı.

source: EVERTEC Settings
de_de: EVERTEC Einstellungen
fi: EVERTEC-asetukset
tr_tr: EVERTEC Ayarları

source: A special conditional type shortcode that allows people to have content that is conditional in the templates. Note correct usage is `%1$sContent specific to when the datetime has an id of 10%2$s`. Note you can use `preview_show` or `preview_hide` as the value of DTT_ID to simulate conditional behaviour in previews when viewing templates.
de_de: Ein spezieller bedingter Shortcode, der es erlaubt, Inhalte in den Templates zu haben, die an Bedingungen geknüpft sind. Beachten Sie, dass die korrekte Verwendung "%1$sContent specific to when the datetime has an id of 10%2$s" ist. Beachten Sie, dass Sie `preview_show` oder `preview_hide` als Wert von DTT_ID verwenden können, um ein bedingtes Verhalten in der Vorschau zu simulieren, wenn Sie Vorlagen anzeigen.
fi: Erityinen ehdollinen lyhytkoodi, jonka avulla ihmiset voivat saada sisältöä, joka on ehdollinen malleissa. Huomaa, että oikea käyttö on `%1$sContent specific to when the datetime has an id of 10%2$s`. Huomaa, että voit käyttää `preview_show` tai `preview_hide` DTT_ID:n arvona simuloidaksesi ehdollista käyttäytymistä esikatseluissa, kun katselet malleja.
tr_tr: Kullanıcıların şablonlarda koşullu içeriğe sahip olmalarını sağlayan özel bir koşullu tip kısa kod. Doğru kullanımın `%1$sContent'in datetime'ın 10%2$s'lik bir id'ye sahip olduğu duruma özgü olduğunu unutmayın. Şablonları görüntülerken önizlemelerde koşullu davranışı simüle etmek için DTT_ID değeri olarak `preview_show` veya `preview_hide` kullanabileceğinizi unutmayın.

source: Once Every Three Hours
de_de: Einmal alle drei Stunden
fi: Kerran kolmen tunnin välein
tr_tr: Her Üç Saatte Bir

source: The incoming data argument for %1$s is expected to be an array where the first element is an %2$s object or %3$s and the second element is either an %4$s object or an array of %4$s objects.
de_de: Das eingehende Datenargument für %1$s wird als Array erwartet, wobei das erste Element ein %2$s-Objekt oder %3$s und das zweite Element entweder ein %4$s-Objekt oder ein Array von %4$s-Objekten ist.
fi: Saapuvan data-argumentin %1$s:lle odotetaan olevan joukko, jonka ensimmäinen elementti on %2$s-olio tai %3$s ja toinen elementti on joko %4$s-olio tai joukko %4$s-olioita.
tr_tr: %1$s için gelen veri bağımsız değişkeninin, ilk öğesi %2$s nesnesi veya %3$s olan ve ikinci öğesi %4$s nesnesi veya %4$s nesneleri dizisi olan bir dizi olması beklenir.

source: This metabox should only be displayed for Automated Upcoming Event or Automated Upcoming Datetime message type templates
de_de: Diese Metabox sollte nur für Vorlagen des Nachrichtentyps Automated Upcoming Event oder Automated Upcoming Datetime angezeigt werden
fi: Tämän metaboxin tulisi näkyä vain Automated Upcoming Event- tai Automated Upcoming Datetime -viestityypin malleissa.
tr_tr: Bu meta kutu yalnızca Otomatik Yaklaşan Etkinlik veya Otomatik Yaklaşan Tarih Saati mesaj türü şablonları için görüntülenmelidir

source: %1$sSend notifications %4$s day after the datetime.%2$s
de_de: %1$sBenachrichtigungen %4$s Tage nach dem Datum/der Uhrzeit senden.%2$s
fi: %1$sLähetä ilmoitukset %4$s päivää datetime-ajan jälkeen.%2$s
tr_tr: %1$sBildirimleri tarih ve saatten %4$s gün sonra gönder.%2$s

source: %1$sSend notifications %4$s day before the event.%2$s
de_de: %1$sBenachrichtigungen %4$s Tage vor der Veranstaltung versenden.%2$s
fi: %1$sLähetä ilmoitukset %4$s päivää ennen tapahtumaa.%2$s
tr_tr: %1$sEtkinlikten %4$s gün önce bildirim gönder.%2$s
