Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: The following visibility options are available: public, password protected, and private. An venue that is set to public will be accessible by anyone. An venue that is set to password protected will only be available to event administrators and individuals who know the password to access the event registration. A venue that is set to private will completely be hidden from public view.
de_de: Die folgenden Sichtbarkeitsoptionen sind verfügbar: öffentlich, passwortgeschützt und privat. Ein Veranstaltungsort, der auf öffentlich eingestellt ist, ist für jeden zugänglich. Ein passwortgeschützter Veranstaltungsort ist nur für Veranstaltungsadministratoren und Personen zugänglich, die das Passwort für den Zugriff auf die Veranstaltungsregistrierung kennen. Ein Veranstaltungsort, der auf privat eingestellt ist, ist für die Öffentlichkeit völlig unzugänglich.
fi: Käytettävissä ovat seuraavat näkyvyysvaihtoehdot: julkinen, salasanalla suojattu ja yksityinen. Julkiseksi asetettuun paikkaan pääsee kuka tahansa. Salasanalla suojattu tapahtumapaikka on vain tapahtuman ylläpitäjien ja niiden henkilöiden käytettävissä, jotka tietävät salasanan tapahtuman rekisteröintiä varten. Yksityiseksi asetettu tapahtumapaikka on täysin piilotettu yleisöltä.
fr_fr: Les options de visibilité suivantes sont disponibles: publique, mot de passe protégé et privé. Un lieu qui est public sera accessible par n'importe qui. Un lieu qui est configuré pour protéger ne sera disponible que pour les administrateurs d'événements et des personnes qui connaissent le mot de passe pour accéder à l'enregistrement des événements mot de passe. Un lieu qui est défini comme privé sera complètement caché à la vue du public.
tr_tr: Aşağıdaki görünürlük seçenekleri mevcuttur: genel, parola korumalı ve özel. Genel olarak ayarlanmış bir mekana herkes erişebilir. Parola korumalı olarak ayarlanan bir mekan yalnızca etkinlik yöneticileri ve etkinlik kaydına erişmek için parolayı bilen kişiler tarafından kullanılabilir. Özel olarak ayarlanan bir mekan, genel görünümden tamamen gizlenecektir.

source: Version %s
fi: Versio %s
tr_tr: Versiyon %s

source: Extra Meta
fr_fr: Meta supplémentaire
tr_tr: Ekstra Meta

source: Country - System Question
de_de: Land - System Frage
fi: Valtio - Järjestelmäkysymys
fr_fr: Pays - Système question
tr_tr: Köy - Sistem Sorusu

source: check-ins
fi: kirjautumiset
tr_tr: check-inler

source: Could not find new registrations for old attendee %d when creating answer %s
de_de: Konnte keine neue Registrierung für einen alten Teilnehmer %d finden bei der Antwortserstellung %s
fi: Vanhan osallistujan %d uusia rekisteröintejä ei löytynyt vastausta %s luotaessa.
fr_fr: Impossible de trouver de nouvelles inscriptions pour participant âgé %d lors de la création de réponse %s
tr_tr: %s yanıtı oluşturulurken eski %d katılımcısı için yeni kayıtlar bulunamadı

source: Extra Metas
tr_tr: Eksta Metalar

source: Zip/Postal Code - System Question
de_de: Postleitzahl - Systemfrage
fi: Postinumero - Järjestelmäkysymys
fr_fr: Code Postal - Question Système
tr_tr: Posta Kodu - Sistem Sorusu

source: Enter the maximum number of registrants that are supported by this venue.
de_de: Geben Sie die maximale Anzahl der Teilnehmer an, die von diesem Veranstaltungsort unterstützt werden.
fi: Kirjoita tämän tapahtumapaikan tukemien rekisteröijien enimmäismäärä.
fr_fr: Entrez le nombre maximum d'inscrits qui sont pris en charge par ce lieu.
tr_tr: Bu mekan tarafından desteklenen tescillenmiş maksimum sayıyı girin.

source: Could not find primary attendee's new transaction. Current attendee is: %s, we think the 3.1 primary attendee for it has id %d, but there's no 4.1 transaction for that primary attendee id.
de_de: Konnte die neue Transaktion des primären Teilnehmers nicht finden. Aktuelle Teilnehmer ist: % s, wir denken der 3.1 primäre Teilnehmer hat hat diese ID %d, aber es gibt keine 4.1 Transaktion für diesen primären Teilnehmer-ID.
fi: Ensisijaisen osallistujan uutta tapahtumaa ei löytynyt. Nykyinen osallistuja on: %s, ja uskomme, että sen 3.1 ensisijaisen osallistujan tunniste on %d, mutta kyseiselle ensisijaisen osallistujan tunnisteelle ei ole olemassa 4.1-transaktiota.
fr_fr: Impossible de trouver une nouvelle opération de participant primaire. Participant actuel est: %s , nous pensons que le 3.1 participant primaire car elle a id %d , mais il n'y a pas de transaction 4.1 pour que primaire id de participant.
tr_tr: Birincil katılımcının yeni işlemi bulunamadı. Mevcut katılımcı: %s, bunun için 3.1 birincil katılımcısının %d kimliğine sahip olduğunu düşünüyoruz, ancak bu birincil katılımcı kimliği için 4.1 işlemi yok.

source: Extra Meta ID
fr_fr: Supplémentaire Meta ID
tr_tr: Ekstra Meta Kullanıcı Kimliği

source: Phone Number - System Question
de_de: Rufnummer - Systemfrage
fi: Puhelinnumero - Järjestelmäkysymys
fr_fr: Numéro de téléphone - Système question
tr_tr: Telefon Numarası - Sistem Sorusu

source: Timestamp
de_de: Zeitstempel
fi: Aikaleima
tr_tr: Zaman Damgası

source: Could not find NEW event CPT ID for old event '%d' on old attendee %s
de_de: Konnte nicht Neues Event CPT ID für altes Event '% d' auf alten Teilnehmer%s gefunden werden
fi: UUSI tapahtuman CPT-tunnusta ei löytynyt vanhalle tapahtumalle '%d' vanhalla osallistujalla %s.
fr_fr: Impossible de trouver le nouvel ID événement CPT pour ancien événement "%d' sur l'ancien participant %s
tr_tr: Eski %s katılımcısındaki eski '%d' etkinliği için YENİ etkinlik CPT kimliği bulunamadı

source: Primary Key of Attached Thing
de_de: Primärschlüssel von Attached Thing
fi: Liitetyn asian ensisijainen avain
fr_fr: Clé primaire de chose Attaché
tr_tr: Eklentidekinin Öncelikli Anahtarı

source: Click here to delete this check-in record
de_de: Hier klicken um den Check-In-Eintrag zu löschen
fi: Klikkaa poistaaksesi tämä kirjautumismerkintä
fr_fr: Cliquez ici pour supprimer cette vérification dans le dossier
tr_tr: Check-in kaydını silmek için tıklayın

source: Enter the URL (website address) for this venue. This field is optional.
de_de: Geben Sie die URL (Website-Adresse) für diesen Veranstaltungsort ein. Dieses Feld ist optional.
fi: Anna tämän tapahtumapaikan URL (nettisivun osoite). Tämä kenttä on vapaaehtoinen.
fr_fr: Entrez l'URL (adresse de site Web) pour ce lieu. Ce champ est facultatif.
tr_tr: Bu mekan için bir URL (web adresi) girin. Bu alan isteğe bağlıdır.

source: Model of Attached Thing
de_de: Modell der angehängten Sache
fi: Kiinnitetyn asian malli
fr_fr: Modèle de chose Attaché
tr_tr: Eklentidekinin Modeli

source: The following wp-options could not be deleted: %s%s
de_de: Die folgenden wp-Optionen konnten nicht gelöscht werden: %s%s
fi: Seuraavia wp-optioita ei voitu poistaa: %s%s
fr_fr: Les wp-options suivantes ne peuvent pas être supprimées: %s %s
tr_tr: Takip edilen wp-ayarlarını silemezsiniz: %s%s

source: This route cannot be viewed unless registration and datetime IDs are included in the request (via REG_ID and DTT_ID parameters)
de_de: Der Weg kann nicht angezeigt werden, solange die Registrierungs-ID und Veranstaltungszeit-ID in der Anfrage enthalten sind (s. in REG_ID und DTT_ID Parametern)
fi: Tätä reittiä ei voi tarkastella, ellei rekisteröinti- ja päivämäärätunnuksia ole sisällytetty pyyntöön (REG_ID- ja DTT_ID-parametrien avulla).
fr_fr: Cette route ne peut être considérée sauf enregistrement et datetime ID sont inclus dans la demande (via les paramètres REG_ID et DTT_ID)
tr_tr: Kayıt ve tarih-saat kimlikleri talebe dahil edilmediği sürece bu rota görüntülenemez (REG_ID ve DTT_ID parametreleri aracılığıyla)

source: Could not update datetimes related to ticket with ID %d's TKT_sold by %d because %s
de_de: Konnte den Termin, der mit dem Ticket mit der ID %d's TKT_sold by %d im Zusammenhang steht wegen %s nicht aktualisieren
fi: Ei voitu päivittää päivämääriä, jotka liittyvät lippuun, jonka ID on %d:n TKT_sold by %d, koska%s
fr_fr: Impossible de mettre à jour l'horaire liés au billet avec l'ID %d de l 'TKT_sold par %d parce %s
tr_tr: Kimliği %d'nin TKT_sold by %d olan biletle ilgili tarih zamanları %s nedeniyle güncellenemedi

source: Meta Key
de_de: Meta-Schlüssel
fi: Meta-avain
fr_fr: Meta clé
tr_tr: Meta Anahtarı

source: Enter the phone number for this venue. This field is optional.
de_de: Geben Sie die Telefonnummer für diesen Veranstaltungsort ein. Dieses Feld ist optional.
fi: Anna tämän tapahtumapaikan puhelinnumero. Tämä kenttä on vapaaehtoinen.
fr_fr: Entrez le numéro de téléphone pour ce lieu. Ce champ est facultatif.
tr_tr: Bu mekan için telefon numarasını girin. Bu alan isteğe bağlıdır.

source: Could not update ticket with ID %d's TKT_sold by %d because %s
de_de: Konnte das Ticket mit der ID %d's TKT_sold by %d wegen %s nicht aktualisieren
fi: Ei voitu päivittää lippua, jonka tunnus on %d:n TKT_sold by %d, koska %s
fr_fr: Impossible de mettre à jour ticket avec ID %d de l 'TKT_sold par %d parce %s
tr_tr: ID %d'nin TKT_sold by %d bileti %s nedeniyle güncellenemedi

source: Meta Value
de_de: Meta-Wert
fi: Meta-arvo
fr_fr: Meta valeur
tr_tr: Meta Alanı

source: An invalid or missing line item ID was encountered while attempting to process the registration form.
de_de: Eine ungültige oder fehlende Artikel ID trat bei dem Versuch auf, das Anmeldeformular zu verarbeiten.
fi: Virheellinen tai puuttuva tunnusrivi (ID) yritettäessä käsitellä ilmoittautumislomaketta.
fr_fr: Un invalide ou manquante poste ID s'est produite lors de la tentative de traitement du formulaire d'inscription.
tr_tr: Kayıt formunu doldurulurken geçersiz veya eksik satır öğesi kimliğiyle karşılaşıldı.

source: View Check-ins
de_de: Check-Ins anzeigen
fi: Näytä kirjautumiset
fr_fr: Voir check-ins
tr_tr: Check-inlere Bak

source: Click the Move to Trash link to move a venue to the trash.
de_de: Klicken Sie auf den Link In den Papierkorb verschieben, um einen Veranstaltungsort in den Papierkorb zu verschieben.
fi: Siirrä tapahtumapaikka roskakoriin napsauttamalla Siirrä roskakoriin -linkkiä.
fr_fr: Cliquez sur le lien Déplacer vers la corbeille pour déplacer un lieu à la poubelle.
tr_tr: Bir mekanı çöpe taşımak için Çöpe Taşı bağlantısını tıklayın.

source: Could not create WP Term_Taxonomy from old category: %s. The Error was: %s
de_de: Konnte nicht WP Term_Taxonomy aus der alten Kategorie: %s erstellen. Der Fehler war: %s
fi: WP Term_Taxonomy ei voinut luoda vanhasta kategoriasta: %s. Virhe oli: %s
fr_fr: Impossible de créer WP Term_Taxonomy de la vieille catégorie: %s . L'erreur était: %s
tr_tr: Eski kategoriden WP Term_Taxonomy oluşturulamadı: %s. Hata şuydu: %s

source: Event Check-In
de_de: Veranstaltungs-Check-In
fi: Tapahtuman sisäänkirjautuminen
fr_fr: Événement Check-In
tr_tr: Etkinlik Yer Bildirimi

source: Venue Tags
de_de: Veranstaltungsort Tags
fi: Tapahtumapaikka Tunnisteet
fr_fr: Mots-clés
tr_tr: Mekan Etiketleri

source: Category Details
de_de: Kategorie Details
fi: Kategorian tiedot
fr_fr: Détails de la Catégorie
tr_tr: Kategori Detayları

source: Your form data could not be applied to any valid registrations.
de_de: Ihre Formulardaten können auf keine gültigen Registrierungen angewendet werden.
fi: Tämän lomakkeen tietoja ei voitu lisätä hyväksyttyihin ilmoittautumisiin.
fr_fr: Vos données de formulaire ne peuvent pas être appliquées à tous les enregistrements valides.
tr_tr: Form verileri herhangi bir geçerli kayıt için uygulanabilir değil.

source: Event Check-In Other
de_de: Event-Check-In Sonstiges
fi: Tapahtuman sisäänkirjautuminen Muu
fr_fr: Check-In Événement Autre
tr_tr: Etkinlik Yer Bildirimi Diğer

source: You can setup tags for your venue. This is optional. To add a tag, enter it into the tag field and click on the Add button.
de_de: Sie können Tags für Ihren Veranstaltungsort einrichten. Dies ist optional. Um eine Markierung hinzuzufügen, geben Sie sie in das Markierungsfeld ein und klicken Sie auf die Schaltfläche Hinzufügen.
fi: Voit määrittää tunnisteet tapahtumapaikallesi. Tämä on vapaaehtoista. Voit lisätä tunnisteen kirjoittamalla sen tunniste-kenttään ja napsauttamalla Lisää-painiketta.
fr_fr: Vous pouvez balises d'installation pour votre site. Cette option est facultative. Pour ajouter un tag, entrez dans le champ de l'étiquette et cliquez sur le bouton Ajouter.
tr_tr: Mekan için kurulum etiketleri yapabilirsiniz. Bu isteğe bağlıdır. Bir etiket eklemek için, etiket alanına girmek ve Add butonunu tıklayınız.

source: Check-ins
fi: Sisäänkirjautumiset
tr_tr: Checkinler

source: A valid transaction could not be initiated for processing your registrations.
de_de: Eine gültige Transaktion konnte für die Bearbeitung Ihrer Registrierung nicht initiiert werden.
fi: Rekisteröintien käsittelyä varten ei voitu käynnistää kelvollista tapahtumaa.
fr_fr: Une transaction valide n'a pas pu être lancé pour le traitement de vos enregistrements.
tr_tr: Kayıtlarınızın işlenmesi için geçerli bir işlem başlatılamadı.

source: Check-In Records
de_de: Check-In Aufzeichnungen
fi: Sisäänkirjautumistiedot
fr_fr: Arrivée dans les dossiers
tr_tr: Check-in Kayıtları

source: You can setup categories for your venue. This is optional. To add a venue category, select one from the tabs or click on the add new category link and enter a name for your venue category and click on the add new category button.
de_de: Sie können Kategorien für Ihren Veranstaltungsort einrichten. Dies ist optional. Um eine Veranstaltungsortkategorie hinzuzufügen, wählen Sie eine der Registerkarten aus oder klicken Sie auf den Link "Neue Kategorie hinzufügen" und geben Sie einen Namen für Ihre Veranstaltungsortkategorie ein und klicken Sie auf die Schaltfläche "Neue Kategorie hinzufügen".
fi: Voit määrittää kategorioita tapahtumapaikallesi. Tämä on vapaaehtoista. Voit lisätä paikan kategorian valitsemalla jonkin välilehdistä tai napsauttamalla Lisää uusi kategoria -linkkiä ja syöttämällä paikan kategorialle nimen ja napsauttamalla Lisää uusi kategoria -painiketta.
fr_fr: Vous pouvez catégories d'installation pour votre site. Cette option est facultative. Pour ajouter une catégorie de lieu, sélectionnez l'une des onglets ou cliquez sur le lien ajouter nouvelle catégorie et entrez un nom pour votre catégorie de lieu et cliquer sur le nouveau bouton ajouter de la catégorie.
tr_tr: Mekan için kurulum kategorileri yapabilirsiniz. Bu isteğe bağlıdır. Bir mekan kategori eklemek için, sekmelerden birini seçin veya eklemek yeni kategori linke tıklayın ve mekan kategori için bir ad girin ve eklemek yeni kategori butonuna tıklayın.

source: Event is Over
de_de: Veranstaltung ist beendet
fi: Tapahtuma on ohi
fr_fr: Événement est terminé
tr_tr: Etkinlik Sona Erdi

source: No valid question responses were received.
de_de: Keine gültigen Frageantworten gingen ein.
fi: Kelvollisia vastauksia kysymyksiin ei saatu.
fr_fr: Pas de réponses aux questions valables ont été reçues.
tr_tr: Gerekli soruların cevapları alınamadı.

source: Toggle Check-In
de_de: Check-In umschalten
fr_fr: Basculer Check-In
tr_tr: Geçiş Kaydı

source: Venue Title
de_de: Veranstaltungsort Titel
fi: Tapahtumapaikan nimi
fr_fr: Titre Lieu
tr_tr: Mekan Başlığı

source: Event Not Active
de_de: Veranstaltung ist nicht aktiv
fi: Tapahtuma ei käytössä
fr_fr: Événement non actif
tr_tr: Etkinlik Aktif Değil

source: The newly saved Attendee object could not be cached on the registration.
de_de: Das neu gespeicherte Teilnehmer Objekt konnte nicht über die Registrierung zwischengespeichert werden.
fi: Äskettäin tallennettua Attendee-objektia ei voitu tallentaa välimuistiin rekisteröinnissä.
fr_fr: L'objet de Présence nouvellement enregistré ne peut pas être mis en cache sur l'enregistrement.
tr_tr: Yeni kaydedilen katılımcı nesnesi önbelleğe kayıt edilemedi.

source: Delete Check-In Rows
de_de: Löschen der Check-In Reihen
fi: Poista kirjautumisrivit
fr_fr: Supprimer les rangs d'enregistrement
tr_tr: Check-In Satırlarını Sil

source: This is the name (title) of your venue.
de_de: Dies ist der Name (Titel) Ihres Veranstaltungsortes.
fi: Tämä on tapahtumapaikkasi nimi (otsikko).
fr_fr: C'est le nom (titre) de votre lieu.
tr_tr: Mekanınızın adı (başlığı).

source: The rich text editor can be used to create a description for your venue. Similar to WordPress pages and posts, you can upload images and customize your text by using the options on the toolbar.
de_de: Mit dem Rich-Text-Editor können Sie eine Beschreibung für Ihren Veranstaltungsort erstellen. Ähnlich wie bei WordPress-Seiten und -Beiträgen können Sie Bilder hochladen und Ihren Text mithilfe der Optionen in der Symbolleiste anpassen.
fi: Rikastekstieditorilla voit luoda kuvauksen tapahtumapaikallesi. WordPress-sivujen ja -viestien tapaan voit ladata kuvia ja muokata tekstiä työkalurivin vaihtoehtojen avulla.
fr_fr: L'éditeur de texte riche peut être utilisé pour créer une description de votre site. Similaires aux pages et les messages WordPress, vous pouvez télécharger des images et de personnaliser votre texte en utilisant les options de la barre d'outils.
tr_tr: Mekanınızın tanıtımını yazmak için zengin metin editörü kullanılabilir. WordPress sayfa ve yazılarında olduğu gibi görsel yükleyebilir ve metni araç çubuğundaki seçenekler ile özelleştirebilirsiniz.

source: Could not find 4.1 event id for 3.1 event #%d.
de_de: Konnte 4.1 Ereignis-ID für 3.1 event #% d nicht finden
fi: Ei löytynyt 4.1-tapahtuman tunnusta 3.1-tapahtumalle #%d.
fr_fr: Impossible de trouver id de 4,1 cas pour 3,1 event # %d .
tr_tr: 3.1 #%d olayı için 4.1 olay kimliği bulunamadı.

source: uncategorized
de_de: nicht kategorisiert
fi: luokittelematon
fr_fr: Non classé
tr_tr: Sınıflandırılmamış

source: This page shows all venues that have been created with Event Espresso.
de_de: Diese Seite zeigt alle Veranstaltungsorte, die mit Event Espresso erstellt wurden.
fi: Tällä sivulla näkyvät kaikki tapahtumapaikat, jotka on luotu Event Espressolla.
fr_fr: Cette page affiche tous les sites qui ont été créés avec Event Espresso.
tr_tr: Bu sayfa Event Espresso ile oluşturulmuş tüm mekanları gösterir.

source: Could not find 4.1 term-taxonomy id for 3.1 category #%d.
de_de: 4.1 Term-Taxonomie-ID konnte für 3.1 Kategorie #%d nicht gefunden werden.
fi: Ei löytynyt 4.1 termitaksonomian tunnusta 3.1 luokalle #%d.
fr_fr: Impossible de trouver id 4.1 terme taxonomie 3,1 catégorie # %d .
tr_tr: 3.1 kategorisi #%d için 4.1 terim-taksonomi kimliği bulunamadı.

source: edit this event
de_de: Diese Veranstaltung bearbeiten
fi: muokata tätä tapahtumaa
fr_fr: Modifier cet événement
tr_tr: Etkinliği düzenle

source: The newly saved Answer object could not be cached on the registration.
de_de: Ihre letzte Antwort konnte nicht in der Registrierung gespeichert werden.
fi: Äskettäin tallennettua vastausobjektia ei voitu tallentaa välimuistiin rekisteröinnissä.
fr_fr: L'objet de réponse nouvellement enregistré ne peut pas être mis en cache sur l'enregistrement.
tr_tr: Yeni kaydedilen cevap nesnesi önbelleğe kayıt olamadı.

source: Question Groups in each Event
de_de: Fragengruppen in jeder Veranstaltung
fi: Kysymysryhmät kussakin tapahtumassa
fr_fr: groupes de questions de chaque événement
tr_tr: Her Etkinlik için Soru Grupları

source: Line Item
de_de: Einzelposten
fi: Rivin kohta
fr_fr: Ligne Point
tr_tr: Satır Ürünü

source: The address could not be formatted.
de_de: Die Adresse konnte nicht formatiert werden.
fi: Osoitetta ei voitu muotoilla.
fr_fr: L'adresse ne peut pas être formatée.
tr_tr: Adres bu formatta olamaz.

source: An invalid Answer object was discovered when attempting to save your registration information.
de_de: Ein ungültiges Antworts-Objekt wurde beim Versuch, Ihre Registrierungsdaten speichern entdeckt.
fi: Virheellinen vastaus yritettäessä tallentaa ilmoittautumistietojasi.
fr_fr: Un objet de réponse invalide a été découvert lors d'une tentative pour enregistrer vos informations d'enregistrement.
tr_tr: Kayıt bilgileriniz kaydedilirken hatalı cevap nesnesi keşfedildi.

source: Could not find 4.1 question ID for 3.1 question id #%s on event $%s
de_de: Konnte keine 4.1 Frage-ID für die 3.1 Frage-ID #%s zum Ereignis $%s finden
fi: Ei löytynyt 4.1-kysymyksen tunnusta 3.1-kysymyksen tunnukselle #%s tapahtumassa $%s.
fr_fr: Impossible de trouver 4.1 question ID 3,1 question id # %s à l'événement $ %s
tr_tr: $%s olayında 3.1 soru kimliği #%s için 4.1 soru kimliği bulunamadı

source: Code for index into Cart
de_de: Code für den Index im Warenkorb
fi: Koodi indeksiä varten ostoskoriin
fr_fr: Code de l'indice dans le panier
tr_tr: Sepet içine eklemek için kod

source: The newly saved Registration object could not be cached on the Transaction.
de_de: Das neu gespeicherte Registrierungsobjekt konnte während der Transaktion nicht zwischen gespeichert werden.
fi: Äskettäin tallennettua rekisteröintiobjektia ei voitu tallentaa välimuistiin transaktiossa.
fr_fr: L'objet de l'enregistrement nouvellement enregistré ne peut pas être mis en cache sur l'opération.
tr_tr: Yeni kaydedilen Kayıt nesnesi önbelleğe işlenemedi.

source: Missing some required data to toggle the Check-in
de_de: Es fehlen einige erforderlichen Daten um in den Check-in zu wechseln
fi: Joitakin vaadittuja tietoja puuttuu Check-inin vaihtamiseksi.
fr_fr: Manque des données nécessaires pour passer le check-in
tr_tr: Mevcut bilgiler giriş için yeterli değil.

source: This is the numerical ID for a venue. This value is used internally for %s.
de_de: Dies ist die numerische ID für einen Veranstaltungsort. Dieser Wert wird intern für %s verwendet.
fi: Tämä on tapahtumapaikan numeerinen tunnus. Tätä arvoa käytetään sisäisesti %s:lle.
tr_tr: Bu, bir mekanın sayısal kimlik numarasıdır. Bu değer, %s için dahili olarak kullanılır.

source: Could not find 4.1 event 3.1 event id #%s
de_de: Konnte 4.1 Ereignis nicht finden 3.1 Ereignis-ID #%s
fi: Ei löytynyt 4.1 tapahtumaa 3.1 tapahtuman id #%s
fr_fr: Impossible de trouver 4,1 cas 3.1 ID d'événement # %s
tr_tr: 4.1 olay 3.1 olay kimliği #%s bulunamadı

source: Line Item Name
de_de: Bezeichnung der Position
fi: Rivin nimi
fr_fr: Ligne Nom de l'article
tr_tr: Satır Ürününün İsmi

source: This helper must be instantiated before or within a callback for the WordPress wp_enqueue_scripts hook action hook.
de_de: Dieser Helfer müssen vor oder innerhalb einer Callback für die Wordpress wp_enqueue_scripts Haken instanziiert werden.
fi: Tämä apuohjelma on instantioitava ennen WordPress wp_enqueue_scripts -koukun toimintakoukun takaisinkutsua tai sen sisällä.
fr_fr: Cette aide doit être instancié avant ou au sein d'un rappel de l'action de crochet le crochet de WordPress.
tr_tr: Bu yardımcı, WordPress wp_enqueue_scripts kancası eylem kancası için bir geri aramadan önce veya içinde örneklenmelidir.

source: An invalid Registration object was discovered when attempting to save your registration information.
de_de: Beim Speichern Ihrer Registrierung wurde ein ungültiges Feld entdeckt.
fi: Virheellinen kohde yritettäessä tallentaa ilmoittautumistietojasi.
fr_fr: Un objet de l'enregistrement incorrect a été découvert lors d'une tentative pour enregistrer vos informations d'enregistrement.
tr_tr: Kayıt bilgilerini kaydetmeye çalışırken geçersiz bir kayıt nesnesi keşfedildi.

source: So, something went wrong with the bulk delete because there was no data received for instructions on WHAT to delete!
de_de: Also, es ging etwas schief mit der Massenlöschung, weil keine Daten für die Anweisung empfangen wurden, WAS gelöscht werden soll!
fi: Jotain meni siis pieleen massapoiston kanssa, koska ei saatu tietoja, jotka olisivat antaneet ohjeita siitä, MITÄ pitäisi poistaa!
fr_fr: Donc, quelque chose n'allait pas avec le gros supprimer parce qu'il n'y avait pas de données reçues pour obtenir des instructions sur ce qu'il faut supprimer!
tr_tr: Silmeye çalıştığınız şey mevcut değil.
