Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: This method is no longer in use. There is no replacement for it. The method was used to generate a set of values for use in creating a messenger filter dropdown which is now generated differently via Messages_Admin_Page::get_messengers_select_input
fr_fr: Cette méthode n'est plus utilisée. Il n'y a pas de remplacement pour elle. La méthode a été utilisée pour générer un ensemble de Pour créer un menu déroulant de filtre messager qui est maintenant généré différemment via Messages_Admin_Page :: get_messengers_select_input

source: This method is no longer in use. There is no replacement for it. The method was used to generate a set of values for use in creating a message type filter dropdown which is now generated differently via Messages_Admin_Page::get_message_types_select_input
fr_fr: Cette méthode n'est plus utilisée. Il n'y a pas de remplacement pour elle. La méthode a été utilisée pour générer un ensemble de Valeurs pour l'utilisation dans la création d'une liste déroulante de type de message qui est maintenant générée différemment via Messages_Admin_Page :: get_message_types_select_input

source: This method is no longer in use. There is no replacement for it. The method was used to generate a set of values for use in creating a message type context filter dropdown which is now generated differently via Messages_Admin_Page::get_contexts_for_message_types_select_input
fr_fr: Cette méthode n'est plus utilisée. Il n'y a pas de remplacement pour elle. La méthode a été utilisée pour générer un ensemble de Valeurs pour l'utilisation dans la création d'une liste déroulante de filtre de type de message qui est maintenant générée différemment via Messages_Admin_Page :: get_contexts_for_message_types_select_input

source: Current Registration Status
fr_fr: État d'enregistrement actuel

source: %1$sThe %3$s Braintree Gateway %4$s plugin was deactivated! This plugin requires the %3$s PHP version >= 5.4.0 %4$s, and the following list of PHP extensions to be enabled: %3$s mbstring, JSON, cURL, XMLWriter, OpenSSL, HASH and DOM. %4$s%2$s
fr_fr: %1$sLe plugin %3$s Braintree Gateway %4$s a été désactivé! Ce plugin nécessite la version PHP de %3$s > = 5.4.0 %4$s et la liste suivante des extensions PHP à activer:% 3 $ s mbstring, JSON, cURL, XMLWriter, OpenSSL, HASH et DOM. %4$s%2$s

source: The following error occurred while attempting to instantiate "%1$s": %2$s %3$s %2$s instantiation mode : %4$s
fr_fr: L'erreur suivante s'est produite lors de la tentative d'instanciation de "%1$s": %2$s %3$s %2$s mode d'instanciation: %4$s

source: %1$s for parameter "$%2$s"
fr_fr: %1$s pour le paramètre "$%2$s"

source: %1$sAn %2$s was thrown!%3$s code: %4$s
fr_fr: %1$An %2$s a été levée!%3$s code: %4$s

source: The supplied entity is an instance of "%1$s", but an instance of "%2$s" was expected.
fr_fr: L'entité fournie est une instance de "%1$s", mais une instance de "%2$s" était attendue.

source: The final price for the ticket line item (ID:%1$d) could not be calculated.
fr_fr: Le prix final de la rubrique billet (ID:%1$d) n'a pas pu être calculé.

source: The "%1$s" form is invalid or missing
fr_fr: Le formulaire "%1$s" est manquant ou invalide.

source: This is a payment method where users enter their payment information on a different site. (In this case, they actually enter it into a simple PHP file located on the same server)
fr_fr: Cette méthode de paiement permet aux utilisateurs d'entrer leurs informations de paiement sur un site différent. (Dans ce cas, ils entrent effectivement dans un simple fichier PHP situé sur le même serveur)

source: This payment method requests registrants payment information onsite, instead of sending them to a 3rd party site to do it.
fr_fr: Cette méthode de paiement demande aux titulaires d'informations de paiement sur place, au lieu de les envoyer à un site tiers pour le faire.

source: %1$sThe %3$s Event Espresso - PayPal Express Checkout %4$s plugin was deactivated! This plugin requires the %3$s PHP version >= 5.3.0 %4$s, and a following list of PHP extensions to be enabled: %3$s cURL, OpenSSL, JSON. %4$s%2$s
fr_fr: %1$sLe plug-in %3$s Event Espresso - PayPal Express Checkout %4$s a été désactivé ! Ce plug-in requiert la %3$s version PHP>= 5.3.0 %4$s, et la liste suivante d'extension PHP pour être activé : %3$s cURL, OpenSSL, JSON. %4$s%2$s

source: Payment for %1$s
fr_fr: Paiement pour %1$s

source: After clicking 'Finalize Registration', you will be forwarded to PayPal website to Login and make your payment.
fr_fr: Après avoir cliqué sur 'Finaliser l'inscription', vous serez redirigé vers le site PayPal pour vous connecter et effectuer votre paiement.

source: Adjust the settings for the PayPal Express Checkout.
fr_fr: Ajuster les paramètres pour le Paiement PayPal Express

source: Click here to signup for an account with PayPal
fr_fr: Cliquez ici pour vous abonner à un compte avec PayPal

source: %1$sClick here%2$s for more information on how to get your API credentials.
fr_fr: %1$sCliquez ici%2$s pour plus d'informations pour obtenir votre accréditation API.

source: %1$s QuickBooks Payments app connection will expire soon %2$s. Please visit %3$s Event Espresso Payment Methods settings page %4$s and %5$s "Reconnect" %6$s .
fr_fr: %1$s La connexion à l'application QuickBooks Payments expire bientôt%2$s. Veuillez visiter%3$s la page de paramètres Event Espresso Méthodes de paiement %4$s et%5$s "Reconnectez"%6$s.

source: Your QuickBooks Company ID. If you are using a test account you can find/create companies in %1$s your Sandbox%2$s. More info can be found by visiting %3$s This link%4$s.
fr_fr: Votre ID d'entreprise QuickBooks. Si vous utilisez un compte de test, vous pouvez trouver / créer des entreprises dans%1$s votre bac à sable%2$s. Pour plus d'informations, visitez%3$s Ce lien%4$s.

source: Your App Token.
fr_fr: Votre Jeton App

source: This payment method has a Sandbox Server (also known as Testing Server, Development Server, Quality Assurance Server, etc). While in debug mode and using this sandbox server, real payments will not be processed.
fr_fr: Cette méthode de paiement a un serveur Sandbox (également connu sous le nom Testing Server, Serveur de développement, Quality Assurance Server, etc). En mode de débogage et en utilisant ce serveur de bac à sable, les paiements réels ne seront pas traités.

source: There were %d errors and %d messages successfully queued for generation and sending
fr_fr: %d erreurs et %d messages ont été mis en file d'attente avec succès pour la génération et l'envoi

source: There were %d errors and %d message successfully queued for generation.
fr_fr: Il y avait %d erreurs et %d message de réussi en file d'attente pour la génération.

source: Worker Queue Manager Usage
fr_fr: Utilsation Gestionnaire de files d'attente Worker

source: Worker Queue Manager
fr_fr: Gestionnaire de files d'attente Worker

source: Worker Queue Manager Settings
fr_fr: Réglages Gestionnaire de files d'attente Worker

source: Add [ESPRESSO_WORKER_QUEUE_MANAGER] to any page or post to display a list of upcoming worker_queue_manager
fr_fr: Ajoutez [ESPRESSO_WORKER_QUEUE_MANAGER] à n'importe quelle page ou poste pour afficher une liste de worker_queue_manager à venir

source: Worker Queue Manager Attendee Meta Row ID
fr_fr: Gestionnaire de files d'attente Worker ID Participant Meta Ligne

source: Worker Queue Manager Thing ID
fr_fr: Gestionnaire de files d'attente Worker ID Chose

source: Other charges
fr_fr: Autres frais

source: There is a user having trouble with receiving emails for their recent regsitration. You can follow up with them using the following information:
fr_fr: Il y a un utilisateur qui a du mal à recevoir des courriels pour son enregistrement récent. Vous pouvez suivre avec eux en utilisant les informations suivantes:

source: This shortcode allows you to display the ticket selector for a specific event: <br />[ESPRESSO_TICKET_SELECTOR event_id=###]<br />
fr_fr: Ce code court vous permet d'afficher le sélecteur de billets pour un événement spécifique: <br />[ESPRESSO_TICKET_SELECTOR event_id=###]<br />

source: %1$sPlease Note:%2$s%3$sIf you are currently using filters to customize the display order for elements within the Event Single page display, then you do NOT activate this feature until those filters have been removed or disabled. If this feature is activated while still using such filters, duplicate event content such as the ticket selector, datetimes, or venue information could be displayed on the frontend of the site. Please verify that this is not the case after activating this feature.
fr_fr: %1$sVeuillez noter:%2$s%3$s Si vous utilisez actuellement des filtres pour personnaliser l'ordre d'apparition des éléments de l'affichage d'une seule page d'événement, n'activez PAS cette fonctionnalité tant que ces filtres n'ont pas été supprimés ou désactivés. Si cette fonctionnalité est activée alors que vous utilisez encore de tels filtres, un contenu d'événement en double, comme le sélecteur de billet, la date ou l'information sur le lieu, pourrait être affiché sur le coté client du site. Veuillez vérifier que ceci ne se produit pas après l'activation de cette fonction.

source: %1$sPlease Note:%2$s%3$sIf you are currently using filters to customize the display order for elements within the Event Archive listings, then you do NOT activate this feature until those filters have been removed or disabled. If this feature is activated while still using such filters, duplicate event content such as the ticket selector, datetimes, or venue information could be displayed on the frontend of the site. Please verify that this is not the case after activating this feature.
fr_fr: %1$sVeuillez noter:%2$s%3$s Si vous utilisez actuellement des filtres pour personnaliser l'ordre d'affichage des éléments dans les listes d'archives d'événements, n'activez PAS cette fonctionnalité tant que ces filtres n'ont pas été supprimés ou désactivés. Si cette fonctionnalité est activée alors que vous utilisez encore de tels filtres, un contenu d'événement en double, comme le sélecteur de billet, la date ou l'information sur le lieu, pourrait être affiché sur le coté client du site. Veuillez vérifier que ceci ne se produit pas après l'activation de cette fonction.

source: Encrypt Bot Trap Data
fr_fr: Crypter les données Bot Trap

source: One way to detect spam bots is by looking at how long it takes them to submit a form. They are often inhumanly fast, or will submit forms hours, days, or even weeks after the form was first scraped off the web. The Event Espresso Bot Trap will send a timestamp with the Ticket Selector form when it is submitted. By default, this timestamp is encrypted so that the spam bots can not change it, but encryption may cause issues on some servers due to configuration "conflicts". If you continuously get caught in the bot trap, then try setting this option to "No". This may increase the number of spam submissions you receive, but increases server compatibility.
fr_fr: Un moyen de détection des robots de spam est d'analyser le temps pris pour remplir un formulaire. Il sont en général humainement trop rapides ou ils vont soumettre les formulaires plusieurs heures,jours ou même semaines après que le formulaire n'ai été capturé. Le Bot Trap d'Event Espresso va envoyer un timestamp avec le le formulaire de sélection de ticket au moment de la soumission. Par défaut, le timestamp est crypté pour que le robot ne puisse pas le changer. Cependant, le cryptage peut causer des problèmes sur certains serveur à cause de conflits de configuration. Si vos formulaires sont continuellement rejetés, essayer de passer ce paramètre à "non". Ca va augmenter le nombre de fausses soumissions mais aussi la compatibilité avec le serveur.

source: We're sorry, but your ticket selections could not be processed due to a server timing error. Please hit the back button on your browser and try again.
fr_fr: Nous sommes désolés, mais vos sélections de billets n'ont pas pu être traitées en raison d'une erreur de synchronisation du serveur. Veuillez cliquer sur le bouton de retour de votre navigateur et réessayer.

source: This is a special dynamic shortcode. After the "*", add the exact name for your custom field, if there is a value set for that custom field within the event then it will be output in place of this shortcode.
fr_fr: Il s'agit d'un code court dynamique spécial. Après le "*", ajoutez le nom exact pour votre champ personnalisé, s'il ya une valeur définie pour ce champ personnalisé dans l'événement, puis il sera publié à la place de ce code court.

source: The event id provided was not valid.
fr_fr: L'identifiant de l'événement prévu n'a pas été valide.

source: Event Espresso New Addon could not be activated. Please ensure that Event Espresso version %1$s or higher is running
fr_fr: La nouvelle extension Event Espresso n'a pas pu être activée. Assurez-vous que la version Event Espresso %1$s ou plus est en cours d'exécution

source: The timezone string %1$s should have thrown an Exception, but did not!
fr_fr: La chaîne de timezone% 1$s devrait avoir lancé une exception, mais n'a pas fait!

source: Link to edit registration
fr_fr: Lien pour modifier l'inscription

source: Link to edit attendee information
fr_fr: Lien pour modifier les informations du/des participant(e)s

source: Payment Accepted. Please click "Proceed to Finalize Registration" if not forwarded automatically.
fr_fr: Paiement accepté. S'il vous plaît cliquer sur "Continuer pour terminer l'enregistrement" si elle n'est pas transmise automatiquement.

source: New Payment Method
fr_fr: Nouveau mode de paiement

source: Fill up the form below and then Click the "Finalize Registration" button to proceed with the payment.
fr_fr: Remplissez le formulaire ci-dessous, puis cliquez sur le bouton "Finalize Registration" pour procéder au paiement.

source: Adjust the settings for the Evertec payment gateway.
fr_fr: Réglez les paramètres de la passerelle de paiement Evertec.

source: Credit Card Number %s
fr_fr: Numéro de carte de crédit %s

source: Name On Card %s
fr_fr: Nom sur carte %s

source: Add [ESPRESSO_REST_API] to any page or post to display a list of upcoming rest_api
fr_fr: Ajoutez [ESPRESSO_REST_API] à n'importe quelle page ou poste pour afficher une liste de rest_api

source: Yes or No?
fr_fr: Oui ou Non?

source: Add [ESPRESSO_NEW_ADDON] to any page or post to display a list of upcoming new_addon
fr_fr: Ajoutez [ESPRESSO_NEW_ADDON] à n'importe quelle page ou poste pour afficher une liste de new_addon à venir

source: Manage your events from your WordPress dashboard. Reduce your admin, reduce your costs make your life easier! | <a href="admin.php?page=espresso_support&action=contact_support">Support</a>
fr_fr: Gérer vos événements depuis votre console WordPress. Réduisez votre administration, reduisez vos couts et facilitez votre vie ! | <a href="admin.php?page=espresso_support&action=contact_support">Support</a>

source: per scope item (see above) - leave blank for no limit
fr_fr: Par article de la portée (voir ci-dessus) - laisser vide pour aucune limite

source: Add [ESPRESSO_PROMOTIONS] to any page or post to display a list of upcoming promotions
fr_fr: Ajoutez [ESPRESSO_PROMOTIONS] à n'importe quelle page ou poste pour afficher une liste des prochaines promotions

source: Enter Full Name here
fr_fr: Saisissez votre nom complet ici.

source: Could not find iDeal payment for transaction %s
fr_fr: Impossible de trouver le paiement iDeal pour la transaction %s

source: After clicking 'Finalize Registration', you will be forwarded to iDeal/Mollie to make your payment. %1$sMake sure you return to this site in order to properly finalize your registration.%2$s
fr_fr: Après avoir cliqué sur 'Finaliser l'inscription', vous serez redirigé vers iDeal / Mollie pour effectuer votre paiement. %1$sAssurez-vous de revenir sur ce site afin de finaliser correctement votre inscription.%2$s

source: Adjust the settings for the iDeal/Mollie payment method.
fr_fr: Réglez les paramètres de la passerelle de paiement iDeal Mollie.

source: Your Infusionsoft Application Name or ID.
fr_fr: Votre nom ou ID d'application Infusionsoft.

source: Your Infusionsoft Private Key.
fr_fr: Votre clé privé Infusionsoft.

source: CVV/CVV2
fr_fr: Code de sécurité de carte bancaire

source: The attendee information was successfully copied.%sPlease ensure the rest of the registration form is completed before proceeding.
fr_fr: Les informations ont été correctement copiées. %s Merci de vérifier l'ensemble du document avant de valider.

source: Attendee %d
fr_fr: Participant %d

source: Attendee #%s
fr_fr: Participant #%s

source: There was %1$d ticket in the Event Queue, but %2$ds registrations were processed
fr_fr: Il y avait un ticket %1$d dans la file d'attente d'événements, mais les enregistrements %2$ds ont été traités

source: There was a total of %1$d tickets in the Event Queue, but only %2$ds registration was processed
fr_fr: Il y avait un total de %1$d billets dans la file d'attente d'événements, mais seulement %2$ds enregistrement a été traité

source: There was a total of %1$d tickets in the Event Queue, but %2$ds registrations were processed
fr_fr: Il y avait un total de %1$d billets dans la file d'attente d'événements, mais les enregistrements de %2$ds ont été traités

source: Your payment was <strong>DECLINED</strong> for the following transaction and ticket purchases:
fr_fr: Votre règlement a été <strong>Décliné</strong> pour les billets suivants :

source: You cannot use the form section\s name until _construct_finalize has been called on it (when we set the name). It was called on a form section of type 's'
fr_fr: Vous ne pouvez pas utiliser le nom de section du formulaire jusqu'à ce que _construct_finalize ait été appelé (lorsque nous avons défini le nom). Il a été appelé sur une section de formulaire de type 's'

source: View Transaction Details <span class="dashicons dashicons-cart"></span>
fr_fr: Afficher détail Transaction <span class="dashicons dashicons-cart"></span>

source: View Invoice for Transaction <span class="dashicons dashicons-media-spreadsheet"></span>
fr_fr: Voir la facture <span class="dashicons dashicons-media-spreadsheet"></span>

source: View Receipt for Transaction <span class="dashicons dashicons-media-default"></span>
fr_fr: Afficher le reçu pour la transaction <span class="dashicons dashicons-media-default"></span>

source: View Registration Details <span class="dashicons dashicons-clipboard"></span>
fr_fr: Visualiser les détails de l'enregistrement <span class="dashicons dashicons-clipboard"></span>

source: All Registrations CSV Report
fr_fr: Rapport CSV avec tous les enregistrements

source: Response from Mijireh could not be understood.
fr_fr: La réponse de Mijireh ne pouvait pas être comprise

source: Adjust the settings for the Mijireh payment gateway.
fr_fr: Réglez les paramètres de la passerelle de paiement Mijireh.

source: Paypal API Username %s
fr_fr: Paypal API Nom d'utilisateur %s

source: Paypal API Password %s
fr_fr: Paypal API Mot de Passe %s

source: View the type of question. Available options are Text, Textarea, Checkboxes, Radio Buttons, Dropdown, State/Province Dropdown, Country Dropdown, and Date Picker.
fr_fr: Afficher le type de question. Les options disponibles sont Text, ZoneText, Checkboxes, Boutons radios, menu déroulant, Etat/Province menu déroulant, Pays menu déroulant et sélectionneur de date.

source: <strong>Version %1$s</strong> is a %2$s release.
fr_fr: <strong>Version %1$s</strong> est un %2$s presse.

source: Deactivate Payment Method
fr_fr: Désactiver les méthodes de paiement.

source: Mijireh Access Key
fr_fr: Mijireh clé d'accès

source: \nProblems with %s: %s
fr_fr: \nProblems avec %s: %s

source: No response from Mijireh
fr_fr: Pas de réponse du Mijireh

source: Could not find Mijireh payment for transaction %s
fr_fr: Impossible de trouver paiement Mijireh pour la transaction %s

source: The "%s" have been successfully %s.
fr_fr: Le"%s"ont été avec succès %s .

source: The "%s" has been successfully %s.
fr_fr: Le "%s"a été avec succès %s .

source: Unable to continue sorting the menu groups array because there is an invalid value for the menu groups. All values in this array are required to be a EE_Admin_Page_Menu_Group object. Instead there was: %s
fr_fr: Impossible de continuer le tri du tableau des groupes de menu car il est une valeur non valide pour les groupes de menus. Toutes les valeurs de ce tableau sont tenus d'être un objet de EE_Admin_Page_Menu_Group. Au lieu de cela, il était: %s

source: The admin page for %s was not correctly setup because it is using an older method for integrating with Event Espresso Core. This means that full functionality for this component is not available. This error message usually appears with an Add-on that is out of date. Make sure you update all your Event Espresso 4 add-ons to the latest version to ensure they have necessary compatibility updates in place.
fr_fr: La page d'admin pour %s ne est pas correctement configuré, car il utilise une méthode plus ancienne pour l'intégration avec Event Espresso Core. Cela signifie que toutes les fonctionnalités de ce composant ne est pas disponible. Ce message d'erreur apparaît généralement avec un add-on qui est obsolète. Assurez-vous de mettre à jour tous vos Event Espresso 4 add-ons à la dernière version pour se assurer qu'ils ont mises à jour de compatibilité nécessaires en place.

# monthly archives date format
source: F Y
fr_fr: L'exercice

# yearly archives date format
source: Y
fr_fr: A

source: Event Espresso logging could not be setup because: %s
fr_fr: Journalisation Event Espresso ne pourrait être mis en place parce que: %s

source: Could not write to the Event Espresso log file because: %s
fr_fr: Impossible d'écrire dans le fichier journal Event Espresso parce que: %s

source: Could not write to the Event Espresso debug log file because: %s
fr_fr: Impossible d'écrire dans le fichier journal de débogage Event Espresso parce que: %s

source: The requested %s widget file could not be found or is not readable due to file permissions. Please ensure the following path is correct: %s
fr_fr: La demande %s le fichier widget n'a pas pu être trouvé ou ne est pas lisible en raison d'autorisations de fichiers. Se il vous plaît assurer le chemin suivant est correct: %s

source: The Event Espresso UXIP feature is active on your site. For %smore info%s and to opt-out %sclick here%s.
fr_fr: La fonction UXIP d'Event Espresso est active sur votre site. Pour %splus d'info%s et pour se retirer %scliquez ici%s.

source: Count of this registration in the group registration
fr_fr: Comte de cet enregistrement dans l'enregistrement de groupe

source: EEM_CPT_Base should nto call deleted_field_name! It should instead use post_status_field_name
fr_fr: EEM_CPT_Base devrait Nto appeler deleted_field_name! Il devrait plutôt utiliser post_status_field_name

source: The WP Filesystem can not be accessed until after the "wp_loaded" hook has run, so it's best not to attempt access until the "admin_init" hookpoint.
fr_fr: Le WP système de fichiers ne est pas qu'après la"wp_loaded"crochet a été exécuté, il est donc préférable de ne pas tenter l'accès jusqu'à ce que le "admin_init"hookpoint .

source: Want to see a tour of this screen? Click on the Messages Settings Tour button which appears on the right side of the page. <br />To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Tour Messages Paramètres qui apparaît sur le côté droit de la page. <br /> Pour en savoir plus sur les options de cette page, jetez un oeil sur les différents onglets qui se affichent sur le côté gauche de la page.
