Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: %s items
de_de: %s Elemente
fi: %s tuotetta
tr_tr: %s öğeler

source: %1$s requires the incoming data argument to be an instance of %2$s or an array where the first value is an instance of %2$s
de_de: %1$s erfordert, dass das eingehende Datenargument eine Instanz von %2$s oder ein Array ist, bei dem der erste Wert eine Instanz von %2$s ist
fi: %1$s edellyttää, että saapuvan data-argumentin on oltava %2$s:n instanssi tai joukko, jonka ensimmäinen arvo on %2$s:n instanssi.
fr_fr: %1$s requiert que l'argument des données entrantes soit une instance de%2$s ou un tableau où la première valeur est une instance de%2$s
tr_tr: %1$s, gelen veri bağımsız değişkeninin %2$s'nin bir örneği veya ilk değerin %2$s'nin bir örneği olduğu bir dizi olmasını gerektirir

source: Your Event Registration Details
de_de: Ihre Registrierungsdetails
fi: Ilmoittautumistietosi tapahtumaan
fr_fr: Détails de votre inscription à la manifestation
tr_tr: Etkinlik Kayıt Bilgileriniz

source: Group Event Registration Details
de_de: Informationen zur Gruppenregistrierung
fi: Ryhmän ilmoittautumistiedot tapahtumaan
fr_fr: Détails d'inscription du Groupe à la manifestation
tr_tr: Grup Etkinliği Kayıt Detayları

source: Here's a summary of all the registrations recently made:
de_de: Hier finden Sie eine Übersicht über alle kürzlich erfolgten Registrierungen:
fi: Tässä yhteenveto kaikista viimeaikaisista ilmoittautumisista:
fr_fr: Voici un résumé de toutes les inscriptions réalisées récemment:
tr_tr: İşte son zamanlarda yapılan tüm kayıtların bir özeti:

source: Registration Summary
de_de: Zusammenfassung der Registrierung
fi: Ilmoittautumisten yhteenveto
fr_fr: Résumé de l'inscription
tr_tr: Kayıt Özeti

source: Here's a summary of registrations recently completed and their status:
de_de: Hier finden Sie eine Übersicht über die kürzlich abgeschlossenen Registrierungen und deren Status:
fi: Tässä yhteenveto viime aikoina suoritetuista ilmoittautumisista ja niiden tilasta:
fr_fr: Voici un résumé des inscriptions complétées récemment ainsi que leur statut:
tr_tr: İşte yakın zamanda tamamlanan kayıtların ve durumlarının bir özeti:

source: This message type provides a summary notification to Primary Registrants and Admin recipients when there are multiple registrations in a transaction with different statuses.
de_de: Dieser Nachrichtentyp bietet eine zusammenfassende Benachrichtigung für primäre Registranten und Verwaltungsempfänger, wenn es mehrere Registrierungen in einer Transaktion mit unterschiedlichen Status gibt.
fi: Tämä viestityyppi sisältää yhteenvedon ensisijaiselle ilmoittautujalle sekä ylläpidolle, kun usealla saman lipputilauksen ilmoittautumisella on eri tila.
tr_tr: Bu mesaj türü, bir işlemde farklı durumlara sahip birden fazla kayıt olduğunda Birincil Kayıt Sahiplerine ve Yönetici alıcılarına özet bir bildirim sağlar.

source: registration multi-status summary
de_de: Registrierung Multistatus Zusammenfassung
fi: rekisteröinnin monitilayhteenveto
tr_tr: kayıt çoklu durum özeti

source: registrations multi-status summary
de_de: registrierungen multi-status zusammenfassung
fi: rekisteröintien monitilayhteenveto
tr_tr: kayıtlar çoklu durum özeti

source: Recipient's are who will receive the template. You may want different details sent out depending on who the recipient is. To "turn off" a recipient from receiving message, simply remove any content from the "to" field in the template.
de_de: Der Empfänger ist derjenige, der die Vorlage erhalten soll. Je nachdem, wer der Empfänger ist, möchten Sie vielleicht unterschiedliche Details gesendet bekommen. Um zu verhindern, dass ein Empfänger eine Nachricht erhält, entfernen Sie einfach alle Inhalte aus dem Feld "An" in der Vorlage.
fi: Vastaanottajat ovat ne, jotka saavat mallin. Saatat haluta, että lähetetään erilaisia tietoja vastaanottajan mukaan. Jos haluat estää vastaanottajaa vastaanottamasta viestiä, poista kaikki sisältö mallin "vastaanottaja"-kentästä.
tr_tr: Alıcılar şablonu alacak kişilerdir. Alıcının kim olduğuna bağlı olarak farklı ayrıntıların gönderilmesini isteyebilirsiniz. Bir alıcının mesaj almasını "kapatmak" için şablondaki "kime" alanından herhangi bir içeriği kaldırmanız yeterlidir.

source: This template is what event administrators will receive when a transaction is finalized that has registrations with multiple different statuses.
de_de: Diese Vorlage erhalten Veranstaltungsadministratoren, wenn eine Transaktion abgeschlossen wird, die Anmeldungen mit mehreren unterschiedlichen Status enthält.
fi: Tätä pohjaa käytetään lähetettäessä tiedot tapahtuman ylläpitäjälle, kun sellainen lipputilaus, jossa ilmoittautumisilla on useita eri tiloja, on viimeistelty.
tr_tr: Bu şablon, birden fazla farklı duruma sahip kayıtları olan bir işlem sonuçlandırıldığında etkinlik yöneticilerinin alacağı şablondur.

source: This template is what the primary registrant (the person who completed the initial transaction) will receive when the transaction completed has registrations with different statuses. By default it is a summary email of all registrations for all events on the transaction and their status.
de_de: Diese Vorlage erhält der primäre Registrant (die Person, die die ursprüngliche Transaktion abgeschlossen hat), wenn die abgeschlossene Transaktion Anmeldungen mit unterschiedlichen Status hat. Standardmäßig handelt es sich um eine E-Mail mit einer Zusammenfassung aller Registrierungen für alle Ereignisse der Transaktion und deren Status.
fi: Tämän mallin saa ensisijainen rekisteröijä (henkilö, joka suoritti alkuperäisen tapahtuman), kun suoritetussa tapahtumassa on eri tilassa olevia rekisteröintejä. Oletusarvoisesti se on yhteenvetosähköposti kaikista tapahtuman kaikkien tapahtumien rekisteröinneistä ja niiden tilasta.
tr_tr: Bu şablon, tamamlanan işlemde farklı durumlara sahip kayıtlar olduğunda birincil kayıt sahibinin (ilk işlemi tamamlayan kişi) alacağı e-postadır. Varsayılan olarak, işlemdeki tüm etkinlikler için tüm kayıtların ve durumlarının bir özet e-postasıdır.

source: This is a special dynamic shortcode that allows one to insert a payment link conditional on there being amount owing on the transaction. Three params are available on this shortcode:
de_de: Dies ist ein spezieller dynamischer Shortcode, mit dem man einen Zahlungslink einfügen kann, der von der Höhe des geschuldeten Betrags abhängig ist. Drei Parameter sind für diesen Shortcode verfügbar:
fi: Tämä on erityinen dynaaminen lyhytkoodi, jonka avulla voidaan lisätä maksulinkki, joka on riippuvainen siitä, onko tapahtumassa maksettavaa. Tässä lyhytkoodissa on kolme parametria:
tr_tr: Bu, işlemde borçlu olunan tutar olması koşuluna bağlı olarak bir ödeme bağlantısı eklenmesine olanak tanıyan özel bir dinamik kısa koddur. Bu kısa kodda üç param mevcuttur:

source: %scustom_text:%s This should be a sprintf format text string (with %%s for where the hyperlink tags go) that is used for the generated link text (The default is "You can %%smake a payment here »%%s.)
de_de: %scustom_text:%s Dies sollte ein Textstring im sprintf-Format sein (mit %%s für die Position der Hyperlink-Tags), der für den generierten Linktext verwendet wird (die Standardeinstellung ist "Sie können %%smake a payment here »%%s.)
fi: %scustom_text:%s Tämän pitäisi olla sprintf-muotoinen merkkijono (jossa %%s on hyperlinkkitunnisteiden kohdalla), jota käytetään luodun linkin tekstinä (Oletusarvo on "Voit %%maksaa täällä »%%s.))
fr_fr: %scustom_text:%s Il doit s'agir d'une chaîne de texte au format sprintf (avec %%s pour l'emplacement des balises hyperlien) qui est utilisée pour le texte du lien généré (La valeur par défaut est "%% faire un paiement ici»%%s.)
tr_tr: %scustom_text:%s Bu, oluşturulan bağlantı metni için kullanılan sprintf formatında bir metin dizesi (köprü etiketlerinin nereye gideceği için %%s ile) olmalıdır (Varsayılan değer "Buradan %%s ödeme yapabilirsiniz »%%s.)

source: %scontainer_tag:%s Use this to indicate what container tag you want surrounding the payment link (default is "p").
de_de: %scontainer_tag:%s Geben Sie damit an, welches Container-Tag den Zahlungslink umgeben soll (Standard ist "p").
fi: %scontainer_tag:%s Käytä tätä osoittaaksesi, minkä säiliötunnisteen haluat maksulinkin ympärille (oletusarvo on "p").
tr_tr: %scontainer_tag:%s Ödeme bağlantısını çevreleyen hangi kapsayıcı etiketini istediğinizi belirtmek için bunu kullanın (varsayılan "p" dir).

source: Important Notice: Events Requiring Pre-Approval
de_de: Wichtiger Hinweis: Veranstaltungsanmeldungen benötigen eine Bestätigung durch den Veranstalter
fi: Tärkeä huomautus: Tapahtumat, jotka edellyttävät ennakkolupaa
tr_tr: Önemli Duyuru: Ön Onay Gerektiren Etkinlikler

source: "%1$s" for "%2$s" is free, so no payment is required and no billing will occur.
de_de: "%1$s" für "%2$s" ist kostenlos, d. h. es ist keine Zahlung erforderlich und es erfolgt keine Rechnungsstellung.
fi: "%1$s" tilalle "%2$s" on ilmainen, joten maksua ei vaadita eikä laskutusta tapahdu.
fr_fr: "%1$s" pour "%2$s" est gratuit, aucun paiement n'est requis et aucune facturation ne se produira.
tr_tr: "%2$s" için "%1$s" ücretsizdir, bu nedenle herhangi bir ödeme gerekmez ve faturalandırma yapılmaz.

source: Registrations:
de_de: Registrierungen:
fi: Ilmoittautumiset:
fr_fr: Inscriptions :
tr_tr: Kayıtlar:

source: Show a calendar with all of your events
de_de: Einen Kalender mit allen Veranstaltungen anzeigen.
fi: Näytä kaikki tapahtumasi kalenterina
tr_tr: Tüm etkinliklerinizi içeren bir takvim gösterin

source: Show events on the calendar and include expired events
de_de: Ereignisse im Kalender anzeigen und abgelaufene Ereignisse einbeziehen
fi: Näytä kalenterin tapahtumat sisältäen menneet tapahtumat
tr_tr: Takvimdeki etkinlikleri gösterin ve süresi dolan etkinlikleri ekleyin

source: Show events from a specific category on the calendar
de_de: Ereignisse aus einer bestimmten Kategorie im Kalender anzeigen
fi: Näytä tietyn luokan tapahtumat kalenterissa
tr_tr: Takvimde belirli bir kategorideki etkinlikleri gösterme

source: Show events from a specific category on the calendar and include expired events
de_de: Anzeige von Ereignissen aus einer bestimmten Kategorie im Kalender und Einbeziehung abgelaufener Ereignisse
fi: Näytä tietyn luokan tapahtumat kalenterissa sisältäen menneet tapahtumat
tr_tr: Takvimde belirli bir kategorideki etkinlikleri gösterin ve süresi dolmuş etkinlikleri ekleyin

source: Show events on the calendar by month
de_de: Termine im Kalender nach Monat anzeigen
fi: Näytä tapahtumat kalenterissa kuukauden mukaan
tr_tr: Takvimdeki etkinlikleri aylara göre gösterin

source: Show events on the calendar by a regular week
de_de: Anzeigen von Ereignissen im Kalender nach einer bestimmten Woche
fi: Näytä tapahtumat kalenterissa viikon mukaan
tr_tr: Takvimdeki etkinlikleri normal bir haftaya göre gösterin

source: Show events on the calendar by a regular day
de_de: Anzeigen von Ereignissen im Kalender an einem bestimmten Tag
fi: Näytä tapahtumat kalenterissa päivän mukaan
tr_tr: Takvimdeki etkinlikleri normal bir güne göre gösterme

source: Show events on the calendar by an agenda week
de_de: Anzeigen von Ereignissen im Kalender nach einer Kalenderwoche
fi: Näytä tapahtumat kalenterissa esityslistan viikon mukaan
fr_fr: Présenter les événements sur le calendrier par semaine
tr_tr: Takvimdeki etkinlikleri bir ajanda haftasına göre gösterin

source: Show events on the calendar by an agenda day
de_de: Anzeigen von Ereignissen im Kalender nach einem bestimmten Tag
fi: Näytä tapahtumat kalenterissa esityslistan päivän mukaan
fr_fr: Afficher les événements sur le calendrier par jour
tr_tr: Takvimdeki etkinlikleri bir ajanda gününe göre gösterin

source: Validate the billing ZIP code? %s
de_de: Überprüfen Sie die Postleitzahl für die Rechnungsstellung? %s
fi: Vahvista laskutuksen postinumero? %s
fr_fr: Validez le code postal de facturation ? %s
tr_tr: Fatura posta kodunu doğrulayın? %s

source: Validate the billing ZIP code
de_de: Die Rechnung-Postleitzahl überprüfen
fi: Vahvista laskutuksen postinumero
fr_fr: Validez le code postal de facturation
tr_tr: Faturalama posta kodunu doğrulayın

source: Specify if the billing ZIP code should be validated on the checkout.
de_de: Geben Sie an, ob die Postleitzahl für die Rechnungsstellung an der Kasse validiert werden soll.
fi: Määritä, onko laskutuksen postinumero tarkistettava kassalla.
tr_tr: Fatura posta kodunun ödeme sırasında doğrulanıp doğrulanmayacağını belirtin.

source: All your registrations
de_de: Alle Ihre Registrierungen
fi: Kaikki ilmoittautumisesi
fr_fr: Tous les enregistrements de votre
tr_tr: Tüm kayıtlarınız

source: All Registrations for this user
de_de: Alle Registrierungen für diesen Anwender
fi: Kaikki tämän käyttäjän ilmoittautumiset
fr_fr: Toutes les inscriptions pour cet utilisateur
tr_tr: Bu kullanıcı için tüm kayıtlar

source: With no parameters, this shows the attendees for the earliest active event, or if no active event, the earliest upcoming event. If it is used in Event Description, then it will show the attendees for that event.
de_de: Ohne Parameter werden die Teilnehmer des frühesten aktiven Ereignisses angezeigt, oder wenn kein aktives Ereignis vorliegt, das früheste kommende Ereignis. Wenn es in der Ereignisbeschreibung verwendet wird, werden die Teilnehmer für dieses Ereignis angezeigt.
fi: Ilman kriteereitä tämä lyhytkoodi näyttää osallistujat aikaisimpaan käynnissä olevaan tapahtumaan tai, jos käynnissä olevia tapahtumia ei ole, aikaisimpaan tulevaan tapahtumaan. Jos lyhytkoodia käytetään tapahtumakuvauksessa, näyttää se kyseisen tapahtuman osallistujat.
fr_fr: Sans paramètre, ceci montre les invités pour l'évènement actif le plus proche, ou si aucun évènement n'est actif, l'évènement à venir le plus proche. Si il et utilisé dans la description de l'évènement, alors il affichera les invités pour cet évènement.
tr_tr: Parametre olmadan, en eski etkin etkinliğin katılımcılarını veya etkin etkinlik yoksa, yaklaşan en eski etkinliğin katılımcılarını gösterir. Etkinlik Açıklaması içinde kullanılırsa, o etkinlik için katılımcıları gösterir.

source: Will list the attendees for a specific event.
de_de: Listet die Teilnehmer für eine bestimmte Veranstaltung auf.
fi: Listaa tietyn tapahtuman osallistujat.
fr_fr: Listera les participants pour un évènement spécifique
tr_tr: Belirli bir etkinlik için katılımcıları listeler.

source: Will list the attendees for a specific datetime.
de_de: Listet die Teilnehmer für ein bestimmtes Datum auf.
fi: Listaa tietyn ajankohdan osallistujat.
fr_fr: Listera les participants pour une date spécifique
tr_tr: Belirli bir tarih saati için katılımcıları listeler.

source: Will list the attendees for a specific ticket.
de_de: Listet die Teilnehmer für ein bestimmtes Ticket auf.
fi: Listaa tiettyyn lippuun liittyvät osallistujat.
fr_fr: Listera les participants pour un ticket spécifique
tr_tr: Belirli bir bilet için katılımcıları listeler.

source: You can list attendees that have a specific registration status (use status code) or use "all" to return all attendees regardless of status. Default when you don't have this parameter set is to only return attendees attached to approved contacts.
de_de: Sie können Teilnehmer mit einem bestimmten Anmeldestatus auflisten (verwenden Sie den Statuscode) oder "alle" verwenden, um alle Teilnehmer unabhängig vom Status anzuzeigen. Wenn Sie diesen Parameter nicht gesetzt haben, werden standardmäßig nur Teilnehmer angezeigt, die zu genehmigten Kontakten gehören.
fi: Voit listata osallistujat, joiden ilmoittautuminen on tietyssä tilassa (käytä alla olevaa tilakoodia) tai käyttää "all" listataksesi kaikki osallistujat tilasta riipumatta. Jos et määrittele tilaa, listataan ainoastaan hyväksytyt osallistujat.
fr_fr: Vous pouvez lister les participants par statut d'inscription (utilisez le code de statut) ou utilisez "tous" pour retourner tous les participants sans tenir compte du statut.
tr_tr: Belirli bir kayıt durumuna sahip katılımcıları listeleyebilir (durum kodunu kullanın) veya durumdan bağımsız olarak tüm katılımcıları döndürmek için "tümünü" kullanabilirsiniz. Bu parametre ayarlanmadığında varsayılan olarak yalnızca onaylı kişilere bağlı katılımcılar döndürülür.

source: The statuses you can use are:
de_de: Folgende Status können Sie verwenden:
fi: Tilat, joita voit käyttää, ovat:
fr_fr: Les statuts que vous pouvez utiliser sont :
tr_tr: Kullanabileceğiniz durumlar şunlardır:

source: We're sorry, but all ticket sales have ended.
de_de: Es tut uns leid, aber alle Ticketverkäufe sind beendet.
fi: Ilmoittautuminen tai lipunmyynti tapahtumaan on valitettavasti päättynyt.
fr_fr: Nous sommes désolé, la vente de l'ensemble des billets est clôturée.
tr_tr: Üzgünüz, ancak tüm bilet satışları sona ermiştir.

source: No Attendees Yet
de_de: Bisher keine Teilnehmer.
fi: Ei osallistujia vielä
fr_fr: Pas encore de participants
tr_tr: Henüz Katılımcı Yok

source: The [ESPRESSO_EVENT_ATTENDEES] shortcode has been used incorrectly. Please double check the arguments you used for any typos. In the case of ID type arguments, its possible the given ID does not correspond to existing data in the database.
de_de: Der Shortcode [ESPRESSO_EVENT_ATTENDEES] wurde falsch verwendet. Bitte überprüfen Sie die von Ihnen verwendeten Argumente auf Tippfehler. Im Falle von Argumenten des Typs ID ist es möglich, dass die angegebene ID nicht mit den vorhandenen Daten in der Datenbank übereinstimmt.
fi: Lyhytkoodia [ESPRESSO_EVENT_ATTENDEES] on käytetty väärin. Tarkistathan vielä kerran käyttämäsi argumentit mahdollisten kirjoitusvirheiden varalta. ID-tyyppisten argumenttien tapauksessa on mahdollista, että annettu ID ei vastaa tietokannassa olevia tietoja.
tr_tr: ESPRESSO_EVENT_ATTENDEES] kısa kodu yanlış kullanılmış. Lütfen kullandığınız argümanları herhangi bir yazım hatası için iki kez kontrol edin. ID tipi argümanlar söz konusu olduğunda, verilen ID'nin veritabanındaki mevcut verilere karşılık gelmemesi mümkündür.

source: There was an error with the query.
de_de: Es ist ein Fehler bei dieser Abfrage aufgetreten.
fi: Kyselyssä tapahtui virhe.
fr_fr: Un erreur est survenue avec la requête.
tr_tr: Sorguda bir hata oluştu.

source: WPDB Error occurred, but no error message was logged by wpdb! The wpdb method called was "%1$s" and the arguments were "%2$s"
de_de: WPDB Fehler aufgetreten, aber keine Fehlermeldung wurde von wpdb protokolliert! Die aufgerufene wpdb-Methode war "%1$s" und die Argumente waren "%2$s"
fi: WPDB Virhe tapahtui, mutta wpdb ei kirjannut virheilmoitusta! Kutsuttu wpdb-metodi oli "%1$s" ja argumentit olivat "%2$s".
fr_fr: WPDB Une erreur s'est produite, mais aucun message d'erreur n'a été enregistré par wpdb! La méthode wpdb appelée était "%1$s" et les arguments étaient "%2$s"
tr_tr: WPDB Hatası oluştu, ancak wpdb tarafından herhangi bir hata mesajı kaydedilmedi! Çağrılan wpdb yöntemi "%1$s" ve bağımsız değişkenler "%2$s" idi

source: Please check your input
de_de: Bitte überprüfen Sie Ihre Eingabe.
fi: Takista antamasi tiedot
fr_fr: Veuillez vérifier la saisie
tr_tr: Lütfen girişinizi kontrol edin

source: Please enter a valid phone number. Eg 123-456-7890 or 1234567890
de_de: Bitte geben Sie eine gültige Telefonnummer ein. Zum Beispiel 123-456-7890 oder 1234567890
fi: Anna oikea puhelinnumero
fr_fr: Veuillez indiquer un numéro de téléphone valide.
tr_tr: Lütfen geçerli bir telefon numarası girin. Örneğin 123-456-7890 veya 1234567890

source: Lowest numbers will be shown first
de_de: Die niedrigsten Zahlen werden zuerst angezeigt
fi: Pienimmällä numerolla olevat näytetään ensimmäisenä
tr_tr: En düşük sayılar önce gösterilecektir

source: This is a special dynamic shortcode. After the "*", add the exact text of an existing question, and if there is an answer for that question for this primary registrant, then it will be output in place of this shortcode.
de_de: Dies ist ein spezieller dynamischer Shortcode. Fügen Sie nach dem "*" den genauen Text einer bestehenden Frage ein. Wenn es eine Antwort auf diese Frage für diesen primären Registranten gibt, wird sie anstelle dieses Shortcodes ausgegeben.
fi: Tämä on erityinen dynaaminen lyhytkoodi. Lisää olemassa olevan kysymyksen tarkka teksti "*"-merkin jälkeen, ja jos kyseiseen kysymykseen on olemassa vastaus tälle ensisijaiselle rekisteröijälle, se tulostetaan tämän lyhytkoodin tilalle.
tr_tr: Bu özel bir dinamik kısa koddur. "*" işaretinden sonra, mevcut bir sorunun tam metnini ekleyin ve bu birincil kayıt sahibi için bu soruya yönelik bir yanıt varsa, bu kısa kodun yerine çıktısı alınacaktır.

source: Routing Number %s
de_de: Routing-Nummer %s
fi: Reititysnumero %s
tr_tr: Yönlendirme Numarası %s

source: Vanco Client ID %s
de_de: Vanco Kunden-ID %s
fi: Vanco-asiakastunnus %s
fr_fr: ID Client Vanco %s
tr_tr: Vanco Müşteri Kimliği %s

source: Vanco User ID %s
de_de: Vanco Benutzer-ID %s
fi: Vanco-käyttäjätunnus %s
fr_fr: ID Utilisateur Vanco %s
tr_tr: Vanco Kullanıcı Kimliği %s

source: Vanco Password %s
de_de: Vanco Passwort %s
fi: Vanco-salasana %s
fr_fr: Mot de passe Vanco %s
tr_tr: Vanco Şifre %s

source: Your unique Vanco Encryption Key %s
de_de: Ihr einzigartiger Vanco-Verschlüsselungsschlüssel %s
fi: Yksilöllinen Vanco-salausavaimesi %s
fr_fr: Votre clé de chiffrement Vanco unique %s
tr_tr: Benzersiz Vanco Şifreleme Anahtarınız %s

source: Allow only Debit Cards %s
de_de: Nur Debitkarten zulassen %s
fi: Salli ainoastaan debit-kortit %s
fr_fr: Autoriser uniquement les cartes de débit %s
tr_tr: Yalnızca Banka Kartlarına İzin Ver %s

source: Your Information was Accepted. Vanco created a Transaction. Click "Finalize Registration" to proceed.
de_de: Ihre Informationen wurden akzeptiert. Vanco hat eine Transaktion erstellt. Klicken Sie auf "Registrierung abschließen", um fortzufahren.
fi: Tietosi hyväksyttiin. Vanco loi suoritukset. Paina "Ilmoittautumisen viimeistely" jatkaaksesi.
fr_fr: Vos informations ont été acceptées. Vanco a créé une transaction. Cliquez sur "Terminer l'inscription" pour continuer.
tr_tr: Bilgileriniz Kabul Edildi. Vanco bir İşlem oluşturdu. Devam etmek için "Kaydı Kesinleştir "e tıklayın.

source: It appears that Vanco Session ID is missing! Please refresh the page and try again or contact support.
de_de: Es scheint, dass die Vanco Session ID fehlt! Bitte aktualisieren Sie die Seite und versuchen Sie es erneut oder kontaktieren Sie den Support.
fi: Vancon istuntotunnus puuttuu! Päivitä sivu ja yritä uudelleen tai ota yhteys tukeen.
tr_tr: Vanco Oturum Kimliği eksik görünüyor! Lütfen sayfayı yenileyip tekrar deneyin veya destek ekibiyle iletişime geçin.

source: The Registration Form Submit button could not be located! Please refresh the page and try again or contact support.
de_de: Die Schaltfläche zum Absenden des Registrierungsformulars konnte nicht gefunden werden! Bitte aktualisieren Sie die Seite und versuchen Sie es erneut oder kontaktieren Sie den Support.
fi: Rekisteröintilomakkeen Lähetä-painiketta ei löydy! Päivitä sivu ja yritä uudelleen tai ota yhteyttä asiakaspalveluun.
fr_fr: Impossible de trouver le bouton d'envoi du formulaire d'inscription! Veuillez actualiser la page et réessayer ou contacter le support.
tr_tr: Kayıt Formu Gönder düğmesi bulunamadı! Lütfen sayfayı yenileyip tekrar deneyin veya destek ekibiyle iletişime geçin.

source: Vanco Settings
de_de: Vanco Einstellungen
fi: Vanco-asetukset
fr_fr: Réglages Vanco
tr_tr: Vanco Ayarları

source: Vanco Gateway
fi: Vanco-yhdyskäytävä
fr_fr: Vanco passerelle
tr_tr: Vanco Ağ Geçidi

source: Your Vanco Unique identifier for the organization.
de_de: Ihr Vanco Eindeutiger Identifikator für die Organisation.
fi: Vanco-yksilöllinen tunniste organisaatiolle.
fr_fr: Votre Identifiant unique Vanco pour l'organisation.
tr_tr: Kuruluş için Vanco Benzersiz tanımlayıcınız.
