Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Always make sure you have a complete database backup before performing an import.
de_de: Vergewissern Sie sich immer, dass Sie eine vollständige Datenbanksicherung haben, bevor Sie einen Import durchführen.
fi: Varmista aina, että sinulla on täydellinen tietokannan varmuuskopio ennen tuonnin suorittamista.
tr_tr: Bir içe aktarma gerçekleştirmeden önce her zaman eksiksiz bir veritabanı yedeğiniz olduğundan emin olun.

source: Setup The Event in %s
de_de: Das Ereignis in %s einrichten
fi: Tapahtuman määrittäminen %s:ssä
tr_tr: Etkinliği %s'de Kurun

source: Make sure the ticket’s price reflects the amount actually paid by registrants. eg, if you import to a paid ticket, but don’t indicate a payment amount column, or the payment amount is less than the ticket price, the imported registrations will have the status "Pending Payment" (depending on the event’s default registration status.)
de_de: Achten Sie darauf, dass der Preis des Tickets den von den Teilnehmern tatsächlich bezahlten Betrag widerspiegelt. Wenn Sie z. B. ein bezahltes Ticket importieren, aber keine Spalte für den Zahlungsbetrag angeben oder der Zahlungsbetrag unter dem Ticketpreis liegt, haben die importierten Registrierungen den Status "Ausstehende Zahlung" (je nach Standardregistrierungsstatus der Veranstaltung).
fi: Varmista, että lipun hinta vastaa rekisteröijien tosiasiallisesti maksamaa summaa. esim. jos tuot maksettuun lippuun, mutta et ilmoita maksusummaa sarakkeessa tai maksun summa on pienempi kuin lipun hinta, tuoduilla rekisteröinneillä on tila "Maksua odotetaan" (riippuen tapahtuman oletusrekisteröintitilasta).
tr_tr: Bilet fiyatının, kayıt yaptıranlar tarafından gerçekten ödenen tutarı yansıttığından emin olun. örneğin, ücretli bir bilete aktarırsanız ancak bir ödeme tutarı sütunu belirtmezseniz veya ödeme tutarı bilet fiyatından azsa, aktarılan kayıtlar "Ödeme Bekleniyor" durumuna sahip olacaktır (etkinliğin varsayılan kayıt durumuna bağlı olarak).

source: If there is only one ticket for an event, this step will be skipped.
de_de: Wenn es nur ein Ticket für eine Veranstaltung gibt, wird dieser Schritt übersprungen.
fi: Jos tapahtumaan on vain yksi lippu, tämä vaihe ohitetaan.
tr_tr: Bir etkinlik için yalnızca bir bilet varsa, bu adım atlanacaktır.

source: Currently, you can only import to a single ticket at a time. To import registrations for multiple tickets, you will need to use multiple CSV files and import each one separately.
de_de: Derzeit können Sie jeweils nur eine einzige Eintrittskarte importieren. Um Registrierungen für mehrere Tickets zu importieren, müssen Sie mehrere CSV-Dateien verwenden und jede separat importieren.
fi: Tällä hetkellä voit tuoda vain yhteen lippuun kerrallaan. Jos haluat tuoda useiden lippujen rekisteröinnit, sinun on käytettävä useita CSV-tiedostoja ja tuotava jokainen niistä erikseen.
tr_tr: Şu anda, bir seferde yalnızca tek bir bilete içe aktarabilirsiniz. Birden fazla bilet için kayıtları içe aktarmak için birden fazla CSV dosyası kullanmanız ve her birini ayrı ayrı içe aktarmanız gerekecektir.

source: The event must be previously created. If you don’t want new online registrations, the event can be private.
de_de: Die Veranstaltung muss zuvor erstellt worden sein. Wenn Sie keine neuen Online-Anmeldungen wünschen, kann die Veranstaltung privat sein.
fi: Tapahtuman on oltava aiemmin luotu. Jos et halua uusia online-ilmoittautumisia, tapahtuma voi olla yksityinen.
tr_tr: Etkinlik daha önce oluşturulmuş olmalıdır. Yeni çevrimiçi kayıtlar istemiyorsanız, etkinlik özel olabilir.

source: Make sure the event is configured to use the question groups whose questions correspond to the columns of the CSV file you will upload.
de_de: Vergewissern Sie sich, dass die Veranstaltung so konfiguriert ist, dass die Fragengruppen verwendet werden, deren Fragen den Spalten der CSV-Datei entsprechen, die Sie hochladen werden.
fi: Varmista, että tapahtuma on määritetty käyttämään kysymysryhmiä, joiden kysymykset vastaavat lataamasi CSV-tiedoston sarakkeita.
tr_tr: Etkinliğin, soruları yükleyeceğiniz CSV dosyasının sütunlarına karşılık gelen soru gruplarını kullanacak şekilde yapılandırıldığından emin olun.

source: If there is only one ticket for the event, the "Choose Ticket" step will be skipped.
de_de: Wenn es nur ein Ticket für die Veranstaltung gibt, wird der Schritt "Ticket auswählen" übersprungen.
fi: Jos tapahtumaan on vain yksi lippu, "Valitse lippu" -vaihe ohitetaan.
tr_tr: Etkinlik için yalnızca bir bilet varsa, "Bilet Seç" adımı atlanacaktır.

source: Choose the Ticket to Import To
de_de: Wählen Sie das Ticket zum Importieren in
fi: Valitse lippu, johon haluat tuoda
tr_tr: Aktarılacak Bileti Seçin

source: Please verify the data has been mapped correctly. If not, please use your browser’s back button to correct it.
de_de: Bitte überprüfen Sie, ob die Daten korrekt zugeordnet wurden. Falls nicht, verwenden Sie bitte die Zurück-Taste Ihres Browsers, um dies zu korrigieren.
fi: Tarkista, että tiedot on kartoitettu oikein. Jos näin ei ole, käytä selaimesi takaisin-painiketta korjataksesi sen.
tr_tr: Lütfen verilerin doğru eşlendiğini doğrulayın. Değilse, düzeltmek için lütfen tarayıcınızın geri düğmesini kullanın.

source: I have a database backup. Begin Import
de_de: Ich habe eine Datenbanksicherung. Importieren beginnen
fi: Minulla on tietokannan varmuuskopio. Aloita tuonti
tr_tr: Bir veritabanı yedeğim var. İçe Aktarmaya Başla

source: Map CSV Columns to %s Data
de_de: CSV-Spalten auf %s-Daten abbilden
fi: Map CSV-sarakkeiden liittäminen %s tietoihin
tr_tr: CSV Sütunlarını %s Verileriyle Eşle

source: The Attendee First Name must be mapped to a CSV column.
de_de: Der Vorname des Teilnehmers muss einer CSV-Spalte zugewiesen werden.
fi: Osallistujan etunimi on yhdistettävä CSV-sarakkeeseen.
tr_tr: Katılımcı Adı bir CSV sütunuyla eşleştirilmelidir.

source: The Attendee Email must be mapped to a CSV column.
de_de: Die E-Mail des Teilnehmers muss einer CSV-Spalte zugeordnet werden.
fi: Osallistujan sähköpostiosoite on yhdistettävä CSV-sarakkeeseen.
tr_tr: Katılımcı E-postası bir CSV sütunuyla eşleştirilmelidir.

source: Upload CSV File
de_de: CSV-Datei hochladen
fi: Lataa CSV-tiedosto
tr_tr: CSV Dosyası Yükle

source: Upload a CSV (comma-separated-value) file.
de_de: Laden Sie eine CSV-Datei (comma-separated-value) hoch.
fi: Lataa CSV-tiedosto (pilkulla erotettu arvo).
tr_tr: Bir CSV (virgülle ayrılmış değer) dosyası yükleyin.

source: CSV File
de_de: CSV-Datei
fi: CSV-tiedosto
tr_tr: CSV Dosyası

source: The CSV file data will be imported from.
de_de: Die CSV-Datei, aus der die Daten importiert werden sollen.
fi: CSV-tiedosto, josta tiedot tuodaan.
tr_tr: Verilerin içe aktarılacağı CSV dosyası.

source: The file provided was not a valid CSV file. Please provide a CSV file.
de_de: Die angegebene Datei war keine gültige CSV-Datei. Bitte stellen Sie eine CSV-Datei bereit.
fi: Toimitettu tiedosto ei ollut kelvollinen CSV-tiedosto. Toimita CSV-tiedosto.
tr_tr: Sağlanan dosya geçerli bir CSV dosyası değildi. Lütfen bir CSV dosyası sağlayın.

source: For each CSV column on the left, choose what %s data it will get mapped to during the import.
de_de: Wählen Sie für jede CSV-Spalte auf der linken Seite aus, welchen %s-Daten sie während des Imports zugeordnet werden soll.
fi: Valitse jokaisesta vasemmalla olevasta CSV-sarakkeesta, mihin %s-dataan se liitetään tuonnin aikana.
tr_tr: Soldaki her CSV sütunu için, içe aktarma sırasında hangi %s verisiyle eşleneceğini seçin.

source: The following %s data must be mapped to a column:
de_de: Die folgenden %s-Daten müssen auf eine Spalte abgebildet werden:
fi: Seuraavat %s-tiedot on yhdistettävä sarakkeeseen:
tr_tr: Aşağıdaki %s verisi bir sütuna eşlenmelidir:

source: %s Data
de_de: %s Daten
tr_tr: %s Veri

source: CSV Data
de_de: CSV-Daten
fi: CSV-tiedot
tr_tr: CSV Verileri

source: Sample #1
de_de: Muster #1
fi: Näyte #1
tr_tr: Örnek #1

source: Sample #2
de_de: Muster #2
fi: Näyte #2
tr_tr: Örnek 2

source: Importer Overview
de_de: Importeur-Übersicht
fi: Maahantuojan yleiskatsaus
tr_tr: İthalatçıya Genel Bakış

source: Available Importers
de_de: Verfügbare Importeure
fi: Käytettävissä olevat maahantuojat
tr_tr: Mevcut İthalatçılar

source: You do not have permission to use any of the installed importers.
de_de: Sie haben nicht die Erlaubnis, einen der installierten Importeure zu verwenden.
fi: Sinulla ei ole lupaa käyttää mitään asennetuista maahantuojista.
tr_tr: Yüklü ithalatçılardan herhangi birini kullanma izniniz yok.

source: Importer
de_de: Importeur
fi: Tuoja
tr_tr: İthalatçı

source: Choose the Event to Import To
de_de: Wählen Sie das Ereignis, in das importiert werden soll
fi: Valitse tapahtuma, johon haluat tuoda
tr_tr: Aktarılacak Etkinliği Seçin

source: Event Espresso Importer could not be activated. Please ensure that Event Espresso version %1$s and PHP version %2$s or higher is running
de_de: Event Espresso Importer konnte nicht aktiviert werden. Bitte stellen Sie sicher, dass Event Espresso Version %1$s und PHP Version %2$s oder höher läuft
fi: Event Espresso Importeria ei voitu aktivoida. Varmista, että Event Espresson versio %1$s ja PHP-versio %2$s tai uudempi on käytössä.
tr_tr: Event Espresso Importer etkinleştirilemedi. Lütfen Event Espresso sürümünün %1$s ve PHP sürümünün %2$s veya daha yüksek bir sürümünün çalıştığından emin olun

source: No comma-separated data was retrieved from the CSV file provided.
de_de: Es wurden keine kommagetrennten Daten aus der angegebenen CSV-Datei abgerufen.
fi: Toimitetusta CSV-tiedostosta ei haettu pilkulla eroteltuja tietoja.
tr_tr: Sağlanan CSV dosyasından virgülle ayrılmış veri alınmadı.

source: Beginning import...
de_de: Beginn der Einfuhr...
fi: Tuonnin aloittaminen...
tr_tr: İthalat başlıyor...

source: %1$s rows imported.
de_de: %1$s Zeilen importiert.
fi: %1$s riviä tuotu.
tr_tr: %1$s satır içe aktarıldı.

source: Summarizing import...
de_de: Zusammenfassend wichtig...
fi: Yhteenveto tuonnista...
tr_tr: Önemi özetlemek gerekirse...

source: Imported
de_de: Eingeführt
fi: Maahantuotu
tr_tr: İthal

source: "Choose Event" Attendee Importer Step
de_de: Schritt "Veranstaltung auswählen" Teilnehmer-Importer
fi: "Valitse tapahtuma" Osallistujien maahantuoja Vaihe
tr_tr: "Etkinlik Seç" Katılımcı İçe Aktarıcı Adımı

source: The event data should be imported to.
de_de: Die Ereignisdaten sollten in importiert werden.
fi: Tapahtumatiedot olisi tuotava osoitteeseen.
tr_tr: Olay verileri şuraya aktarılmalıdır.

source: Ticket Selection step skipped because there is only one ticket for the event selected.
de_de: Der Schritt Ticketauswahl wurde übersprungen, weil es nur ein Ticket für die ausgewählte Veranstaltung gibt.
fi: Lipunvalintavaihe ohitettu, koska valittuun tapahtumaan on vain yksi lippu.
tr_tr: Bilet Seçimi adımı atlandı çünkü seçilen etkinlik için yalnızca bir bilet var.

source: Choose Ticket
de_de: Ticket auswählen
fi: Valitse lippu
tr_tr: Bilet Seçiniz

source: "Choose Ticket" Attendee Importer Step
de_de: Schritt "Ticket auswählen" Teilnehmer-Importer
fi: "Valitse lippu" Osallistujan maahantuoja Vaihe
tr_tr: "Bilet Seç" Katılımcı İçe Aktarıcı Adımı

source: The ticket data should be imported to.
de_de: Die Ticketdaten sollten in importiert werden.
fi: Lipputiedot on tuotava osoitteeseen.
tr_tr: Bilet verileri şu adrese aktarılmalıdır.

source: "Complete" Attendee Importer Step
de_de: Schritt "Vollständiger" Teilnehmer-Importer
tr_tr: "Tamamla" Katılımcı İçe Aktarıcı Adımı

source: View Imported Registrations
de_de: Importierte Registrierungen anzeigen
fi: Näytä tuodut rekisteröinnit
tr_tr: İçe Aktarılan Kayıtları Görüntüle

source: Import Successful
de_de: Import erfolgreich
fi: Tuonti onnistui
tr_tr: İçe Aktarma Başarılı

source: You can now view the newly-created registrations.
de_de: Sie können nun die neu erstellten Registrierungen einsehen.
fi: Voit nyt tarkastella äskettäin luotuja rekisteröintejä.
tr_tr: Artık yeni oluşturulan kayıtları görüntüleyebilirsiniz.

source: Map CSV Columns
de_de: CSV-Spalten zuordnen
fi: Kartta CSV-sarakkeet
tr_tr: CSV Sütunlarını Eşleme

source: "Map CSV Columns to Database" Attendee Importer Step
de_de: Schritt "CSV-Spalten der Datenbank zuordnen" Teilnehmer-Importer
fi: "Map CSV Columns to Database" Attendee Importer -vaihe
tr_tr: "CSV Sütunlarını Veritabanına Eşle" Katılımcı İçe Aktarıcı Adımı

source: Upload
de_de: Hochladen
fi: Lataa
tr_tr: Yükle

source: "Upload" Attendee Importer Step
de_de: Schritt "Upload" Teilnehmer-Importer
fi: "Lataa" osallistujien maahantuoja Vaihe
tr_tr: "Yükle" Katılımcı İçe Aktarıcı Adımı

source: Verify
de_de: Überprüfen Sie
fi: Tarkista
tr_tr: Doğrulama

source: "Verify" Attendee Importer Step
de_de: "Schritt des Teilnehmer-Importers "Verifizieren
fi: "Vahvista" osallistujan maahantuoja Vaihe
tr_tr: Katılımcı İçe Aktarıcıyı "Doğrula" Adımı

source: The attendee information was successfully copied.%sPlease ensure the rest of the registration form is completed before proceeding.
de_de: Die Teilnehmerdaten wurden erfolgreich kopiert.%sBitte vergewissern Sie sich, dass der Rest des Anmeldeformulars ausgefüllt ist, bevor Sie fortfahren.
fi: Osallistujan tiedot on kopioitu onnistuneesti.%sVarmista, että loput ilmoittautumislomakkeesta on täytetty ennen kuin jatkat.
tr_tr: Katılımcı bilgileri başarıyla kopyalandı.%s Lütfen devam etmeden önce kayıt formunun geri kalanının tamamlandığından emin olun.

# Attendee ID
source: Attendee %d
de_de: Teilnehmer %d
fi: Osallistuja %d
tr_tr: Katılımcı %d

# Attendee #123
source: Attendee #%s
de_de: Teilnehmer #%s
fi: Osallistuja #%s
tr_tr: Katılımcı #%s

source: Input values for checkboxes should be an array of values, but the value for input "%1$s" is "%2$s". Please verify that the input name is exactly "%3$s"
de_de: Eingabewerte für Kontrollkästchen sollten ein Array von Werten sein, aber der Wert für Eingabe "%1$s" ist "%2$s". Bitte überprüfen Sie, dass der Name der Eingabe genau "%3$s" lautet.
fi: Valintaruutujen syöttöarvojen pitäisi olla arvojen joukko, mutta syötteen "%1$s" arvo on "%2$s". Tarkista, että syötteen nimi on täsmälleen "%3$s".
tr_tr: Onay kutuları için girdi değerleri bir değer dizisi olmalıdır, ancak "%1$s" girdisinin değeri "%2$s "dir. Lütfen girdi adının tam olarak "%3$s" olduğunu doğrulayın

# The "script-handle" script could not be registered with WordPress core.
source: The "%1$s" script could not be registered with WordPress core.
de_de: Das Skript "%1$s" konnte nicht beim WordPress-Kern registriert werden.
fi: "%1$s" -skriptiä ei voitu rekisteröidä WordPress coreen.
tr_tr: "%1$s" betiği WordPress çekirdeğine kaydedilemedi.

source: When you begin registering for an event and select a ticket quantity, a cookie will be used to track your registration. This cookie lasts %1$s.
de_de: Wenn Sie sich für eine Veranstaltung anmelden und eine Ticketmenge auswählen, wird ein Cookie verwendet, um Ihre Anmeldung zu verfolgen. Dieses Cookie hat eine Dauer von %1$s.
fi: Kun aloitat rekisteröitymisen tapahtumaan ja valitset lipun määrän, evästettä käytetään rekisteröintisi seurantaan. Tämän evästeen kesto on %1$s.
tr_tr: Bir etkinliğe kaydolmaya başladığınızda ve bir bilet miktarı seçtiğinizde, kaydınızı izlemek için bir çerez kullanılacaktır. Bu çerezin süresi %1$s'dir.

# View Events
source: View %s
de_de: Ansicht %s
fi: Näytä %s
tr_tr: Görünüm %s

# Event Archives
source: %s Archives
de_de: %s Archive
fi: %s Arkisto
tr_tr: %s Arşivler

# Event Attributes
source: %s Attributes
de_de: %s Attribute
fi: %s Attribuutit
tr_tr: %s Öznitelikler

# Insert into this Event
source: Insert into this %s
de_de: In dieses %s einfügen
fi: Lisää tähän %s
tr_tr: Bu %s içine yerleştirin

# Uploaded to this Event
source: Uploaded to this %s
de_de: Hochgeladen zu diesem %s
fi: Ladattu tähän %s
tr_tr: Bu %s'ye yüklendi

# Filter Events list
source: Filter %s list
de_de: Liste %s filtern
fi: Suodata %s luettelo
tr_tr: Filtre %s listesi

# Events list navigation
source: %s list navigation
de_de: %s-Liste Navigation
fi: %s listan navigointi
tr_tr: %s liste navigasyonu

# Events list
source: %s list
de_de: %s-Liste
fi: %s lista
tr_tr: %s liste

# Event published
source: %s published
de_de: %s veröffentlicht
fi: %s julkaistu
tr_tr: %s yayınlandı

# Event published privately
source: %s published privately
de_de: %s privat veröffentlicht
fi: %s julkaistu yksityisesti
tr_tr: Özel olarak yayınlanan %s

# Event reverted to draft
source: %s reverted to draft
de_de: %s zum Entwurf zurückgekehrt
fi: %s palautettu luonnokseksi
tr_tr: %s taslağa geri döndürüldü

# Event scheduled
source: %s scheduled
de_de: %s geplant
fi: %s aikataulutettu
tr_tr: %s planlandı

# Event updated
source: %s updated
de_de: %s aktualisiert
fi: %s päivitetty
tr_tr: %s güncellendi

source: Billing information is sent directly to the payment processor, and is not handled by our servers. Please see the privacy policy of %1$s.
de_de: Die Rechnungsdaten werden direkt an den Zahlungsdienstleister gesendet und nicht von unseren Servern verarbeitet. Bitte beachten Sie die Datenschutzbestimmungen von %1$s.
fi: Laskutustiedot lähetetään suoraan maksuprosessorille, eivätkä palvelimemme käsittele niitä. Tutustu %1$s:n tietosuojakäytäntöön.
tr_tr: Fatura bilgileri doğrudan ödeme işlemcisine gönderilir ve sunucularımız tarafından işlenmez. Lütfen %1$s gizlilik politikasına bakın.

# 1: model name, 2: special string
source: This model claims related model "%1$s" should have a password field on it, but none was found. The model relation chain is "%2$s"
de_de: Dieses Modell behauptet, dass das verwandte Modell "%1$s" ein Passwortfeld haben sollte, aber es wurde keines gefunden. Die Modell-Beziehungskette ist "%2$s".
fi: Tämä malli väittää, että siihen liittyvässä mallissa "%1$s" pitäisi olla salasanakenttä, mutta sellaista ei löytynyt. Mallin suhdeketju on "%2$s".
tr_tr: Bu model, ilgili model "%1$s" üzerinde bir parola alanı olması gerektiğini iddia ediyor, ancak hiçbiri bulunamadı. Model ilişki zinciri "%2$s"

# 2 hours
source: %1$s hour
de_de: %1$s Stunde
fi: %1$s tunti
tr_tr: %1$s saat

# Please see the privacy policy of PayPal Pro
source: Please see the privacy policy of %1$s.
de_de: Bitte beachten Sie die Datenschutzbestimmungen von %1$s.
fi: Tutustu %1$s:n tietosuojakäytäntöön.
tr_tr: Lütfen %1$s gizlilik politikasına bakın.

source: The filter "%1$s" has been deprecated. Please use "%2$s" instead.
de_de: Der Filter "%1$s" ist veraltet. Bitte verwenden Sie stattdessen "%2$s".
fi: Suodatin "%1$s" on poistettu käytöstä. Käytä sen sijaan "%2$s".
tr_tr: "%1$s" filtresi kullanımdan kaldırılmıştır. Lütfen bunun yerine "%2$s" kullanın.

# Error validating PayPal credentials. Error description
source: Error validating PayPal credentials. %1$s
de_de: Fehler bei der Überprüfung der PayPal-Anmeldedaten. %1$s
fi: Virhe PayPal-tunnusten vahvistamisessa. %1$s
tr_tr: PayPal kimlik bilgileri doğrulanırken hata oluştu. %1$s

# Create an account on {link-to-developer.paypa.com} (opens in a new tab)
source: Create an account on %1$s (opens in new tab)
de_de: Erstellen Sie ein Konto auf %1$s (öffnet in neuem Tab)
fi: Luo tili %1$s (avautuu uudessa välilehdessä)
tr_tr: %1$s üzerinde bir hesap oluşturun (yeni sekmede açılır)

# Here is a video showing the above (opens in a new tab).
source: %1$sHere is a video showing the above %2$s (opens in a new tab).
de_de: %1$sHier ist ein Video, das die oben genannten %2$s zeigt (öffnet in einer neuen Registerkarte).
fi: %1$sTässä on video, jossa näytetään edellä mainittu %2$s (avautuu uudessa välilehdessä).
tr_tr: %1$sİşte yukarıdaki %2$s'i gösteren bir video (yeni bir sekmede açılır).

# a link to add a new venue
source: Add new Venue
de_de: Neuen Veranstaltungsort hinzufügen
fi: Lisää uusi tapahtumapaikka
tr_tr: Yeni Mekan Ekle

source: You have not created any venues yet.
de_de: Sie haben noch keine Veranstaltungsorte erstellt.
fi: Et ole vielä luonut yhtään tapahtumapaikkaa.
tr_tr: Henüz herhangi bir mekan oluşturmadınız.

source: It appears there was a fatal error while starting the session, so Event Espresso is not able to process registrations normally. Some hosting companies, like Pantheon, require an extra plugin for Event Espresso to work. Please install the %1$sWordPress Native PHP Sessions plugin%2$s, then %3$sclick here to check if the problem is resolved.%2$s
de_de: Es scheint ein fataler Fehler beim Starten der Sitzung aufgetreten zu sein, so dass Event Espresso nicht in der Lage ist, Registrierungen normal zu verarbeiten. Einige Hosting-Unternehmen, wie Pantheon, benötigen ein zusätzliches Plugin, damit Event Espresso funktioniert. Bitte installieren Sie das %1$sWordPress Native PHP Sessions plugin%2$s und %3$sklicken Sie dann hier, um zu überprüfen, ob das Problem behoben ist.%2$s
fi: Istuntoa käynnistettäessä tapahtui ilmeisesti kohtalokas virhe, joten Event Espresso ei pysty käsittelemään rekisteröintejä normaalisti. Jotkin hosting-yritykset, kuten Pantheon, vaativat ylimääräisen lisäosan, jotta Event Espresso toimisi. Asenna %1$sWordPress Native PHP Sessions -lisäosa%2$s ja tarkista sitten %3$sklikkaa tästä, onko ongelma ratkaistu.%2$s
tr_tr: Görünüşe göre oturum başlatılırken ölümcül bir hata oluştu, bu nedenle Event Espresso kayıtları normal şekilde işleyemiyor. Pantheon gibi bazı hosting şirketleri, Event Espresso'nun çalışması için ekstra bir eklenti gerektirir. Lütfen %1$sWordPress Native PHP Sessions eklentisini%2$s yükleyin, ardından sorunun çözülüp çözülmediğini kontrol etmek için %3$sburaya tıklayın.%2$s

source: An error occurred and the job has been stopped. Please refresh the page to try again.
de_de: Es ist ein Fehler aufgetreten und der Auftrag wurde gestoppt. Bitte aktualisieren Sie die Seite, um es erneut zu versuchen.
fi: Tapahtui virhe ja työ on pysäytetty. Päivitä sivu ja yritä uudelleen.
tr_tr: Bir hata oluştu ve iş durduruldu. Tekrar denemek için lütfen sayfayı yenileyin.

source: You must consent to these terms in order to register.
de_de: Um sich registrieren zu können, müssen Sie diesen Bedingungen zustimmen.
fi: Sinun on hyväksyttävä nämä ehdot rekisteröityäksesi.
tr_tr: Kaydolmak için bu şartları kabul etmeniz gerekmektedir.

# PayPal REST API App Client ID (help link)
source: PayPal REST API App Client ID %s
fi: PayPal REST API -sovellusasiakkaan tunnus %s
tr_tr: PayPal REST API Uygulama İstemci Kimliği %s

# PayPal REST API App Secret (help link)
source: PayPal REST API App Secret %s
de_de: PayPal REST API-Anwendungsgeheimnis %s
fi: PayPal REST API -sovelluksen salaisuus %s
tr_tr: PayPal REST API Uygulama Sırrı %s

source: The supplied identifier "%1$s" does not exist within this collection. You may need to delay adding this asset until the required dependency has been added.
de_de: Der angegebene Bezeichner "%1$s" existiert nicht in dieser Sammlung. Sie müssen das Hinzufügen dieses Assets möglicherweise verschieben, bis die erforderliche Abhängigkeit hinzugefügt wurde.
fi: Toimitettua tunnusta "%1$s" ei ole olemassa tässä kokoelmassa. Sinun on ehkä viivytettävä tämän omaisuuserän lisäämistä, kunnes vaadittu riippuvuus on lisätty.
tr_tr: Sağlanan "%1$s" tanımlayıcısı bu koleksiyonda mevcut değil. Gerekli bağımlılık eklenene kadar bu varlığı eklemeyi ertelemeniz gerekebilir.

source: The count of all registrations who have checked out of one of this event's datetimes.
de_de: Die Anzahl aller Anmeldungen, die sich von einem der Termine dieser Veranstaltung abgemeldet haben.
fi: Kaikkien niiden rekisteröintien lukumäärä, jotka ovat kirjautuneet ulos jostakin tämän tapahtuman ajankohdasta.
tr_tr: Bu etkinliğin tarih zamanlarından birinden çıkış yapmış olan tüm kayıtların sayısı.

source: The thumbnail image data.
de_de: Die Daten des Miniaturbildes.
fi: Pienoiskuvan tiedot.
tr_tr: Küçük resim görüntü verileri.
