Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Each message type (or %1$skind%1$s of message remember!) has different contexts for messages created for that message type. Contexts are dynamic but generally speaking they tend to represent recipients. So for example, Registration Confirmation message type has three types of recipients for every time a registration confirmation is triggered: Event Administrator, Primary Registrant, and Registrant (which may be multiple messages if there are more than one attendee per event). Whereas the Payment Message Type only has two recipients (Event Administrator, Primary Registrant [the one making the payment]).
de_de: Jeder Nachrichtentyp (oder %1$skind%1$s von Nachrichten, denken Sie daran!) hat verschiedene Kontexte für Nachrichten, die für diesen Nachrichtentyp erstellt wurden. Kontexte sind dynamisch, aber im Allgemeinen stellen sie Empfänger dar. Zum Beispiel hat der Nachrichtentyp Registrierungsbestätigung drei Arten von Empfängern, wenn eine Registrierungsbestätigung ausgelöst wird: Veranstaltungsadministrator, primärer Registrant und Registrant (was mehrere Nachrichten sein können, wenn es mehr als einen Teilnehmer pro Veranstaltung gibt). Der Nachrichtentyp "Zahlung" hingegen hat nur zwei Empfänger (Veranstaltungsadministrator, primärer Registrant [derjenige, der die Zahlung vornimmt]).
fi: Jokaisella sanomatyypillä (tai %1$skind%1$s sanomalla muista!) on eri kontekstit kyseistä sanomatyyppiä varten luoduille sanomille. Kontekstit ovat dynaamisia, mutta yleisesti ottaen ne edustavat yleensä vastaanottajia. Esimerkiksi sanomatyypillä Rekisteröinnin vahvistus on kolme vastaanottajatyyppiä joka kerta, kun rekisteröinnin vahvistus käynnistetään: Tapahtuman ylläpitäjä, ensisijainen ilmoittautuja ja ilmoittautuja (joka voi olla useampi kuin yksi viesti, jos osallistujia on useampi kuin yksi per tapahtuma). Kun taas maksuviestityypillä on vain kaksi vastaanottajaa (tapahtuman ylläpitäjä, ensisijainen ilmoittautuja [maksun suorittaja]).
tr_tr: Her mesaj türünün (ya da %1$stür%1$s mesajın hatırlayın!) o mesaj türü için oluşturulan mesajlar için farklı bağlamları vardır. Bağlamlar dinamiktir ancak genel olarak alıcıları temsil etme eğilimindedirler. Örneğin, Kayıt Onayı mesaj türünün her kayıt onayı tetiklendiğinde üç tür alıcısı vardır: Etkinlik Yöneticisi, Birincil Kayıt Sahibi ve Kayıt Sahibi (etkinlik başına birden fazla katılımcı varsa birden fazla mesaj olabilir). Ödeme Mesaj Türünün ise yalnızca iki alıcısı vardır (Etkinlik Yöneticisi, Birincil Kayıt Sahibi [ödemeyi yapan kişi]).

source: The Event Espresso Messages system is a powerful framework that Event Espresso uses to prepare %1$smessages%2$s for different types of use (message types) and delivered by different %1$smessengers%2$s.
de_de: Das Event-Espresso-Nachrichten-System ist ein leistungsfähiges Framework, das Event Espresso verwendet, um %1$sNachrichten%2$s für verschiedene Verwendungsarten (Nachrichtentypen) vorzubereiten und von verschiedenen %1$sMessengern%2$s zuzustellen.
fi: Event Espresso Messages -järjestelmä on tehokas kehys, jota Event Espresso käyttää valmistellakseen %1$smessages%2$sanomia%2$ erityyppiseen käyttöön (viestityypit) ja eri %1$smessengers%2$sanomien%2$ toimittamiseen.
tr_tr: Event Espresso Messages sistemi, Event Espresso'nun farklı kullanım türleri (mesaj türleri) için %1$smessages%2$s hazırlamak ve farklı %1$smessengers%2$s'lar tarafından iletmek için kullandığı güçlü bir çerçevedir.

source: The Event Editor title is very helpful in indicating which template you are currently editing. In the example above, we can see that we are editing the template that for the %1$sEmail%2$s messenger, the %1$sPayment%2$s message type, and the %1$sEvent Admin%2$s context (which for this message type means "recipient").
de_de: Der Titel des Ereignis-Editors ist sehr hilfreich, um anzuzeigen, welche Vorlage Sie gerade bearbeiten. Im obigen Beispiel sehen wir, dass wir die Vorlage für den Boten %1$sEmail%2$s, den Nachrichtentyp %1$sPayment%2$s und den Kontext %1$sEvent Admin%2$s (was bei diesem Nachrichtentyp "Empfänger" bedeutet) bearbeiten.
fi: Tapahtumaeditorin otsikko on erittäin hyödyllinen osoitus siitä, mitä mallia parhaillaan muokkaat. Yllä olevassa esimerkissä näemme, että muokkaamme mallia, joka koskee %1$sEmail%2$s-viestintuojaa, %1$sPayment%2$s-viestityyppiä ja %1$sEvent Admin%2$s-kontekstia (joka tämän viestityypin kohdalla tarkoittaa "vastaanottajaa").
tr_tr: Olay Editörü başlığı, o anda hangi şablonu düzenlediğinizi göstermede çok yardımcı olur. Yukarıdaki örnekte, %1$sEmail%2$s mesajlaşma aracı, %1$sPayment%2$s mesaj türü ve %1$sEvent Admin%2$s bağlamı (bu mesaj türü için "alıcı" anlamına gelir) için şablonu düzenlediğimizi görebiliriz.

source: When editing a "Email Payment Template", you will notice that there is a field labelled "Event List" along with "Main Content". The Event List field is a special field that holds the template for whenever the %1$s[EVENT_LIST]%2$s shortcode is used in the "Main Content" field. This is so you can more finely control how each "event" in the event list displays when shown in the Main content. The "Email Registration Template", has an additional field called "Registration List". It functions much the same except that the contents of the "Registration List" field are used to indicate how each registrant is listed in the Main Content when the %1$s[ATTENDEE_LIST]%2$s shortcode is parsed.
de_de: Wenn Sie eine "E-Mail-Zahlungsvorlage" bearbeiten, werden Sie feststellen, dass es neben dem "Hauptinhalt" ein Feld mit der Bezeichnung "Ereignisliste" gibt. Das Feld "Ereignisliste" ist ein spezielles Feld, das die Vorlage enthält, wenn der Shortcode %1$s[EVENT_LIST]%2$s im Feld "Hauptinhalt" verwendet wird. So können Sie genauer steuern, wie jedes "Ereignis" in der Ereignisliste angezeigt wird, wenn es im Hauptinhalt angezeigt wird. Die "E-Mail-Registrierungsvorlage" hat ein zusätzliches Feld namens "Registrierungsliste". Es funktioniert ähnlich, außer dass der Inhalt des Feldes "Registrierungsliste" verwendet wird, um anzugeben, wie jeder Registrant im Hauptinhalt aufgelistet wird, wenn der %1$s[ATTENDEE_LIST]%2$s Shortcode geparst wird.
fi: Kun muokkaat "Sähköpostimaksumallia", huomaat, että kentässä on "Tapahtumaluettelo" ja "Pääsisältö". Tapahtumaluettelo-kenttä on erityinen kenttä, joka sisältää mallin aina, kun %1$s[EVENT_LIST]%2$s -lyhytkoodia käytetään "Pääsisältö"-kentässä. Näin voit hallita tarkemmin sitä, miten kukin tapahtumaluettelon "tapahtuma" näkyy, kun se näytetään Pääsisällössä. Sähköposti-ilmoittautumismallissa on lisäkenttä nimeltä "Ilmoittautumisluettelo". Se toimii pitkälti samalla tavalla, paitsi että "Registration List" -kentän sisältöä käytetään osoittamaan, miten kukin ilmoittautuja luetellaan pääsisällössä, kun %1$s[ATTENDEE_LIST]%2$s -lyhytkoodi analysoidaan.
tr_tr: Bir "E-posta Ödeme Şablonu" düzenlerken, "Ana İçerik" ile birlikte "Etkinlik Listesi" olarak etiketlenmiş bir alan olduğunu fark edeceksiniz. Etkinlik Listesi alanı, "Ana İçerik" alanında %1$s[EVENT_LIST]%2$s kısa kodu kullanıldığında şablonu tutan özel bir alandır. Bu sayede, etkinlik listesindeki her bir "etkinliğin" Ana içerikte gösterildiğinde nasıl görüntüleneceğini daha hassas bir şekilde kontrol edebilirsiniz. "E-posta Kayıt Şablonu", "Kayıt Listesi" adında ek bir alana sahiptir. "Kayıt Listesi" alanının içeriğinin, %1$s[ATTENDEE_LIST]%2$s kısa kodu ayrıştırıldığında her bir kayıt sahibinin Ana İçerikte nasıl listeleneceğini belirtmek için kullanılması dışında hemen hemen aynı işlevi görür.

source: When you are editing a template that is a global template (not a custom event template), you'll see an option in the Publish metabox in the right column labelled "Override all custom". When this option is selected, custom event templates for that %1$smessenger%2$s, %1$smessage type%2$s, and %1$scontext%2$s will be ignored and the global template will be used. Why would you want to do this? For this given example, you may want to be able to allow custom event templates to be able to modify the looks and content of what goes out to Primary Registrant but to never affect what the Event Administrator receives (as set by the global template).
de_de: Wenn Sie eine Vorlage bearbeiten, bei der es sich um eine globale Vorlage handelt (keine benutzerdefinierte Ereignisvorlage), wird in der Metabox "Veröffentlichen" in der rechten Spalte eine Option mit der Bezeichnung "Alle benutzerdefinierten überschreiben" angezeigt. Wenn diese Option ausgewählt ist, werden benutzerdefinierte Ereignisvorlagen für diesen %1$smessenger%2$s, %1$smessage type%2$s und %1$scontext%2$s ignoriert und die globale Vorlage wird verwendet. Warum sollten Sie das tun? In diesem Beispiel möchten Sie vielleicht zulassen, dass benutzerdefinierte Ereignisvorlagen das Aussehen und den Inhalt der an den primären Registranten gesendeten Nachrichten ändern können, aber niemals die Nachrichten beeinflussen, die der Ereignisverwalter erhält (wie in der globalen Vorlage festgelegt).
fi: Kun muokkaat mallia, joka on globaali malli (ei mukautettu tapahtumamalli), näet oikeassa sarakkeessa olevan Julkaise-metaboxin vaihtoehdon "Ohita kaikki mukautetut". Kun tämä vaihtoehto on valittuna, kyseisen %1$smessenger%2$s:n, %1$smessage type%2$s:n ja %1$scontext%2$s:n mukautetut tapahtumamallit jätetään huomiotta ja käytetään globaalia mallia. Miksi haluat tehdä näin? Tässä esimerkissä haluat ehkä sallia, että mukautetut tapahtumamallit voivat muokata ensisijaiselle rekisteröijälle lähetettävän viestin ulkoasua ja sisältöä, mutta ne eivät koskaan vaikuta siihen, mitä tapahtuman ylläpitäjä vastaanottaa (kuten globaali malli määrittää).
tr_tr: Genel bir şablon olan (özel bir olay şablonu olmayan) bir şablonu düzenlerken, Yayınla meta kutusunda sağ sütunda "Tüm özelleştirmeleri geçersiz kıl" etiketli bir seçenek göreceksiniz. Bu seçenek seçildiğinde, %1$smessenger%2$s, %1$smessage type%2$s ve %1$scontext%2$s için özel olay şablonları göz ardı edilecek ve genel şablon kullanılacaktır. Bunu neden yapmak isteyesiniz ki? Verilen bu örnek için, özel etkinlik şablonlarının Birincil Kayıt Yaptıran'a gönderilenlerin görünümünü ve içeriğini değiştirebilmesine izin verebilmek, ancak Etkinlik Yöneticisinin ne alacağını asla etkilememek isteyebilirsiniz (genel şablon tarafından ayarlandığı gibi).

source: This column displays a number of different elements for the listed template. First is the messenger that this template is delivered by. The messenger title is linked to the editor for the first %1$scontext%2$s listed (context is labelled "recipients" for payment message types)
de_de: In dieser Spalte werden verschiedene Elemente für die aufgelistete Vorlage angezeigt. Das erste ist der Bote, der diese Vorlage zustellt. Der Titel des Boten ist mit dem Editor für den ersten aufgelisteten %1$sKontext%2$s verknüpft (der Kontext ist bei Zahlungsnachrichten mit "Empfänger" bezeichnet)
fi: Tässä sarakkeessa näytetään useita eri elementtejä luetellun mallin osalta. Ensimmäisenä on viestinvälittäjä, joka toimittaa tämän mallin. Lähettilään otsikko on linkitetty ensimmäisten lueteltujen %1$scontext%2$s ien editoriin (konteksti on merkitty "recipients" maksuviestityyppien kohdalla).
tr_tr: Bu sütun, listelenen şablon için bir dizi farklı öğe görüntüler. Birincisi, bu şablonun teslim edildiği habercidir. Haberci başlığı, listelenen ilk %1$scontext%2$s için düzenleyiciyle bağlantılıdır (ödeme mesajı türleri için bağlam "alıcılar" olarak etiketlenir)

source: This payment method does not support the currency set on your site (%1$s). Please activate a different payment method or change your site's country and associated currency.
de_de: Diese Zahlungsmethode unterstützt nicht die auf Ihrer Website eingestellte Währung (%1$s). Bitte aktivieren Sie eine andere Zahlungsmethode oder ändern Sie das Land Ihrer Website und die zugehörige Währung.
fi: Tämä maksutapa ei tue sivustollesi asetettua valuuttaa (%1$s). Aktivoi toinen maksutapa tai vaihda sivustosi maa ja siihen liittyvä valuutta.
tr_tr: Bu ödeme yöntemi sitenizde ayarlanan para birimini (%1$s) desteklemiyor. Lütfen farklı bir ödeme yöntemini etkinleştirin veya sitenizin ülkesini ve ilişkili para birimini değiştirin.

source: Question Groups is a feature that is only available in the premium version of Event Espresso 4 which is available with a support license purchase on EventEspresso.com. With the Question Groups feature you are able to create new question groups, edit existing question groups, and create and edit new questions and add them to question groups.
de_de: Fragengruppen ist eine Funktion, die nur in der Premium-Version von Event Espresso 4 verfügbar ist, die mit einer Support-Lizenz auf EventEspresso.com erworben werden kann. Mit der Funktion "Fragengruppen" können Sie neue Fragengruppen erstellen, bestehende Fragengruppen bearbeiten und neue Fragen erstellen und bearbeiten und sie zu Fragengruppen hinzufügen.
fi: Kysymysryhmät on ominaisuus, joka on saatavilla vain Event Espresso 4:n premium-versiossa, joka on saatavana tukilisenssin oston yhteydessä EventEspresso.com-sivustolta. Kysymysryhmät-ominaisuuden avulla voit luoda uusia kysymysryhmiä, muokata olemassa olevia kysymysryhmiä sekä luoda ja muokata uusia kysymyksiä ja lisätä niitä kysymysryhmiin.
tr_tr: Soru Grupları yalnızca Event Espresso 4'ün premium sürümünde bulunan ve EventEspresso.com adresinden destek lisansı satın alınarak kullanılabilen bir özelliktir. Soru Grupları özelliği ile yeni soru grupları oluşturabilir, mevcut soru gruplarını düzenleyebilir ve yeni sorular oluşturup düzenleyebilir ve bunları soru gruplarına ekleyebilirsiniz.

source: In order to %1$s registrations you must select which ones you wish to %1$s by clicking the checkboxes.
de_de: Um %1$s Registrierungen vorzunehmen, müssen Sie durch Anklicken der Kontrollkästchen auswählen, welche Sie %1$s möchten.
fi: Jos haluat %1$s ilmoittautumisia, sinun on valittava, mitkä ilmoittautumiset haluat %1$s merkitsemällä ne.
tr_tr: %1$s kayıtları için onay kutularına tıklayarak hangilerini %1$s yapmak istediğinizi seçmelisiniz.

source: Show Date & Time Filter?
de_de: Datum anzeigen & Zeitfilter?
fi: Näytetäänkö ajankohdan suodatin?
tr_tr: Tarihi Göster & Zaman Filtresi?

source: Indicates whether or not to display a dropdown select box above each ticket selector that displays dates and times for the available tickets. Ticket options can be unselected, which removes (hides) them from the list of tickets being displayed.%1$sOptions include:%1$s &bull; %2$sdo not show date & time filter%3$s%1$s &nbsp; this option will NEVER display a date filter, regardless of how many dates exist.%1$s &bull; %2$smaybe show date & time filter%3$s%1$s &nbsp; this option will conditionally display the date filter when the number of dates for the event matches the value set for "Date Filter Threshold".
de_de: Gibt an, ob eine Dropdown-Auswahlbox über jedem Ticketselektor angezeigt werden soll, in der Datum und Uhrzeit für die verfügbaren Tickets angezeigt werden. Ticketoptionen können abgewählt werden, wodurch sie aus der Liste der angezeigten Tickets entfernt (ausgeblendet) werden.%1$sOptionen umfassen:%1$s - %2$skeine Anzeige des Datums & Zeitfilter%3$s%1$s Mit dieser Option wird NIEMALS ein Datumsfilter angezeigt, unabhängig davon, wie viele Daten vorhanden sind.%1$s - %2$svielleicht Datum anzeigen & Zeitfilter%3$s%1$s diese Option zeigt den Datumsfilter bedingt an, wenn die Anzahl der Daten für das Ereignis mit dem für "Datumsfilterschwelle" festgelegten Wert übereinstimmt.
fi: Ilmoittaa, näytetäänkö jokaisen lipunvalitsimen yläpuolella avattava valintaruutu, jossa näkyvät saatavilla olevien lippujen päivämäärät ja kellonajat. Lippuvaihtoehtoja voi olla valitsematta, jolloin ne poistetaan (piilotetaan) näytettävien lippujen luettelosta.%1$sOptions include:%1$s - %2$sdo not show date & time filter%3$s%1$s tämä vaihtoehto ei KOSKAAN näytä päivämääräsuodatinta riippumatta siitä, kuinka monta päivämäärää on olemassa.%1$s - %2$smaybe show date & time filter%3$s%1$s tämä vaihtoehto näyttää päivämääräsuodattimen ehdollisesti, kun tapahtuman päivämäärien määrä vastaa "Date Filter Threshold" -kohtaan asetettua arvoa.
tr_tr: Her bilet seçicinin üzerinde, mevcut biletlerin tarih ve saatlerini gösteren bir açılır seçim kutusunun görüntülenip görüntülenmeyeceğini belirtir. Bilet seçenekleri seçilmeyebilir, bu da onları görüntülenen bilet listesinden kaldırır (gizler).%1$sSeçenekler şunları içerir:%1$s - %2$sstarih gösterme & zaman filtresi%3$s%1$s Bu seçenek, kaç tarih olduğuna bakılmaksızın ASLA bir tarih filtresi görüntülemeyecektir.%1$s - %2$sbelki tarihi göster & zaman filtresi%3$s%1$s bu seçenek, olay için tarih sayısı "Tarih Filtresi Eşiği" için ayarlanan değerle eşleştiğinde koşullu olarak tarih filtresini görüntüler.

source: Date & Time Filter Threshold
de_de: Datum & Zeitfilter Schwellenwert
fi: Päivämäärä & Aika Suodattimen kynnysarvo
tr_tr: Tarih & Zaman Filtresi Eşiği

source: The number of unique dates an event has to have before conditionally displaying a date & time filter
de_de: Die Anzahl der eindeutigen Daten, die ein Ereignis haben muss, bevor ein Datum & Zeitfilter angezeigt werden kann.
fi: Tapahtumassa on oltava useita yksilöllisiä päivämääriä, ennen kuin päivämäärän & aikasuodatin näytetään ehdollisesti.
tr_tr: Bir tarihin koşullu olarak görüntülenmesi için bir olayın sahip olması gereken benzersiz tarih sayısı & zaman filtresi

source: No transaction for payment while paying with PayPal Pro.
de_de: Keine Zahlungstransaktion bei Zahlung mit PayPal Pro.
fi: Maksutapahtumaa ei suoriteta PayPal Pro -maksun yhteydessä.
tr_tr: PayPal Pro ile ödeme yaparken ödeme için işlem yapılmaz.

source: No primary registration on transaction while paying with PayPal Pro.
de_de: Keine primäre Registrierung bei der Transaktion während der Zahlung mit PayPal Pro.
fi: Ei ensisijaista rekisteröintiä maksutapahtumassa PayPal Pro -maksun yhteydessä.
tr_tr: PayPal Pro ile ödeme yaparken işlemde birincil kayıt yok.

source: No attendee on primary registration while paying with PayPal Pro.
de_de: Kein Teilnehmer bei der primären Registrierung, wenn Sie mit PayPal Pro bezahlen.
fi: Ei osallistujaa ensisijaisessa rekisteröinnissä PayPal Pro -maksun yhteydessä.
tr_tr: PayPal Pro ile ödeme yaparken birincil kayıtta katılımcı yok.

source: Do not show date & time filter
de_de: Datum nicht anzeigen & Zeitfilter
fi: Älä näytä ajankohdan suodatinta
tr_tr: Tarihi gösterme & zaman filtresi

source: Maybe show date & time filter
de_de: Vielleicht Datum anzeigen & Zeitfilter
fi: Näytä ajankohdan suodatin mahdollisesti
tr_tr: Belki tarihi göster & zaman filtresi

source: action
de_de: Aktion
fi: toimenpide
tr_tr: eylem

source: filter
fi: suodatin
tr_tr: filtre

source: This %1$s is deprecated. It *may* work as an attempt to build in backwards compatibility. However, it is recommended to use the following new %1$s: %4$s"%2$s" found in "%3$s"
de_de: Dieses %1$s ist veraltet. Es *kann* funktionieren, um die Abwärtskompatibilität zu gewährleisten. Es wird jedoch empfohlen, das folgende neue %1$s zu verwenden: %4$s"%2$s" gefunden in "%3$s"
fi: Tämä %1$s on vanhentunut. Se *voi* toimia, koska sillä yritetään rakentaa taaksepäin yhteensopivuutta. On kuitenkin suositeltavaa käyttää seuraavaa uutta %1$s: %4$s"%2$s", joka löytyy "%3$s"-osasta
tr_tr: Bu %1$s kullanımdan kaldırılmıştır. Geriye dönük uyumluluk oluşturma girişimi olarak işe yarayabilir. Ancak, aşağıdaki yeni %1$s'nin kullanılması önerilir: "%3$s" içinde bulunan %4$s"%2$s"

source: You must provide a class name in order to instantiate it.
de_de: Sie müssen einen Klassennamen angeben, um die Klasse instanziieren zu können.
fi: Sinun on annettava luokan nimi, jotta voit instansoida sen.
tr_tr: Örneklendirmek için bir sınıf adı sağlamalısınız.

source: There is no class in place for the %1$s admin hooks page.%2$sMake sure you have %3$s defined. If this is a non-EE-core admin page then you also must have an autoloader in place for your class
de_de: Es gibt keine Klasse für die Seite %1$s admin hooks.%2$sStellen Sie sicher, dass Sie %3$s definiert haben. Wenn es sich um eine Nicht-EE-Core-Admin-Seite handelt, müssen Sie auch einen Autoloader für Ihre Klasse haben
fi: Luokkaa %1$s admin hooks -sivulle ei ole määritetty.%2$sVarmista, että %3$s on määritelty. Jos kyseessä on muu kuin EE-ytimen hallinnointisivu, sinulla on oltava myös automaattinen luokkien lataaja luokallesi.
tr_tr: %1$s yönetici kancaları sayfası için bir sınıf yok.%2$s%3$s tanımladığınızdan emin olun. Bu EE-core olmayan bir yönetici sayfasıysa, sınıfınız için bir otomatik yükleyiciniz de olmalıdır

source: Unknown MailChimp Error.
de_de: Unbekannter MailChimp-Fehler.
fi: Tuntematon MailChimp-virhe.
tr_tr: Bilinmeyen MailChimp Hatası.

source: Sorry, no merge fields found!
de_de: Leider wurden keine Seriendruckfelder gefunden!
fi: Yhdistettäviä kenttiä ei löytynyt!
tr_tr: Üzgünüz, birleştirme alanı bulunamadı!

source: MailChimp Fields
de_de: MailChimp-Felder
fi: Mailchimp-kentät
tr_tr: MailChimp Alanları

source: Event Espresso Questions
de_de: Event Espresso Fragen
fi: Event Espresso -kysymykset
tr_tr: Etkinlik Espresso Soruları

source: Events Calendar
de_de: Veranstaltungskalender
fi: Tapahtumakalenteri
tr_tr: Etkinlik Takvimi

source: copy and paste the following into any other site's content to display the event calendar:
de_de: Kopieren Sie den folgenden Text und fügen Sie ihn in den Inhalt einer beliebigen anderen Website ein, um den Veranstaltungskalender anzuzeigen:
fi: kopioi ja liitä seuraava koodi mille tahansa sivustolle näyttääksesi tapahtumakalenterin:
tr_tr: Etkinlik takvimini görüntülemek için aşağıdakileri kopyalayıp başka bir sitenin içeriğine yapıştırın:

source: An error occurred while processing your transaction. Please try again or contact us to complete your order.
de_de: Bei der Bearbeitung Ihrer Transaktion ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut oder kontaktieren Sie uns, um Ihre Bestellung abzuschließen.
fi: Tapahtuman käsittelyssä tapahtui virhe. Yritä uudelleen tai ota meihin yhteyttä tilauksen loppuunsaattamiseksi.
tr_tr: İşleminiz gerçekleştirilirken bir hata oluştu. Siparişinizi tamamlamak için lütfen tekrar deneyin veya bizimle iletişime geçin.

source: Payment Accepted
de_de: Zahlung akzeptiert
fi: Maksu hyväksytty
tr_tr: Ödeme Kabul Edildi

source: Chase Paymentech Orbital Settings
de_de: Chase Paymentech Orbital Einstellungen
fi: Chase Paymentech Orbital-asetukset
tr_tr: Chase Paymentech Orbital Ayarları

source: Connection Merchant ID %s
de_de: Verbindung Merchant ID %s
fi: Yhteys kauppiaan ID %s
tr_tr: Bağlantı Satıcı Kimliği %s

source: Connection Username %s
de_de: Verbindung Benutzername %s
fi: Yhteyden käyttäjänimi %s
tr_tr: Bağlantı Kullanıcı Adı %s

source: Connection Password %s
de_de: Verbindungskennwort %s
fi: Yhteyden salasana %s
tr_tr: Bağlantı Şifresi %s

source: Terminal ID %s
fi: Päätelaitteen tunnus %s
tr_tr: Terminal Kimliği %s

source: Please note that prior to using this software, you must complete Chase's Certification for the XML API Orbital Gateway.
de_de: Bitte beachten Sie, dass Sie vor der Verwendung dieser Software die Chase-Zertifizierung für das XML API Orbital Gateway absolvieren müssen.
fi: Huomaa, että ennen tämän ohjelmiston käyttämistä sinun on suoritettava Chasen XML API Orbital Gatewayn sertifiointi.
tr_tr: Bu yazılımı kullanmadan önce Chase'in XML API Orbital Gateway Sertifikasyonunu tamamlamanız gerektiğini lütfen unutmayın.

source: Adjust the settings for the Chase Orbital payment gateway.
de_de: Passen Sie die Einstellungen für das Chase Orbital-Zahlungsgateway an.
fi: Säädä Chase Orbital -maksuportin asetuksia.
tr_tr: Chase Orbital ödeme ağ geçidi için ayarları yapın.
