Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: %1$sWhat You Need To Do%2$s%3$sPlease begin transitioning to one of our other payment integrations such as %5$sPayPal Commerce,%9$s %6$sStripe,%9$s %7$sSquare,%9$s or %8$sAuthorize.net Accept%9$s immediately to avoid payment processing interruptions.%4$s
de_de: %1$sWas Sie tun müssen%2$s%3$sBitte wechseln Sie sofort zu einer unserer anderen Zahlungsintegrationen wie %5$sPayPal Commerce,%9$s %6$sStripe,%9$s %7$sSquare,%9$s oder %8$sAuthorize.net Accept%9$s, um Unterbrechungen bei der Zahlungsabwicklung zu vermeiden.%4$s
fi: %1$sMitä sinun on tehtävä%2$s%3$sAloita siirtyminen johonkin muuhun maksuintegraatioomme, kuten %5$sPayPal Commerce,%9$s %6$sStripe,%9$s %7$sSquare,%9$s tai %8$sAuthorize.net Accept%9$s, välittömästi välttääksesi maksujen käsittelyn keskeytykset.%4$s
tr_tr: %1$sYapmanız Gerekenler%2$s%3$sÖdeme işlemlerindeki kesintileri önlemek için lütfen %5$sPayPal Commerce,%9$s %6$sStripe,%9$s %7$sSquare,%9$s veya %8$sAuthorize.net Accept%9$s gibi diğer ödeme entegrasyonlarımızdan birine hemen geçmeye başlayın.%4$s

source: %1$sWhat You Need To Do%2$s%3$sPlease begin transitioning to one of our other payment integrations such as %5$sPayPal Commerce,%9$s %6$sStripe,%9$s %7$sSquare,%9$s or %8$sAuthorize.net Accept%9$s soon.%4$s
de_de: %1$sWas Sie tun müssen%2$s%3$sBitte steigen Sie bald auf eine unserer anderen Zahlungsintegrationen wie %5$sPayPal Commerce,%9$s %6$sStripe,%9$s %7$sSquare,%9$s oder %8$sAuthorize.net Accept%9$s um.%4$s
fi: %1$sMitä sinun on tehtävä%2$s%3$sAloita siirtyminen johonkin muuhun maksuintegraatioomme, kuten %5$sPayPal Commerce,%9$s %6$sStripe,%9$s %7$sSquare,%9$s tai %8$sAuthorize.net Accept%9$s pian.%4$s.
tr_tr: %1$sYapmanız Gerekenler%2$s%3$sLütfen %5$sPayPal Commerce,%9$s %6$sStripe,%9$s %7$sSquare,%9$s veya %8$sAuthorize.net Accept%9$s gibi diğer ödeme entegrasyonlarımızdan birine geçmeye başlayın.%4$s

source: %1$sThe following payment integrations will be %3$sremoved%4$s: PayPal Standard, PayPal Express, PayPal Smart Buttons, PayPal Pro, Braintree, Payflow Pro, Authorize.net SIM and Authorize.net AIM.%2$s
de_de: %1$sDie folgenden Zahlungsintegrationen werden %3$sentfernt%4$s: PayPal Standard, PayPal Express, PayPal Smart Buttons, PayPal Pro, Braintree, Payflow Pro, Authorize.net SIM und Authorize.net AIM.%2$s
fi: %1$sSeuraavat maksuintegraatiot poistetaan %3$sremoved%4$s: PayPal Standard, PayPal Express, PayPal Smart Buttons, PayPal Pro, Braintree, Payflow Pro, Authorize.net SIM ja Authorize.net AIM.%2$s.
tr_tr: %1$sAşağıdaki ödeme entegrasyonları %3$skaldırılacak%4$s: PayPal Standard, PayPal Express, PayPal Smart Buttons, PayPal Pro, Braintree, Payflow Pro, Authorize.net SIM ve Authorize.net AIM.%2$s

source: %1$sIn early 2025 we will be deprecating the following outdated or obsolete payment integrations and ask you to migrate to a new payment integration as soon as possible. Our replacement payment integrations offer more features and security.%2$s
de_de: %1$sAnfang 2025 werden wir die folgenden veralteten oder überholten Zahlungsintegrationen abschaffen und Sie bitten, so bald wie möglich auf eine neue Zahlungsintegration zu migrieren. Unsere Ersatz-Zahlungsintegrationen bieten mehr Funktionen und Sicherheit.%2$s
fi: %1$sVuoden 2025 alussa poistamme käytöstä seuraavat vanhentuneet tai vanhentuneet maksuintegraatiot ja pyydämme sinua siirtymään uuteen maksuintegraatioon mahdollisimman pian. Korvaavat maksuintegraatiot tarjoavat enemmän ominaisuuksia ja turvallisuutta.%2$s
tr_tr: %1$s2025'in başlarında aşağıdaki eski veya kullanılmayan ödeme entegrasyonlarını kullanımdan kaldıracağız ve sizden mümkün olan en kısa sürede yeni bir ödeme entegrasyonuna geçmenizi isteyeceğiz. Yeni ödeme entegrasyonlarımız daha fazla özellik ve güvenlik sunuyor.%2$s

source: %1$sThe following payment integrations have been deactivated: PayPal Standard, PayPal Express, PayPal Smart Buttons, PayPal Pro, Braintree, Payflow Pro, Authorize.net SIM and Authorize.net AIM.%2$s
de_de: %1$sDie folgenden Zahlungsintegrationen wurden deaktiviert: PayPal Standard, PayPal Express, PayPal Smart Buttons, PayPal Pro, Braintree, Payflow Pro, Authorize.net SIM und Authorize.net AIM.%2$s
fi: %1$sSeuraavat maksuintegraatiot on poistettu käytöstä: PayPal Standard, PayPal Express, PayPal Smart Buttons, PayPal Pro, Braintree, Payflow Pro, Authorize.net SIM ja Authorize.net AIM.%2$s
tr_tr: %1$sAşağıdaki ödeme entegrasyonları devre dışı bırakıldı: PayPal Standard, PayPal Express, PayPal Smart Buttons, PayPal Pro, Braintree, Payflow Pro, Authorize.net SIM ve Authorize.net AIM.%2$s

source: %1$sOn %3$s we will deprecate and remove the following outdated or obsolete payment integrations and ask you to migrate to a new payment integration now. Our replacement payment integrations offer more features and security.%2$s
de_de: %1$sAm %3$s werden wir die folgenden veralteten oder überholten Zahlungsintegrationen verwerfen und entfernen und Sie bitten, jetzt auf eine neue Zahlungsintegration zu migrieren. Unsere Ersatz-Zahlungsintegrationen bieten mehr Funktionen und Sicherheit.%2$s
fi: %1$sOn %3$s poistamme seuraavat vanhentuneet tai vanhentuneet maksuintegraatiot ja pyydämme sinua siirtymään uuteen maksuintegraatioon nyt. Korvaavat maksuintegraatiomme tarjoavat enemmän ominaisuuksia ja turvallisuutta.%2$s$.
tr_tr: %1$s%3$s tarihinde aşağıdaki eski veya kullanılmayan ödeme entegrasyonlarını kullanımdan kaldıracağız ve şimdi yeni bir ödeme entegrasyonuna geçmenizi isteyeceğiz. Yeni ödeme entegrasyonlarımız daha fazla özellik ve güvenlik sunuyor.%2$s

source: %1$sRemember, we will soon deprecate and remove the following outdated or obsolete payment integrations and ask you to migrate to a new payment integration as soon as possible. Our replacement payment integrations offer more features and security.%2$s
de_de: %1$sDenken Sie daran, dass wir die folgenden veralteten oder überholten Zahlungsintegrationen bald abschaffen und entfernen werden und Sie bitten, so bald wie möglich auf eine neue Zahlungsintegration umzusteigen. Unsere Ersatz-Zahlungsintegrationen bieten mehr Funktionen und Sicherheit.%2$s
fi: %1$sMuista, että poistamme pian seuraavat vanhentuneet tai vanhentuneet maksuintegraatiot ja pyydämme sinua siirtymään uuteen maksuintegraatioon mahdollisimman pian. Korvaavat maksuintegraatiomme tarjoavat enemmän ominaisuuksia ja turvallisuutta.%2$s
tr_tr: %1$sUnutmayın, yakında aşağıdaki eski veya kullanılmayan ödeme entegrasyonlarını kullanımdan kaldıracağız ve sizden mümkün olan en kısa sürede yeni bir ödeme entegrasyonuna geçmenizi isteyeceğiz. Yeni ödeme entegrasyonlarımız daha fazla özellik ve güvenlik sunuyor.%2$s

source: Whether to apply Gateway Partner fees to transactions. default: Disabled
de_de: Ob Gateway-Partner-Gebühren auf Transaktionen angewendet werden sollen. standardmäßig: Deaktiviert
fi: Sovelletaanko tapahtumiin Gateway Partner -maksuja. oletusarvo: Ei käytössä
tr_tr: İşlemlere Ağ Geçidi İş Ortağı ücretlerinin uygulanıp uygulanmayacağı. varsayılan: Devre dışı

source: Database table ID
de_de: ID der Datenbanktabelle
fi: Tietokantataulukon ID
tr_tr: Veritabanı tablo kimliği

source: Flag indicating price has been trashed.
de_de: Flagge, die anzeigt, dass der Preis zerstört wurde.
fi: Lippu osoittaa, että hinta on romutettu.
tr_tr: Fiyatın çöpe gittiğini gösteren bayrak.

source: Sorry, but we can't create new templates because we're missing the messenger
de_de: Es tut uns leid, aber wir können keine neuen Vorlagen erstellen, weil uns der Bote fehlt.
fi: Anteeksi, mutta emme voi luoda uusia malleja, koska viestinviejä puuttuu.
tr_tr: Üzgünüz, ancak yeni şablonlar oluşturamıyoruz çünkü elçiyi kaçırıyoruz

source: Urgent Reminder: To continue processing payments, migrate to a new payment integration today.
de_de: Dringende Mahnung: Um weiterhin Zahlungen zu verarbeiten, migrieren Sie noch heute zu einer neuen Zahlungsintegration.
fi: Kiireellinen muistutus: Jos haluat jatkaa maksujen käsittelyä, siirry uuteen maksuintegraatioon tänään.
tr_tr: Acil Hatırlatma: Ödemeleri işlemeye devam etmek için bugün yeni bir ödeme entegrasyonuna geçin.

source: Immediate Action Required: To continue processing payments, migrate to a new payment integration NOW!
de_de: Sofortige Maßnahmen erforderlich: Um weiterhin Zahlungen zu verarbeiten, migrieren Sie JETZT zu einer neuen Zahlungsintegration!
fi: Välittömät toimet: Jos haluat jatkaa maksujen käsittelyä, siirry uuteen maksuintegraatioon NYT!
tr_tr: Acil Eylem Gerekli: Ödemeleri işlemeye devam etmek için ŞİMDİ yeni bir ödeme entegrasyonuna geçin!

source: Payment Gateway Integrations Deactivated!
de_de: Zahlungsgateway-Integrationen deaktiviert!
fi: Maksuportti-integraatiot poistettu käytöstä!
tr_tr: Ödeme Geçidi Entegrasyonları Devre Dışı Bırakıldı!

source: Action Required: To continue processing payments, migrate to a new payment integration soon.
de_de: Erforderliche Maßnahmen: Um die Verarbeitung von Zahlungen fortzusetzen, migrieren Sie bald zu einer neuen Zahlungsintegration.
fi: Tarvittavat toimet: Jos haluat jatkaa maksujen käsittelyä, siirry pian uuteen maksuintegraatioon.
tr_tr: Yapılması Gereken İşlem: Ödemeleri işlemeye devam etmek için kısa süre içinde yeni bir ödeme entegrasyonuna geçin.

source: When template caching is enabled, templates are cached for faster retrieval. This can improve performance, but may cause issues if you need to see changes immediately. To clear the cache at any time, just click the Save button at the top of the page.
de_de: Wenn die Zwischenspeicherung von Vorlagen aktiviert ist, werden die Vorlagen für einen schnelleren Abruf zwischengespeichert. Dies kann die Leistung verbessern, kann aber auch Probleme verursachen, wenn Sie Änderungen sofort sehen müssen. Um den Cache jederzeit zu löschen, klicken Sie einfach auf die Schaltfläche Speichern oben auf der Seite.
fi: Kun mallien välimuistitallennus on käytössä, mallit tallennetaan välimuistiin nopeampaa hakua varten. Tämä voi parantaa suorituskykyä, mutta voi aiheuttaa ongelmia, jos haluat nähdä muutokset heti. Voit tyhjentää välimuistin milloin tahansa napsauttamalla sivun yläreunassa olevaa Tallenna-painiketta.
tr_tr: Şablon önbelleğe alma etkinleştirildiğinde, şablonlar daha hızlı erişim için önbelleğe alınır. Bu, performansı artırabilir ancak değişiklikleri hemen görmeniz gerekiyorsa sorunlara neden olabilir. Önbelleği istediğiniz zaman temizlemek için sayfanın üst kısmındaki Kaydet düğmesine tıklamanız yeterlidir.

source: template caching is disabled
de_de: Zwischenspeicherung von Vorlagen ist deaktiviert
fi: mallin välimuistitallennus on poistettu käytöstä
tr_tr: şablon önbelleğe alma devre dışı

source: template caching is enabled
de_de: Template-Caching ist aktiviert
fi: mallin välimuistitallennus on käytössä
tr_tr: şablon önbelleğe alma etkinleştirildi

source: Gateway Partner Fees
de_de: Gateway-Partner-Gebühren
fi: Gateway-kumppanin maksut
tr_tr: Ağ Geçidi İş Ortağı Ücretleri

source: Apply Payment Processor Fees
de_de: Gebühren für Zahlungsdienstleister anwenden
fi: Sovelletaan maksuprosessorin maksuja
tr_tr: Ödeme İşlemcisi Ücretlerini Uygula

source: Usage is deprecated. Use EventEspresso\core\services\shortcodes\LegacyShortcodesManager::initializeShortcodes() or EventEspresso\core\services\modules\LegacyModulesManager::initializeModules() as direct replacement.
de_de: Die Verwendung ist veraltet. Verwenden Sie EventEspresso\core\services\shortcodes\LegacyShortcodesManager::initializeShortcodes() oder EventEspresso\core\services\modules\LegacyModulesManager::initializeModules() als direkten Ersatz.
fi: Käyttö on vanhentunut. Käytä EventEspresso\core\services\shortcodes\LegacyShortcodesManager::initializeShortcodes() tai EventEspresso\core\services\modules\LegacyModulesManager::initializeModules() suorana korvaajana.
tr_tr: Kullanımı kullanımdan kaldırılmıştır. Doğrudan yerine EventEspresso\core\services\shortcodes\LegacyShortcodesManager::initializeShortcodes() veya EventEspresso\core\services\modules\LegacyModulesManager::initializeModules() kullanın.

source: Usage is deprecated. Use EventEspresso\core\services\modules\LegacyModulesManager::registerModule() as direct replacement.
de_de: Die Verwendung ist veraltet. Verwenden Sie EventEspresso\core\services\modules\LegacyModulesManager::registerModule() als direkten Ersatz.
fi: Käyttö on vanhentunut. Käytä EventEspresso\core\services\modules\LegacyModulesManager::registerModule() suorana korvaajana.
tr_tr: Kullanımı kullanımdan kaldırılmıştır. Doğrudan yerine EventEspresso\core\services\modules\LegacyModulesManager::registerModule() kullanın.

source: Usage is deprecated. Use EventEspresso\core\services\widgets\LegacyWidgetsManager::widgetsInit() as direct replacement.
de_de: Die Verwendung ist veraltet. Verwenden Sie EventEspresso\core\services\widgets\LegacyWidgetsManager::widgetsInit() als direkten Ersatz.
fi: Käyttö on vanhentunut. Käytä EventEspresso\core\services\widgets\LegacyWidgetsManager::widgetsInit() suorana korvaajana.
tr_tr: Kullanımı kullanımdan kaldırılmıştır. Doğrudan yerine EventEspresso\core\services\widgets\LegacyWidgetsManager::widgetsInit() işlevini kullanın.

source: Usage is deprecated. Use EventEspresso\core\services\widgets\LegacyWidgetsManager::registerWidget() as direct replacement.
de_de: Die Verwendung ist veraltet. Verwenden Sie EventEspresso\core\services\widgets\LegacyWidgetsManager::registerWidget() als direkten Ersatz.
fi: Käyttö on vanhentunut. Käytä EventEspresso\core\services\widgets\LegacyWidgetsManager::registerWidget() suorana korvaajana.
tr_tr: Kullanım kullanımdan kaldırılmıştır. Doğrudan yerine EventEspresso\core\services\widgets\LegacyWidgetsManager::registerWidget() işlevini kullanın.

source: Usage is deprecated. Use EventEspresso\core\services\modules\ModuleRoutesManager::registerRoute() as direct replacement.
de_de: Die Verwendung ist veraltet. Verwenden Sie EventEspresso\core\services\modules\ModuleRoutesManager::registerRoute() als direkten Ersatz.
fi: Käyttö on vanhentunut. Käytä EventEspresso\core\services\modules\ModuleRoutesManager::registerRoute() suorana korvaajana.
tr_tr: Kullanımı kullanımdan kaldırılmıştır. Doğrudan yerine EventEspresso\core\services\modules\ModuleRoutesManager::registerRoute() işlevini kullanın.

source: Usage is deprecated. Use EventEspresso\core\services\modules\ModuleRoutesManager::getRoute() as direct replacement.
de_de: Die Verwendung ist veraltet. Verwenden Sie EventEspresso\core\services\modules\ModuleRoutesManager::getRoute() als direkten Ersatz.
fi: Käyttö on vanhentunut. Käytä EventEspresso\core\services\modules\ModuleRoutesManager::getRoute() suorana korvaajana.
tr_tr: Kullanımı kullanımdan kaldırılmıştır. Doğrudan yerine EventEspresso\core\services\modules\ModuleRoutesManager::getRoute() kullanın.

source: Usage is deprecated. Use EventEspresso\core\services\modules\ModuleRoutesManager::getRoutes() as direct replacement.
de_de: Die Verwendung ist veraltet. Verwenden Sie EventEspresso\core\services\modules\ModuleRoutesManager::getRoutes() als direkten Ersatz.
fi: Käyttö on vanhentunut. Käytä EventEspresso\core\services\modules\ModuleRoutesManager::getRoutes() suorana korvaajana.
tr_tr: Kullanımı kullanımdan kaldırılmıştır. Doğrudan yerine EventEspresso\core\services\modules\ModuleRoutesManager::getRoutes() işlevini kullanın.

source: Usage is deprecated. Use EventEspresso\core\services\modules\ModuleRoutesManager::registerForward() as direct replacement.
de_de: Die Verwendung ist veraltet. Verwenden Sie EventEspresso\core\services\modules\ModuleRoutesManager::registerForward() als direkten Ersatz.
fi: Käyttö on vanhentunut. Käytä EventEspresso\core\services\modules\ModuleRoutesManager::registerForward() suorana korvaajana.
tr_tr: Kullanımı kullanımdan kaldırılmıştır. Doğrudan yerine EventEspresso\core\services\modules\ModuleRoutesManager::registerForward() işlevini kullanın.

source: Usage is deprecated. Use EventEspresso\core\services\modules\ModuleRoutesManager::getForward() as direct replacement.
de_de: Die Verwendung ist veraltet. Verwenden Sie EventEspresso\core\services\modules\ModuleRoutesManager::getForward() als direkten Ersatz.
fi: Käyttö on vanhentunut. Käytä EventEspresso\core\services\modules\ModuleRoutesManager::getForward() suorana korvaajana.
tr_tr: Kullanımı kullanımdan kaldırılmıştır. Doğrudan yerine EventEspresso\core\services\modules\ModuleRoutesManager::getForward() kullanın.

source: Usage is deprecated. Use EventEspresso\core\services\modules\ModuleRoutesManager::registerView() as direct replacement.
de_de: Die Verwendung ist veraltet. Verwenden Sie EventEspresso\core\services\modules\ModuleRoutesManager::registerView() als direkten Ersatz.
fi: Käyttö on vanhentunut. Käytä EventEspresso\core\services\modules\ModuleRoutesManager::registerView() suorana korvaajana.
tr_tr: Kullanımı kullanımdan kaldırılmıştır. Doğrudan yerine EventEspresso\core\services\modules\ModuleRoutesManager::registerView() işlevini kullanın.

source: Usage is deprecated. Use EventEspresso\core\services\modules\ModuleRoutesManager::getView() as direct replacement.
de_de: Die Verwendung ist veraltet. Verwenden Sie EventEspresso\core\services\modules\ModuleRoutesManager::getView() als direkten Ersatz.
fi: Käyttö on vanhentunut. Käytä EventEspresso\core\services\modules\ModuleRoutesManager::getView() suorana korvaajana.
tr_tr: Kullanımı kullanımdan kaldırılmıştır. Doğrudan yerine EventEspresso\core\services\modules\ModuleRoutesManager::getView() kullanın.

source: This logic is no longer necessary. Please just call EE_Registration::transaction() instead.
de_de: Diese Logik ist nicht mehr notwendig. Bitte rufen Sie stattdessen EE_Registration::transaction() auf.
fi: Tämä logiikka ei ole enää tarpeen. Kutsu sen sijaan EE_Registration::transaction().
tr_tr: Bu mantık artık gerekli değildir. Lütfen bunun yerine EE_Registration::transaction() işlevini çağırın.

source: This logic been replaced by EE_Transaction_Processor::getTicketLineItemForRegistration(). Please use that method instead.
de_de: Diese Logik wurde durch EE_Transaction_Processor::getTicketLineItemForRegistration() ersetzt. Bitte verwenden Sie stattdessen diese Methode.
fi: Tämä logiikka on korvattu EE_Transaction_Processor::getTicketLineItemForRegistration() -toiminnolla. Käytä tätä menetelmää sen sijaan.
tr_tr: Bu mantık EE_Transaction_Processor::getTicketLineItemForRegistration() ile değiştirilmiştir. Lütfen bunun yerine bu yöntemi kullanın.

source: This logic been replaced by EE_Registration_Processor::toggle_registration_status_for_default_approved_events(). Please use that method instead.
de_de: Diese Logik wurde durch EE_Registration_Processor::toggle_registration_status_for_default_approved_events() ersetzt. Bitte verwenden Sie stattdessen diese Methode.
fi: Tämä logiikka on korvattu EE_Registration_Processor::toggle_registration_status_for_default_approved_events() -toiminnolla. Käytä tätä menetelmää sen sijaan.
tr_tr: Bu mantık EE_Registration_Processor::toggle_registration_status_for_default_approved_events() ile değiştirilmiştir. Lütfen bunun yerine bu yöntemi kullanın.

source: This logic been replaced by EE_Registration_Processor::toggle_registration_status_if_no_monies_owing(). Please use that method instead.
de_de: Diese Logik wurde durch EE_Registration_Processor::toggle_registration_status_if_no_monies_owing() ersetzt. Bitte verwenden Sie stattdessen diese Methode.
fi: Tämä logiikka on korvattu EE_Registration_Processor::toggle_registration_status_if_no_monies_owing() -toiminnolla. Käytä tätä menetelmää sen sijaan.
tr_tr: Bu mantık EE_Registration_Processor::toggle_registration_status_if_no_monies_owing() ile değiştirilmiştir. Lütfen bunun yerine bu yöntemi kullanın.

source: The "%1$s" type is not allowed for PersistentAdminNotice. Allowed types are: %2$s
de_de: Der Typ "%1$s" ist für PersistentAdminNotice nicht zulässig. Erlaubte Typen sind: %2$s
fi: Tyyppi "%1$s" ei ole sallittu PersistentAdminNotice-tyypille. Sallitut tyypit ovat: %2$s
tr_tr: PersistentAdminNotice için "%1$s" türüne izin verilmez. İzin verilen türler şunlardır: %2$s

source: Template Cache Settings
de_de: Template-Cache-Einstellungen
fi: Mallin välimuistin asetukset
tr_tr: Şablon Önbellek Ayarları

source: %1$s NEW
de_de: %1$s NEU
fi: %1$s UUTTA
tr_tr: %1$s YENİ

source: Enable Template Cache.
de_de: Aktivieren Sie den Vorlagen-Cache.
fi: Ota mallien välimuisti käyttöön.
tr_tr: Şablon Önbelleğini Etkinleştir.

source: Usage is deprecated. Use EventEspresso\core\services\shortcodes\LegacyShortcodesManager::registerShortcode() or EventEspresso\core\services\modules\LegacyModulesManager::registerModule() as direct replacement.
de_de: Die Verwendung ist veraltet. Verwenden Sie EventEspresso\core\services\shortcodes\LegacyShortcodesManager::registerShortcode() oder EventEspresso\core\services\modules\LegacyModulesManager::registerModule() als direkten Ersatz.
fi: Käyttö on vanhentunut. Käytä EventEspresso\core\services\shortcodes\LegacyShortcodesManager::registerShortcode() tai EventEspresso\core\services\modules\LegacyModulesManager::registerModule() suorana korvaajana.
tr_tr: Kullanım kullanımdan kaldırılmıştır. Doğrudan yerine EventEspresso\core\services\shortcodes\LegacyShortcodesManager::registerShortcode() veya EventEspresso\core\services\modules\LegacyModulesManager::registerModule() kullanın.

source: Enter a hex color code to use as the accent color for the ticket selector form. Defaults to a bright blue.%1$sPRO TIP: choosing colors nearest the top right corner of the color picker tool will work best!%2$s
de_de: Geben Sie einen Hex-Farbcode ein, der als Akzentfarbe für das Ticketauswahlformular verwendet werden soll. Standardmäßig wird ein helles Blau verwendet.%1$sPRO-TIPP: Die Auswahl von Farben in der Nähe der oberen rechten Ecke des Farbauswahlwerkzeugs funktioniert am besten!%2$s
fi: Anna heksavärikoodi, jota käytetään lipunvalintalomakkeen korostusvärinä. Oletusarvo on kirkkaan sininen.%1$sPRO VINKKI: värinvalintatyökalun oikean yläkulman lähimpänä olevat värit toimivat parhaiten!%2$s
tr_tr: Bilet seçici formu için vurgu rengi olarak kullanılacak onaltılık renk kodunu girin. Varsayılan renk parlak mavidir.%1$sPRO İPUCU: Renk seçme aracının sağ üst köşesine en yakın renkleri seçmek en iyi sonucu verecektir!%2$s

source: The legacy config class file "%s" is not readable. Please check file permissions.
de_de: Die Legacy-Konfigurationsklassendatei "%s" ist nicht lesbar. Bitte überprüfen Sie die Dateiberechtigungen.
fi: Perinteistä config-luokkatiedostoa "%s" ei voi lukea. Tarkista tiedoston käyttöoikeudet.
tr_tr: Eski yapılandırma sınıfı dosyası "%s" okunabilir değil. Lütfen dosya izinlerini kontrol edin.

source: Will not display events in the preceding event selector with end dates in the past (ie: have already finished)
de_de: Zeigt keine Ereignisse im vorangehenden Ereignis-Selektor an, deren Enddatum in der Vergangenheit liegt (d.h. die bereits beendet sind)
fi: Ei näytä tapahtumia edeltävässä tapahtumanvalitsimessa, joiden päättymispäivämäärät ovat menneisyydessä (eli ovat jo päättyneet).
tr_tr: Önceki etkinlik seçicide bitiş tarihleri geçmişte olan (yani: zaten bitmiş) etkinlikleri görüntülemeyecek

source: trash datetime
de_de: Müllzeitpunkt
fi: roskakoriin datetime
tr_tr: çöp tarih saati

source: trash ticket
de_de: Knöllchen
fi: roskakuponki
tr_tr: çöp bi̇leti̇

source: Whether the venue details should be shown on the events list page.
de_de: Ob die Details zum Veranstaltungsort auf der Seite mit der Veranstaltungsliste angezeigt werden sollen.
fi: Näytetäänkö tapahtumapaikan tiedot tapahtumaluettelosivulla.
tr_tr: Mekan detaylarının etkinlik listesi sayfasında gösterilip gösterilmeyeceği.

source: Use New Checkbox Selector
de_de: Neuen Checkbox-Selektor verwenden
fi: Käytä uutta valintaruutuvalitsinta
tr_tr: Yeni Onay Kutusu Seçicisini Kullan
