Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Viewing the events that has at least one person assigned as %s.
de_de: Anzeige der Ereignisse, denen mindestens eine Person als %s zugeordnet ist.
fi: Näytetään tapahtumat, joissa ainakin yksi henkilö on merkitty "%s".
fr_fr: Affichage des événement qui ont au moins une personne assignée comme %s,
tr_tr: En az bir kişinin %s olarak atandığı etkinlikler görüntüleniyor.

source: The %1$s Stripe Gateway %2$s plugin was deactivated! This plugin requires the %3$s Multibyte String, JSON and CURL PHP %4$s extensions to be active on your server.
de_de: Das %1$s Stripe Gateway %2$s Plugin wurde deaktiviert! Für dieses Plugin müssen die PHP-Erweiterungen %3$s Multibyte String, JSON und CURL %4$s auf Ihrem Server aktiviert sein.
fi: %1$s Stripe Gateway %2$s -lisäosa poistettiin käytöstä! Tämä lisäosa edellyttää, että %3$s Multibyte String, JSON ja CURL PHP %4$s -laajennukset ovat aktiivisia palvelimellasi.
tr_tr: %1$s Stripe Gateway %2$s eklentisi devre dışı bırakıldı! Bu eklenti, sunucunuzda %3$s Multibyte String, JSON ve CURL PHP %4$s uzantılarının etkin olmasını gerektirir.

source: Always sync contact information with WP user profile?
de_de: Kontaktinformationen immer mit dem WP-Benutzerprofil synchronisieren?
fi: Synkronoidaanko yhteystiedot aina WP-käyttäjäprofiiliin?
fr_fr: Toujours synchroniser les informations de contact avec le profil utilisateur WP?
tr_tr: İletişim bilgilerini her zaman WP kullanıcı profili ile senkronize edin?

source: This global option is used to indicate behaviour when a logged in user registers for an event, and what happens to that user’s related contact, which in turn is related to the primary registration.
de_de: Diese globale Option wird verwendet, um das Verhalten anzugeben, wenn sich ein angemeldeter Benutzer für ein Ereignis registriert, und was mit dem zugehörigen Kontakt dieses Benutzers geschieht, der wiederum mit der primären Registrierung verbunden ist.
fi: Tätä globaalia vaihtoehtoa käytetään osoittamaan, miten toimitaan, kun kirjautunut käyttäjä rekisteröityy tapahtumaan, ja mitä tapahtuu kyseisen käyttäjän yhteystiedolle, joka puolestaan liittyy ensisijaiseen rekisteröintiin.
fr_fr: Cette option globale est utilisée pour indiquer le comportement lorsqu'un utilisateur connecté se connecte à un événement et ce qui arrive au contact associé de cet utilisateur, lequel est lui-même lié à l'enregistrement principal.
tr_tr: Bu global seçenek, oturum açmış bir kullanıcı bir etkinliğe kaydolduğunda ve bu kullanıcının ilgili kişisine ne olacağını ve bunun da birincil kayıtla ilgili olduğunu belirtmek için kullanılır.

source: WP User Settings
de_de: WP-Benutzereinstellungen
fi: WP-käyttäjäasetukset
fr_fr: Paramètres d'utilisateur WP
tr_tr: WP Kullanıcı Ayarları

source: Login to see your registrations.
de_de: Bitte einloggen um Buchungen zu sehen.
fi: Kirjaudu sisään nähdäksesi ilmoittautumisesi.
fr_fr: Identifiez-vous pour voir vos inscriptions
tr_tr: Kayıtlarınızı görmek için giriş yapın.

source: Link to view invoice
de_de: Link zur Rechnung
fi: Laskulinkki
fr_fr: Lien vers la facture
tr_tr: Faturayı görüntülemek için bağlantı

source: You have no registrations yet
de_de: Sie haben noch keine Anmeldungen
fi: Sinulla ei ole vielä ilmoittautumisia.
fr_fr: Vous n'avez pas d'inscription actuellement
tr_tr: Henüz kaydınız yok

source: This page shows options for the WP User integration add-on
de_de: Diese Seite zeigt Optionen für das WP User Integration Add-on
fi: Tällä sivulla näytetään WP User -integraatiolisäosan vaihtoehdot.
fr_fr: Cette page affiche les options du module complémentaire d'intégration utilisateur WP
tr_tr: Bu sayfa WP User entegrasyon eklentisi için seçenekleri gösterir

source: This global option is used to indicate behaviour when a logged in user registers for an event, and what happens to that user's related contact, which in turn is related to the primary registration.
de_de: Diese globale Option wird verwendet, um das Verhalten anzugeben, wenn sich ein angemeldeter Benutzer für ein Ereignis registriert, und was mit dem zugehörigen Kontakt dieses Benutzers geschieht, der wiederum mit der primären Registrierung verbunden ist.
fi: Tätä globaalia vaihtoehtoa käytetään osoittamaan, miten toimitaan, kun kirjautunut käyttäjä rekisteröityy tapahtumaan, ja mitä tapahtuu kyseisen käyttäjän yhteystiedolle, joka puolestaan liittyy ensisijaiseen rekisteröintiin.
fr_fr: Cette option globale est utilisée pour indiquer le comportement lorsqu'un utilisateur connecté se connecte à un événement et ce qui arrive au contact associé de cet utilisateur, lequel est lui-même lié à l'enregistrement principal.
tr_tr: Bu global seçenek, oturum açmış bir kullanıcı bir etkinliğe kaydolduğunda ve bu kullanıcının ilgili kişisine ne olacağını ve bunun da birincil kayıtla ilgili olduğunu belirtmek için kullanılır.

source: When true (default):
de_de: Wenn wahr (Standard):
fi: Jos tosi (oletus):
fr_fr: Lorsque vrai (par défaut):
tr_tr: Doğru olduğunda (varsayılan):

source: If the logged in user has never had a relationship set between the user and the contact record, the relationship will be created on the initial registration between the contact for the primary registration and this user.
de_de: Wenn für den angemeldeten Benutzer noch nie eine Beziehung zwischen dem Benutzer und dem Kontaktdatensatz festgelegt wurde, wird die Beziehung bei der ersten Registrierung zwischen dem Kontakt für die primäre Registrierung und diesem Benutzer erstellt.
fi: Jos kirjautuneelle käyttäjälle ei ole koskaan määritetty suhdetta käyttäjän ja yhteystietueen välille, suhde luodaan ensimmäisen rekisteröinnin yhteydessä ensisijaisen rekisteröinnin yhteyshenkilön ja tämän käyttäjän välille.
fr_fr: Si l'utilisateur connecté n'a jamais eu de relation entre l'utilisateur et l'enregistrement de contact, la relation sera créée lors de l'enregistrement initial entre le contact pour l'enregistrement principal et cet utilisateur.
tr_tr: Oturum açan kullanıcı ile kişi kaydı arasında hiçbir zaman bir ilişki ayarlanmamışsa, ilişki birincil kayıt için kişi ile bu kullanıcı arasında ilk kayıtta oluşturulacaktır.

source: On subsequent registrations by this user, the contact record from previous registrations for that user will be used for the primary registration and ANY changes to that contact record will sync both with the contact record AND related wp user details for that account.
de_de: Bei nachfolgenden Registrierungen dieses Benutzers wird der Kontaktdatensatz aus früheren Registrierungen für diesen Benutzer für die primäre Registrierung verwendet, und Jegliche Änderungen an diesem Kontaktdatensatz werden sowohl mit dem Kontaktdatensatz als auch mit den zugehörigen wp-Benutzerdetails für dieses Konto synchronisiert.
fi: Tämän käyttäjän myöhemmissä rekisteröinneissä kyseisen käyttäjän aiempien rekisteröintien yhteystietoja käytetään ensisijaiseen rekisteröintiin, ja kaikki yhteystietoihin tehdyt muutokset synkronoidaan sekä yhteystietoihin että kyseisen tilin wp-käyttäjätietoihin.
fr_fr: Lors d'enregistrements ultérieurs de cet utilisateur, l'enregistrement de contact des enregistrements précédents pour cet utilisateur sera utilisé pour l'enregistrement primaire et TOUT changement à cet enregistrement de contact se synchronisera à la fois avec l'enregistrement de contact ET les détails d'utilisateur de wp relatifs à ce compte.
tr_tr: Bu kullanıcı tarafından yapılan sonraki kayıtlarda, bu kullanıcı için önceki kayıtlardaki kişi kaydı birincil kayıt için kullanılacak ve bu kişi kaydında yapılan HERHANGİ bir değişiklik hem kişi kaydı hem de bu hesap için ilgili wp kullanıcı ayrıntıları ile senkronize edilecektir.

source: When false:
de_de: Wenn falsch:
fi: Jos epätosi:
fr_fr: Lorsque faux:
tr_tr: Yanlış olduğunda:

source: The only time the contact and related registration will be attached to the logged in user is if the user does not change the first name, last name, or email address in the pre-populated fields for the first registration in the registration form.
de_de: Der Kontakt und die zugehörige Registrierung werden nur dann mit dem angemeldeten Benutzer verknüpft, wenn der Benutzer den Vornamen, den Nachnamen oder die E-Mail-Adresse in den vorausgefüllten Feldern für die erste Registrierung im Registrierungsformular nicht ändert.
fi: Ainoa tilanne, jossa yhteystieto ja siihen liittyvä ilmoittatuminen yhdistetään sisäänkirjautuneeseen käyttäjään, on silloin, jos käyttäjä ei vaihda etunimeä, sukunimeä tai sähköpostiosoitetta ilmoittautumislomakkeen ensimmäisen ilmoittautujan valmiiksi täytettyihin kenttiin.
fr_fr: La seule fois où le contact et l'enregistrement connexe seront rattachés à l'utilisateur connecté est si l'utilisateur ne change pas le prénom, le nom de famille ou l'adresse électronique dans les champs pré-remplis pour la première inscription dans le formulaire d'inscription.
tr_tr: Kişi ve ilgili kaydın oturum açan kullanıcıya ekleneceği tek zaman, kullanıcının kayıt formundaki ilk kayıt için önceden doldurulmuş alanlardaki adı, soyadı veya e-posta adresini değiştirmediği zamandır.

source: The main difference between the two options is in the former (true) - EVERY registration by a logged in user is attached to the same contact for the primary registration, and the user has a record of every event they've registered for.
de_de: Der Hauptunterschied zwischen den beiden Optionen liegt in der ersten Option (wahr) - JEDE Anmeldung eines angemeldeten Benutzers wird mit demselben Kontakt für die primäre Anmeldung verknüpft, und der Benutzer hat einen Datensatz für jede Veranstaltung, für die er sich angemeldet hat.
fi: Suurin ero näiden kahden vaihtoehdon välillä on ensimmäisessä vaihtoehdossa (true) - kirjautuneen käyttäjän JOKAINEN rekisteröinti liitetään samaan yhteystietoon ensisijaisen rekisteröinnin yhteydessä, ja käyttäjällä on tietue jokaisesta tapahtumasta, johon hän on rekisteröitynyt.
fr_fr: La différence principale entre les deux options est dans l'ancien (vrai) - CHAQUE inscription par un utilisateur connecté est attachée au même contact pour l'enregistrement principal et l'utilisateur a un enregistrement de chaque événement pour lequel il s'est inscrit.
tr_tr: İki seçenek arasındaki temel fark birincisinde (doğru) - oturum açmış bir kullanıcı tarafından yapılan HER kayıt, birincil kayıt için aynı kişiye eklenir ve kullanıcı, kaydolduğu her etkinliğin kaydına sahip olur.

source: Whereas with the second option (false) - a record of events the user has registered for ONLY applies when the personal questions for the primary registration have not been changed.
de_de: Bei der zweiten Option (false) hingegen werden die Veranstaltungen, für die sich der Benutzer angemeldet hat, NUR erfasst, wenn die persönlichen Fragen für die primäre Anmeldung nicht geändert wurden.
fi: Kun taas toisen vaihtoehdon (false) - kirjaus tapahtumista, joihin käyttäjä on rekisteröitynyt, on voimassa AINOASTAAN silloin, kun ensisijaisen rekisteröinnin henkilökohtaisia kysymyksiä ei ole muutettu.
fr_fr: Alors qu'avec la deuxième option (faux) - un enregistrement des événements que l'utilisateur a enregistré pour SEULEMENT s'applique lorsque les questions personnelles pour l'enregistrement primaire n'ont pas été modifiées.
tr_tr: İkinci seçenekte ise (false) - kullanıcının kaydolduğu etkinliklerin kaydı SADECE birincil kayıt için kişisel sorular değiştirilmediğinde geçerlidir.

source: Venues can be managed through the %sVenues page%s.
de_de: Veranstaltungsorte können über die %sVeranstaltungsorte%s verwaltet werden.
fi: Tapahtumapaikkoja voit hallita %sTapahtumapaikat%s-sivulla.
fr_fr: Les Sites peuvent être gérés par la %s page Site%s.
tr_tr: Mekanlar %sVenues sayfası%s aracılığıyla yönetilebilir.

source: Remaining
de_de: Ausstehend
fi: Jäljellä
fr_fr: Places restantes
tr_tr: Kalan

source: Total%sSold
de_de: Total %s Teilnehmer
fi: Yhteensä%smyyty
fr_fr: Total %s Vendu
tr_tr: Toplam%sSatıldı

source: Total Sold
de_de: Teilnehmer Gesamt
fi: Yhteensä myyty
fr_fr: Total vendu
tr_tr: Toplam Satılan

source: 1 item was successfully added for this event.
de_de: 1 Ticket wurde erfolgreich für dieses Event gebucht.
fi: Tähän tapahtumaan lisättiin onnistuneesti yksi tuote.
fr_fr: 1 article a été ajouté avec succès pour cet événement.
tr_tr: Bu etkinlik için 1 öğe başarıyla eklendi.

source: There is currently 1 item in the %2$s.
de_de: Es befindet sich derzeit 1 Objekt im %2$s.
fi: %2$sssa on tällä hetkellä 1 tuote.
fr_fr: Il y a actuellement 1 élément dans le %2$s.
tr_tr: Şu anda %2$s'de 1 öğe bulunmaktadır.

source: %1$s item was successfully %2$s for this event.
de_de: %1$s Objekt(e) wurden dem %2$s hinzugefügt.
fi: %1$s kohde oli onnistuneesti %2$s tässä tapahtumassa.
fr_fr: %1$s billets ont été ajoutés avec succès %2$s pour cet événement.
tr_tr: %1$s öğesi bu etkinlik için başarılı bir şekilde %2$s oldu.

source: The quantities were successfully updated for this event.
de_de: Menge für diese Veranstaltung erfolgreich angepasst.
fi: Tämän tapahtuman määrät päivitettiin onnistuneesti.
fr_fr: Les quantités ont été mis á jour avec succès pour cet événement.
tr_tr: Miktarlar bu etkinlik için başarıyla güncellenmiştir.

source: %1$s item was not %2$s for this event. Please refresh the page and try it again.
de_de: %1$s Artikel war nicht %2$s für dieses Ereignis. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.
fi: %1$s kohde ei ollut %2$s tähän tapahtumaan. Päivitä sivu ja yritä uudelleen.
fr_fr: L'élément%1$s n'était pas%2$s pour cet événement. Veuillez actualiser la page et recommencer.
tr_tr: %1$s öğesi bu etkinlik için %2$s değildi. Lütfen sayfayı yenileyin ve tekrar deneyin.

source: The specified item could not be found in the cart, therefore the quantity could not be adjusted. Please refresh the page and try again.
de_de: Dieser Artikel befindet sich nicht im Warenkorb, also kann die Menge nicht angepasst werden. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.
fi: Määriteltyä tuotetta ei löytynyt ostoskorista, joten määrää ei voitu muuttaa. Päivitä sivu ja yritä uudelleen.
fr_fr: L'article spécifié n'a pas pu être trouvé dans le panier, donc la quantité n'a pas pu être ajustée. Veuillez actualiser la page et réessayer.
tr_tr: Belirtilen ürün sepette bulunamadı, bu nedenle miktar ayarlanamadı. Lütfen sayfayı yenileyin ve tekrar deneyin.

source: %1$s item was successfully removed from the %2$s
de_de: %1$s wurde(n) aus dem %2$s entfernt
fi: %1$s-tuote poistettiin onnistuneesti kohteesta %2$s
fr_fr: L'élément %1$s a été supprimé avec succès de %2$s
tr_tr: %1$s öğesi %2$s öğesinden başarıyla kaldırıldı

source: %1$s items were successfully removed from the %2$s
de_de: %1$s Artikel wurden erfolgreich von %2$s entfernt
fi: %1$s-tuotteet poistettiin onnistuneesti kohteesta %2$s
fr_fr: Les éléments %1$s ont été supprimés avec succès de %2$s
tr_tr: %1$s öğesi %2$s öğesinden başarıyla kaldırıldı

source: The item was not removed from the %1$s
de_de: Der Artikel wurde nicht vom %1$s entfernt
fi: Tuotetta ei poistettu %1$s:stä.
fr_fr: L'élément n'a pas été supprimé de %1$s
tr_tr: Öğe %1$s'den kaldırılmadı

source: add one item
de_de: Artikel hinzufügen
fi: lisää yksi tuote
fr_fr: ajouter un article
tr_tr: bir öğe ekleyin

source: there are no more items available
de_de: Es sind keine weiteren Artikel verfügbar
fi: tuotteita ei ole enää jäljellä
fr_fr: Il n'y a plus d'article disponible
tr_tr: daha fazla ürün mevcut değil

source: remove one item
de_de: Artikel entfernen
fi: poista yksi tuote
fr_fr: retirer un objet
tr_tr: bir öğeyi kaldırın

source: delete item from event cart
de_de: Artikel aus Warenkorb entfernen
fi: poista tuote tapahtumakorista
tr_tr: etkinlik sepetinden öğe silme

source: Collect the user's billing address? %s
de_de: Die Rechnungsadresse des Benutzers erfassen? %s
fi: Kerää käyttäjän laskutusosoite? %s
fr_fr: Demander l'adresse de facturation ? %s
tr_tr: Kullanıcının fatura adresini toplayalım mı? %s

source: Collect the user's billing address
de_de: Erfassen Sie die Rechnungsadresse des Benutzers
fi: Kerää käyttäjien laskutusosoitteet
fr_fr: Demander l'adresse de facturation de l'utilisateur
tr_tr: Kullanıcının fatura adresini toplayın

source: Specify whether Checkout should collect the user's billing address.
de_de: Geben Sie an, ob der Checkout die Rechnungsadresse des Benutzers erfassen soll.
fi: Määritä, kerätäänkö Kassalle käyttäjän laskutusosoite.
fr_fr: Spécifier quand le Checkout doit demander l'adresse de facturation de l'utilisateur
tr_tr: Checkout'un kullanıcının fatura adresini toplayıp toplamayacağını belirtin.

source: Reg Code: %s
de_de: Buchungscode: %s
fi: Ilmoittautumiskoodi: %s
fr_fr: Code de réservation: %s
tr_tr: Kayıt Kodu: %s

source: (%s of %s)
de_de: (%s von %s)
tr_tr: (%s'nin %s'si)

source: Name and Description
de_de: Name und Beschreibung
fi: Lipputyyppi
fr_fr: Nom et description
tr_tr: İsim ve Açıklama

source: Sale Dates
de_de: Angebotszeitraum
fi: Myyntipäivät
fr_fr: Dates de vente
tr_tr: Satış Tarihleri

source: The dates when this option is available for purchase.
de_de: Der Zeitraum, in dem dieser Artikel zum Kauf angeboten wird.
fi: Päivät, jolloin tämä vaihtoehto on ostettavissa.
fr_fr: Dates à laquelle ce billet sera disponible à la vente (dans la limite des places)
tr_tr: Bu seçeneğin satın alınabileceği tarihler.

source: Access
de_de: Berechtigung
fi: Sisäänpääsy
fr_fr: Accès
tr_tr: Erişim

source: This option allows access to the following dates and times.
de_de: Dieses Ticket berechtigt zur Teilnahme an folgenden Veranstaltungsterminen und -zeiten.
fi: Tällä vaihtoehdolla pääset sisään seuraavina ajankohtina.
fr_fr: Ce billet donne accès aux dates et heures suivantes
tr_tr: Bu seçenek aşağıdaki tarih ve saatlere erişim sağlar.

source: Date
de_de: Datum
fi: Päivä
tr_tr: Tarih

source: Payment or Refund
de_de: Zahlung oder Rückerstattung
fi: Maksu/palautus
fr_fr: Payement ou Remboursement
tr_tr: Ödeme veya Para İadesi

source: Payment amount
de_de: Zahlungssumme
fi: Maksun määrä
fr_fr: Montant du paiement
tr_tr: Ödeme Tutarı

source: Payment status
de_de: Zahlungsstatus
fi: Maksun tila
fr_fr: Statut du paiement
tr_tr: Ödeme Durumu

source: Payment date
de_de: Zahlungsdatum
fi: Maksupäivä
fr_fr: Date du paiement
tr_tr: Ödeme Tarihi

source: Transaction or Cheque Number
de_de: Transaktions- oder Schecknummer
fi: Tilauksen tai shekin numero
fr_fr: Virement ou Chèque
tr_tr: İşlem veya Çek Numarası

source: Purchase Order Number
de_de: Bestellungsnummer
fi: Tilausnumero
fr_fr: Identifiant de l'achat
tr_tr: Sipariş Numarası

source: Extra Field for Accounting
de_de: Extrafeld für die Buchhaltung
fi: Kirjanpidon lisäkenttä
fr_fr: Champ supplémentaire pour la comptabilité
tr_tr: Muhasebe için Ekstra Alan

source: Payment %1$d has not been successfully saved to the database.
de_de: Die Zahlung %1$d wurde nicht erfolgreich in der Datenbank gespeichert.
fi: Maksusuorituksen %1$d tallentaminen tietokantaan ei onnistunut.
fr_fr: Le paiement %1$d n'a pas été sauvegardé correctement
tr_tr: Ödeme %1$d veritabanına başarıyla kaydedilmedi.

source: Error occurred while receiving IPN. Transaction: %1$s, req data: %2$s. The error was "%3$s"
de_de: Beim Empfang der IPN ist ein Fehler aufgetreten. Transaktion: %1$s, angeforderte Daten: %2$s. Der Fehler war "%3$s".
fi: Virhe vastaanotettaessa IPN-tietoa (Instant Payment Notification). Tilaus: %1$s, ilmoittautumistiedot: %2$s. Virhe oli: "%3$s"
fr_fr: Une erreur est survenue à la réception de l'IPN. Transaction: %1$s, req data: %2$s. L'erreur était "%3$s"
tr_tr: IPN alınırken hata oluştu. İşlem: %1$s, talep edilen veri: %2$s. Hata "%3$s" idi

source: A remainder of %1$s exists after applying this payment to Registration(s) %2$s.%3$sPlease verify that the original payment amount of %4$s is correct. If so, you should edit this payment and select at least one additional registration in the "Registrations to Apply Payment to" section, so that the remainder of this payment can be applied to the additional registration(s).
de_de: Nach Anwendung dieser Zahlung auf Registrierung(en) %2$s verbleibt ein Restbetrag von %1$s.%3$sBitte überprüfen Sie, ob der ursprüngliche Zahlungsbetrag von %4$s korrekt ist. Wenn ja, sollten Sie diese Zahlung bearbeiten und mindestens eine weitere Registrierung im Abschnitt "Registrierungen, auf die die Zahlung angewendet werden soll" auswählen, damit der Restbetrag dieser Zahlung auf die zusätzliche(n) Registrierung(en) angewendet werden kann.
fi: Tästä maksusuorituksesta jäi kohdistamatta %1$s sen jälkeen, kun maksu kohdistettiin ilmoittautumiselle %2$s.%3$sTarkista, että alkuperäinen maksun suuruus (%4$s) on oikein. Jos näin on, muokkaa maksutietoja ja valitse ainakin yksi ylimääräinen ilmoittautuminen kohdassa "Ilmoittautumiset, joihin suoritus kohdistetaan", jolloin loppuosa maksusta voidaan kohdistaa kyseisiin ilmoittautumisiin.
fr_fr: Un reste de %1$ s existe après l'application de ce paiement à l'enregistrement(s) %2$s.%3$s Veuillez vérifier que le montant de paiement initial de %4$s est correct. Si tel est le cas, vous devez modifier ce paiement et sélectionner au moins un enregistrement supplémentaire dans la section «Inscriptions pour appliquer le paiement à», afin que le reste de ce paiement puisse être appliqué aux inscriptions supplémentaires.
tr_tr: Bu ödeme %2$s kayıt(lar)ına uygulandıktan sonra %1$s tutarında bir bakiye kalmıştır.%3$sLütfen %4$s tutarındaki orijinal ödeme tutarının doğru olduğunu doğrulayın. Eğer öyleyse, bu ödemeyi düzenlemeli ve "Ödemenin Uygulanacağı Kayıtlar" bölümünde en az bir ek kayıt seçmelisiniz, böylece bu ödemenin kalanı ek kayıt(lar)a uygulanabilir.

source: An invalid registration was received.
de_de: Es wurde eine ungültige Registrierung empfangen.
fi: Virheellinen ilmoittautuminen vastaanotettu.
fr_fr: Une inscription invalide a été reçue.
tr_tr: Geçersiz bir kayıt alındı.

source: "%1$s" does not represent a valid Date Time in the format "%2$s".
de_de: "%1$s" steht nicht für eine gültige Datumszeit im Format "%2$s".
fi: "%1$s" ei ole kelvollinen päivämäärä ja/tai aika (oikea muoto: "%2$s").
fr_fr: "%1$s" n'est pas une date valide (fort "%2$s").
tr_tr: "%1$s", "%2$s" biçiminde geçerli bir Tarih Saatini temsil etmiyor.

source: No Country ISO code or an invalid Country ISO code was received.
de_de: Es wurde kein Länder-ISO-Code oder ein ungültiger Länder-ISO-Code empfangen.
fi: Virheellinen tai puuttuva valtion ISO-tunnus.
fr_fr: Le code ISO du pays est invalide ou aucun code n'a été reçu.
tr_tr: Ülke ISO kodu yok veya geçersiz bir Ülke ISO kodu alındı.

source: No State ISO code or an invalid State ISO code was received.
de_de: Es wurde kein ISO-Code des Staates oder ein ungültiger ISO-Code des Staates empfangen.
fi: Virheellinen tai puuttuva osavaltion ISO-tunnus.
fr_fr: Le code ISO de la province est absent ou invalide.
tr_tr: Eyalet ISO kodu yok veya geçersiz bir Eyalet ISO kodu alındı.

source: No State name or an invalid State name was received.
de_de: Es wurde kein Staatsname oder ein ungültiger Staatsname empfangen.
fi: Virheellinen tai puuttuva osavaltion nimi.
fr_fr: Le nom de la province est invalide ou n'a pas été reçu.
tr_tr: Eyalet adı yok veya geçersiz bir Eyalet adı alındı.

source: No State ID or an invalid State ID was received.
de_de: Es wurde keine State ID oder eine ungültige State ID empfangen.
fi: Virheellinen tai puuttuva osavaltion koodi.
fr_fr: Aucun ID d'état ou un ID d'état non valide n'a été reçu.
tr_tr: Devlet Kimliği yok veya geçersiz bir Devlet Kimliği alındı.

source: Add People Type
de_de: Personentyp hinzufügen
fi: Lisää rooli
fr_fr: Ajouter un type de personnes
tr_tr: Kişi Türü Ekle

source: Edit People Type
de_de: Personentyp bearbeiten
fi: Muokkaa roolia
fr_fr: Modifier le type de personnes
tr_tr: Kişi Türünü Düzenle
