Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Sorry, you are not allowed to %1$s %2$s. Missing permissions: %3$s
de_de: Leider ist es nicht erlaubt, %1$s %2$s zu verwenden. Fehlende Berechtigungen: %3$s
fi: Valitettavasti et saa käyttää %1$s %2$s. Puuttuvat oikeudet: %3$s
tr_tr: Üzgünüz, %1$s %2$s için izniniz yok. Eksik izinler: %3$s

source: You tried to submit a JSON error object as a value for %1$s. That's not allowed.
de_de: Sie haben versucht, ein JSON-Fehlerobjekt als Wert für %1$s zu übermitteln. Das ist nicht erlaubt.
fi: Yritit lähettää JSON-virheobjektin %1$s:n arvona. Se ei ole sallittua.
tr_tr: %1$s için değer olarak bir JSON hata nesnesi göndermeye çalıştınız. Buna izin verilmiyor.

source: Timestamps received on a request as the value for Date and Time fields must be in %1$s/%2$s format. The timestamp provided (%3$s) is not that format.
de_de: Zeitstempel, die bei einer Anfrage als Wert für die Felder Datum und Uhrzeit empfangen werden, müssen im Format %1$s/%2$s vorliegen. Der angegebene Zeitstempel (%3$s) entspricht nicht diesem Format.
fi: Päivämäärä- ja kellonaikakenttien arvona pyynnön yhteydessä vastaanotettujen aikaleimojen on oltava muodossa %1$s/%2$s. Toimitettu aikaleima (%3$s) ei ole tässä muodossa.
tr_tr: Bir istekte Tarih ve Saat alanları için değer olarak alınan zaman damgaları %1$s/%2$s biçiminde olmalıdır. Sağlanan zaman damgası (%3$s) bu formatta değildir.

source: The value of this field in the database is a PHP object, which can't be represented in JSON.
de_de: Der Wert dieses Feldes in der Datenbank ist ein PHP-Objekt, das nicht in JSON dargestellt werden kann.
fi: Tämän kentän arvo tietokannassa on PHP-objekti, jota ei voi esittää JSON-muodossa.
tr_tr: Bu alanın veritabanındaki değeri, JSON'da gösterilemeyen bir PHP nesnesidir.

source: The array provided for the parameter "%1$s" should be numerically indexed.
de_de: Das für den Parameter "%1$s" angegebene Array sollte numerisch indiziert sein.
fi: Parametrille "%1$s" annetun array:n pitäisi olla numeerisesti indeksoitu.
tr_tr: "%1$s" parametresi için sağlanan dizi sayısal olarak indekslenmelidir.

source: The operator you provided, "%1$s" had the wrong number of arguments
de_de: Der von Ihnen angegebene Operator "%1$s" hatte die falsche Anzahl von Argumenten
fi: Antamallasi operaattorilla "%1$s" oli väärä määrä argumentteja.
tr_tr: Sağladığınız "%1$s" işlecinin yanlış sayıda bağımsız değişkeni vardı

source: You provided an invalid parameter, with key "%1$s" and value "%2$s"
de_de: Sie haben einen ungültigen Parameter mit dem Schlüssel "%1$s" und dem Wert "%2$s" angegeben.
fi: Annoit virheellisen parametrin, jonka avain on "%1$s" ja arvo "%2$s".
tr_tr: "%1$s" anahtarı ve "%2$s" değeriyle geçersiz bir parametre sağladınız

source: You have provided an invalid parameter: "%1$s"
de_de: Sie haben einen ungültigen Parameter angegeben: "%1$s"
fi: Olet antanut virheellisen parametrin: "%1$s"
tr_tr: Geçersiz bir parametre sağladınız: "%1$s"

source: You provided an invalid parameter, with key "%1$s"
de_de: Sie haben einen ungültigen Parameter mit dem Schlüssel "%1$s" angegeben.
fi: Annoit virheellisen parametrin, jonka avain on "%1$s".
tr_tr: "%1$s" anahtarıyla geçersiz bir parametre sağladınız

source: An item was retrieved from the database but it's not a WP_Post like it should be.
de_de: Ein Element wurde aus der Datenbank abgerufen, aber es ist kein WP_Post, wie es sein sollte.
fi: Tietokannasta haettiin kohde, mutta se ei ole WP_Post, kuten sen pitäisi olla.
tr_tr: Veritabanından bir öğe alındı ancak olması gerektiği gibi bir WP_Post değil.

source: Could not insert new %1$s
de_de: Konnte %1$s nicht neu einfügen
fi: Uutta %1$s ei voitu lisätä
tr_tr: Yeni %1$s eklenemedi

source: Could not edit %1$s
de_de: Konnte %1$s nicht bearbeiten
fi: Ei voitu muokata %1$s
tr_tr: %1$s düzenlenemedi

source: %1$s do not support trashing. Set force=1 to delete.
de_de: %1$s unterstützen keinen Löschvorgang. Setzen Sie force=1 zum Löschen.
fi: %1$s ei tue roskakoria. Aseta force=1 poistaaksesi.
tr_tr: %1$s çöpe atmayı desteklemiyor. Silmek için force=1 olarak ayarlayın.

source: The included data handler class name does not match any valid, accessible, "%1$s" classes. Looking for %2$s.
de_de: Der Name der enthaltenen Datenhandler-Klasse stimmt mit keiner gültigen, zugänglichen "%1$s"-Klasse überein. Es wird nach %2$s gesucht.
fi: Mukana olevan tiedonkäsittelijäluokan nimi ei vastaa yhtään kelvollista, käytettävissä olevaa "%1$s"-luokkaa. Etsitään %2$s.
tr_tr: Eklenen veri işleyici sınıf adı geçerli, erişilebilir, "%1$s" sınıflarıyla eşleşmiyor. %2$s aranıyor.

source: The Invoice payment method has been activated. It requires the %1$sinvoice message%2$s type to be active, so it was automatically activated for you.
de_de: Die Zahlungsmethode "Rechnung" wurde aktiviert. Sie erfordert, dass der %1$sRechnungsnachricht%2$s-Typ aktiv ist, daher wurde sie automatisch für Sie aktiviert.
fi: Laskun maksutapa on aktivoitu. Se edellyttää, että %1$slaskuviesti%2$s-tyyppi on aktiivinen, joten se aktivoitiin sinulle automaattisesti.
tr_tr: Fatura ödeme yöntemi etkinleştirildi. %1$sinvoice message%2$s türünün etkin olmasını gerektirir, bu nedenle sizin için otomatik olarak etkinleştirildi.

source: We no longer define what currencies are usable by payment methods. Its not used nor efficient.
de_de: Wir legen nicht mehr fest, welche Währungen mit welchen Zahlungsmitteln verwendet werden können. Es wird nicht genutzt und ist nicht effizient.
fi: Emme enää määrittele, mitkä valuutat ovat käyttökelpoisia maksutapojen mukaan. Sitä ei käytetä eikä se ole tehokasta.
tr_tr: Artık hangi para birimlerinin ödeme yöntemleri tarafından kullanılabileceğini tanımlamıyoruz. Ne kullanılıyor ne de verimli.

source: The name of a payment method must be specified to add capabilities.
de_de: Zum Hinzufügen von Funktionen muss der Name einer Zahlungsmethode angegeben werden.
fi: Maksutavan nimi on määriteltävä, jos haluat lisätä ominaisuuksia.
tr_tr: Yetenek eklemek için bir ödeme yönteminin adı belirtilmelidir.

source: No role was supplied while trying to add capabilities for the %1$s payment method.
de_de: Beim Versuch, Funktionen für die Zahlungsmethode %1$s hinzuzufügen, wurde keine Rolle angegeben.
fi: Roolia ei annettu, kun yritettiin lisätä ominaisuuksia %1$s-maksutavalle.
tr_tr: %1$s ödeme yöntemi için yetenekler eklenmeye çalışılırken hiçbir rol sağlanmadı.

source: These are private keys generated when you create an app. To find and copy these keys, sign in to %1$s developer.intuit.com%2$s and click %3$s My Apps %4$s. Find and open the app you want and click the %5$s Keys %6$s tab.
de_de: Dies sind private Schlüssel, die beim Erstellen einer App generiert werden. Um diese Schlüssel zu finden und zu kopieren, melden Sie sich bei %1$s developer.intuit.com%2$s an und klicken auf %3$s Meine Apps %4$s. Suchen und öffnen Sie die gewünschte App und klicken Sie auf die Registerkarte %5$s Schlüssel %6$s.
fi: Nämä ovat yksityisiä avaimia, jotka luodaan sovelluksen luomisen yhteydessä. Voit etsiä ja kopioida nämä avaimet kirjautumalla sisään osoitteessa %1$s developer.intuit.com%2$s ja valitsemalla %3$s My Apps %4$s. Etsi ja avaa haluamasi sovellus ja napsauta välilehteä %5$s Keys %6$s.
tr_tr: Bunlar, bir uygulama oluşturduğunuzda oluşturulan özel anahtarlardır. Bu anahtarları bulmak ve kopyalamak için %1$s developer.intuit.com%2$s adresinde oturum açın ve %3$s Uygulamalarım %4$s'e tıklayın. İstediğiniz uygulamayı bulup açın ve %5$s Keys %6$s sekmesine tıklayın.

source: Starting Datetime Offset Fix
de_de: Korrektur der Startzeitverschiebung
fi: Aloituspäivämäärän siirtymä Korjaus
tr_tr: Başlangıç Tarih Saati Ofseti Düzeltmesi

source: Updated the offset for all datetime fields on the %s model.
de_de: Der Offset für alle Datetime-Felder im %s-Modell wurde aktualisiert.
fi: Päivitti kaikkien %s-mallin datetime-kenttien offsetin.
tr_tr: %s modelindeki tüm datetime alanları için ofset güncellendi.

source: Offset has been applied to all affected fields.
de_de: Der Offset wurde auf alle betroffenen Felder angewendet.
fi: Offset on sovellettu kaikkiin kenttiin, joita asia koskee.
tr_tr: Ofset, etkilenen tüm alanlara uygulanmıştır.

source: Unknown mysql error occured.
de_de: Unbekannter mysql-Fehler ist aufgetreten.
fi: Tuntematon mysql-virhe ilmeni.
tr_tr: Bilinmeyen mysql hatası oluştu.

source: The %1$s table for the %2$s model did not have the offset of %3$f applied to its fields (%4$s), because of the following error:%5$s
de_de: In der Tabelle %1$s für das Modell %2$s wurde der Offset von %3$f nicht auf die Felder (%4$s) angewendet, da der folgende Fehler aufgetreten ist:%5$s
fi: %2$s-mallin %1$s taulukkoon ei sovellettu kenttiin (%4$s) siirtoa %3$f seuraavan virheen vuoksi:%5$s
tr_tr: %2$s modeli için %1$s tablosunun alanlarına (%4$s) %3$f ofseti uygulanmadı, çünkü aşağıdaki hata oluştu:%5$s

source: The %1$s table for the %2$s model has had the offset of %3$f applied to its following fields: %4$s
de_de: Auf die Tabelle %1$s für das Modell %2$s wurde der Offset %3$f für die folgenden Felder angewendet: %4$s
fi: %2$s-mallin %1$s taulukkoon on sovellettu offsetia %3$f seuraaviin kenttiin: %4$s.
tr_tr: %2$s modeli için %1$s tablosunun aşağıdaki alanlarına %3$f ofseti uygulanmıştır: %4$s

source: Button
de_de: Schaltfläche
fi: Nappi
tr_tr: Düğme

source: The %1$s parameter value for %2$s must be numeric or null, %3$s was passed into the constructor.
de_de: Der %1$s-Parameterwert für %2$s muss numerisch oder null sein, %3$s wurde an den Konstruktor übergeben.
fi: %2$s:n parametrin %1$s arvon on oltava numeerinen tai nolla, %3$s annettiin konstruktoriin.
tr_tr: %2$s için %1$s parametre değeri sayısal veya null olmalıdır, %3$s yapıcıya aktarılmıştır.

source: A non-empty array of strings, is required to add attributes to iframe Javascript.
de_de: Ein nicht leeres Array von Strings, ist erforderlich, um Attribute zu iframe Javascript hinzuzufügen.
fi: Tyhjentymätön merkkijonojen joukko, jota tarvitaan attribuuttien lisäämiseksi iframe Javascriptiin.
tr_tr: Boş olmayan bir dizgi dizisi, iframe Javascript'e nitelik eklemek için gereklidir.

source: Incoming array looks like its formatted as a "%1$s" or "%2$s" type. However, the values in the array must be arrays themselves and they are not.
de_de: Das eingehende Array sieht aus, als wäre es als "%1$s" oder "%2$s" formatiert. Die Werte im Array müssen jedoch selbst Arrays sein, was sie nicht sind.
fi: Saapuva matriisi näyttää olevan muotoiltu "%1$s" tai "%2$s" -tyyppiseksi. Joukon arvojen on kuitenkin oltava itse joukon arvoja, eivätkä ne sitä ole.
tr_tr: Gelen dizi "%1$s" veya "%2$s" türü olarak biçimlendirilmiş gibi görünüyor. Ancak, dizideki değerlerin kendileri dizi olmalıdır ve değillerdir.

source: The provided select part array for the %1$s column is expected to have a count of %2$d because the incoming select array is of type %3$s. However the count was %4$d.
de_de: Das bereitgestellte Select-Part-Array für die Spalte %1$s sollte eine Anzahl von %2$d haben, da das eingehende Select-Array vom Typ %3$s ist. Die Anzahl war jedoch %4$d.
fi: Sarakkeen %1$s Select Part Array:n odotetaan olevan %2$d, koska saapuvan Select Array:n tyyppi on %3$s. Luku oli kuitenkin %4$d.
tr_tr: Gelen select dizisi %3$s türünde olduğundan, %1$s sütunu için sağlanan select parçası dizisinin %2$d sayısına sahip olması beklenir. Ancak sayı %4$d idi.

source: Datatype %1$s (for selection "%2$s" and alias "%3$s") is not a valid wpdb datatype (eg %%s)
de_de: Datentyp %1$s (für Auswahl "%2$s" und Alias "%3$s") ist kein gültiger wpdb-Datentyp (z. B. %%s)
fi: Tietotyyppi %1$s (valinnalle "%2$s" ja alias "%3$s") ei ole kelvollinen wpdb-tietotyyppi (esim. %%s).
tr_tr: %1$s veri türü (seçim "%2$s" ve diğer ad "%3$s" için) geçerli bir wpdb veri türü değil (örneğin %%s)

source: An invalid operator has been provided (%1$s) for the column %2$s. Valid operators must be one of the following: %3$s.
de_de: Es wurde ein ungültiger Operator (%1$s) für die Spalte %2$s angegeben. Gültige Operatoren müssen einer der folgenden sein: %3$s.
fi: Sarakkeelle %2$s on annettu virheellinen operaattori (%1$s). Kelvollisten operaattoreiden on oltava jokin seuraavista: %3$s.
tr_tr: %2$s sütunu için geçersiz bir işleç sağlanmıştır (%1$s). Geçerli işleçler aşağıdakilerden biri olmalıdır: %3$s.

source: The session lifespan needs to be at least 60 seconds, and even that is extremely short
de_de: Die Dauer der Sitzung muss mindestens 60 Sekunden betragen, und selbst das ist extrem kurz.
fi: Istunnon keston on oltava vähintään 60 sekuntia, ja sekin on erittäin lyhyt.
tr_tr: Oturum ömrünün en az 60 saniye olması gerekir ve bu bile son derece kısadır

source: "%1$s" is not a valid %2$s status
de_de: "%1$s" ist kein gültiger %2$s-Status
fi: "%1$s" ei ole kelvollinen %2$s-tila.
tr_tr: "%1$s" geçerli bir %2$s durumu değil

source: Select a city
de_de: Wählen Sie eine Stadt
fi: Valitse kaupunki
tr_tr: Bir şehir seçin

source: Email does not have the required @ sign.
de_de: E-Mail hat nicht das erforderliche @-Zeichen.
fi: Sähköpostissa ei ole vaadittua @-merkkiä.
tr_tr: E-posta gerekli @ işaretine sahip değil.

source: Email local-part (before the @) is required.
de_de: Der lokale Teil der E-Mail (vor dem @) ist erforderlich.
fi: Sähköpostin paikallinen osa (ennen @-merkkiä) vaaditaan.
tr_tr: E-posta yerel kısmı (@'den önce) gereklidir.

source: Email local-part (before the @) is too long.
de_de: Der lokale Teil der E-Mail (vor dem @) ist zu lang.
fi: Sähköpostin paikallisosa (ennen @-merkkiä) on liian pitkä.
tr_tr: E-posta yerel kısmı (@'den önce) çok uzun.

source: Email local-part (before the @) must not begin with a period.
de_de: Der lokale Teil der E-Mail (vor dem @) darf nicht mit einem Punkt beginnen.
fi: Sähköpostin paikallisosa (ennen @-merkkiä) ei saa alkaa pisteellä.
tr_tr: E-posta yerel bölümü (@ işaretinden önce) nokta ile başlamamalıdır.

source: Email local-part (before the @) must not end with a period.
de_de: Der lokale Teil der E-Mail (vor dem @) darf nicht mit einem Punkt enden.
fi: Sähköpostin paikallinen osa (ennen @-merkkiä) ei saa päättyä pisteeseen.
tr_tr: E-posta yerel kısmı (@ işaretinden önce) nokta ile bitmemelidir.

source: Email local-part (before the @) must not have two consecutive periods.
de_de: Der E-Mail-Lokalteil (vor dem @) darf nicht zwei aufeinanderfolgende Punkte enthalten.
fi: Sähköpostin paikallisosassa (ennen @-merkkiä) ei saa olla kahta peräkkäistä pistettä.
tr_tr: E-posta yerel bölümünde (@ işaretinden önce) art arda iki nokta bulunmamalıdır.

source: Email domain (after the @) is required.
de_de: Die E-Mail-Domäne (nach dem @) ist erforderlich.
fi: Sähköpostin verkkotunnus (@-kirjaimen jälkeen) vaaditaan.
tr_tr: E-posta alan adı (@'den sonra) gereklidir.

source: Email domain (after the @) is too long.
de_de: Die E-Mail-Domäne (nach dem @) ist zu lang.
fi: Sähköpostin verkkotunnus (@-kirjaimen jälkeen) on liian pitkä.
tr_tr: E-posta alan adı (@'den sonra) çok uzun.

source: Email domain (after the @) must not have two consecutive periods.
de_de: Die E-Mail-Domäne (nach dem @) darf keine zwei aufeinanderfolgenden Punkte enthalten.
fi: Sähköpostin verkkotunnuksessa (@-merkin jälkeen) ei saa olla kahta peräkkäistä pistettä.
tr_tr: E-posta alan adında (@ işaretinden sonra) art arda iki nokta bulunmamalıdır.

source: Email address is invalid.
de_de: Ungültige Email Adresse
fi: Sähköpostiosoite on virheellinen.
tr_tr: E-posta adresi geçersiz.

source: The email address provided is not valid.
de_de: Die angegebene E-Mail-Adresse ist ungültig.
fi: Annettu sähköpostiosoite ei ole voimassa.
tr_tr: Verilen e-posta adresi geçerli değil.

source: Invalid URL. Both the "Scheme" and "Host" are required.
de_de: Ungültige URL. Sowohl das "Schema" als auch der "Host" sind erforderlich.
fi: Virheellinen URL-osoite. Sekä "Scheme" että "Host" vaaditaan.
tr_tr: Geçersiz URL. Hem "Scheme" hem de "Host" gereklidir.

source: "%1$s" is not a valid version string
de_de: "%1$s" ist keine gültige Versionszeichenfolge
fi: "%1$s" ei ole kelvollinen versio-merkkijono.
tr_tr: "%1$s" geçerli bir sürüm dizesi değil

source: At minimum, a version string needs to be in a "{major}.{minor}.{patch}" format, therefore "%1$s" is not valid
de_de: Ein Versionsstring muss mindestens das Format "{major}.{minor}.{patch}" haben, daher ist "%1$s" nicht gültig
fi: Versio-merkkijonon on oltava vähintään muotoa "{major}.{minor}.{patch}", joten "%1$s" ei ole kelvollinen.
tr_tr: Bir sürüm dizesinin en azından "{major}.{minor}.{patch}" biçiminde olması gerekir, bu nedenle "%1$s" geçerli değildir

source: "%1$s" is not a valid release type. Please use one of the following values: %2$s
de_de: "%1$s" ist kein gültiger Freigabetyp. Bitte verwenden Sie einen der folgenden Werte: %2$s
fi: "%1$s" ei ole kelvollinen julkaisutyyppi. Käytä jotakin seuraavista arvoista: %2$s
tr_tr: "%1$s" geçerli bir sürüm türü değil. Lütfen aşağıdaki değerlerden birini kullanın: %2$s

source: Incoming array looks like its formatted for "%1$s" type selects, however it has elements that are not indexed numerically
de_de: Das eingehende Array sieht so aus, als wäre es für Selects vom Typ "%1$s" formatiert, hat jedoch Elemente, die nicht numerisch indiziert sind
fi: Saapuva array näyttää siltä, että se on muotoiltu "%1$s" -tyyppisiä valintoja varten, mutta siinä on elementtejä, joita ei ole indeksoitu numeerisesti.
tr_tr: Gelen dizi "%1$s" türü seçimler için biçimlendirilmiş gibi görünüyor, ancak sayısal olarak dizinlenmemiş öğeler içeriyor

source: You're missing out on %1$sexpert support%2$s and %1$sone-click updates%2$s!%3$sDon't have an Event Espresso support license key? Support the project and buy one today!
de_de: Sie verpassen %1$sExperten-Support%2$s und %1$sKlick-Updates%2$s!%3$sSie haben noch keinen Event Espresso-Support-Lizenzschlüssel? Unterstützen Sie das Projekt und kaufen Sie noch heute einen!
fi: Jäät paitsi %1$sasiantuntijatuesta%2$s ja %1$sone-click-päivityksistä%2$s!%3$sEikö sinulla ole Event Espresson tukilisenssiavainta? Tue projektia ja osta sellainen jo tänään!
tr_tr: %1$suzman desteğini%2$s ve %1$son tıklama güncellemelerini%2$s kaçırıyorsunuz!%3$sEvent Espresso destek lisans anahtarınız yok mu? Projeyi destekleyin ve bugün bir tane satın alın!

source: The current request is for some form of activation
de_de: Der aktuelle Antrag betrifft eine Form der Aktivierung
fi: Tällä hetkellä pyydetään jonkinlaista aktivointia.
tr_tr: Mevcut talep bir çeşit aktivasyon içindir

source: The current request is for the EE REST API
de_de: Die aktuelle Anfrage bezieht sich auf die EE REST API
fi: Tämänhetkinen pyyntö koskee EE REST API:ta.
tr_tr: Mevcut istek EE REST API içindir

source: The current request is for the frontend via AJAX
de_de: Die aktuelle Anfrage ist für das Frontend über AJAX
fi: Tämänhetkinen pyyntö on lähetetty etusivulle AJAXin kautta.
tr_tr: Geçerli istek AJAX aracılığıyla ön uç içindir

source: The current request is for the admin via AJAX
de_de: Die aktuelle Anfrage ist für den Admin über AJAX
fi: Tämänhetkinen pyyntö on AJAX:n kautta ylläpitäjälle.
tr_tr: Mevcut istek AJAX aracılığıyla yönetici içindir

source: The current request is for non-EE related code via AJAX
de_de: Die aktuelle Anfrage ist für nicht-EE-bezogenen Code über AJAX
fi: Tämänhetkinen pyyntö koskee koodia, joka ei liity sähköiseen energiajärjestelmään AJAXin kautta.
tr_tr: Mevcut istek, AJAX aracılığıyla EE ile ilgili olmayan kod içindir

source: The current request is for a WP_Cron
de_de: Die aktuelle Anfrage ist für ein WP_Cron
fi: Tämänhetkinen pyyntö koskee WP_Cron
tr_tr: Mevcut istek bir WP_Cron içindir

source: The current request is from the command line
de_de: Die aktuelle Anfrage kommt von der Kommandozeile
fi: Nykyinen pyyntö on komentoriviltä
tr_tr: Mevcut istek komut satırından geliyor

source: The current request is for the admin
de_de: Die aktuelle Anfrage richtet sich an den Administrator
fi: Tämänhetkinen pyyntö on, että admin
tr_tr: Mevcut talep yönetici içindir

source: The current request is for an iframe
de_de: Die aktuelle Anfrage ist für einen iframe
fi: Nykyinen pyyntö on iframea varten
tr_tr: Geçerli istek bir iframe içindir

source: The current request is for a feed (ie: RSS)
de_de: Die aktuelle Anfrage ist für einen Feed (d.h. RSS)
fi: Tämänhetkinen pyyntö koskee syötettä (eli RSS).
tr_tr: Mevcut istek bir besleme içindir (örn: RSS)

source: The current request is for the frontend
de_de: Die aktuelle Anfrage ist für das Frontend
fi: Nykyinen pyyntö koskee etusivua
tr_tr: Mevcut talep ön uç içindir

source: Invalid Ticket. Only EE_Ticket objects can be used to calculate event space availability.
de_de: Ungültiges Ticket. Nur EE_Ticket-Objekte können zur Berechnung der Verfügbarkeit von Veranstaltungsräumen verwendet werden.
fi: Virheellinen lippu. Vain EE_Ticket-objekteja voidaan käyttää tapahtumatilan saatavuuden laskemiseen.
tr_tr: Geçersiz Bilet. Etkinlik alanı kullanılabilirliğini hesaplamak için yalnızca EE_Ticket nesneleri kullanılabilir.

source: An EE_Ticket for Event %1$d was supplied while calculating event space availability for Event %2$d.
de_de: Ein EE_Ticket für die Veranstaltung %1$d wurde bei der Berechnung der Verfügbarkeit von Veranstaltungsraum für die Veranstaltung %2$d geliefert.
fi: Tapahtuman %1$d EE_Ticket toimitettiin laskettaessa tapahtumatilan saatavuutta tapahtumalle %2$d.
tr_tr: Etkinlik %2$d için etkinlik alanı kullanılabilirliği hesaplanırken Etkinlik %1$d için bir EE_Ticket sağlandı.

source: An EE_Datetime for Event %1$d was supplied while calculating event space availability for Event %2$d.
de_de: Eine EE_Datetime für Ereignis %1$d wurde bei der Berechnung der Verfügbarkeit von Ereignisraum für Ereignis %2$d angegeben.
fi: Tapahtuman %1$d EE_Datetime annettiin laskettaessa tapahtumatilan saatavuutta tapahtumalle %2$d.
tr_tr: Etkinlik %2$d için etkinlik alanı kullanılabilirliği hesaplanırken Etkinlik %1$d için bir EE_Datetime sağlandı.

source: A valid Event ID is required to use the "%1$s" shortcode.%4$sAn Event with an ID of "%2$s" could not be found.%4$sPlease verify that the shortcode added to this post's content includes an "%3$s" argument and that its value corresponds to a valid Event ID.
de_de: Für die Verwendung des Shortcodes "%1$s" ist eine gültige Ereignis-ID erforderlich.%4$sEin Ereignis mit einer ID von "%2$s" konnte nicht gefunden werden.%4$sBitte überprüfen Sie, ob der Shortcode, der dem Inhalt dieses Beitrags hinzugefügt wurde, ein Argument "%3$s" enthält und ob sein Wert einer gültigen Ereignis-ID entspricht.
fi: "%1$s"-lyhytkoodin käyttäminen edellyttää kelvollista tapahtumatunnusta.%4$sTapahtumaa, jonka tunnus on "%2$s", ei löytynyt.%4$sVarmista, että tämän viestin sisältöön lisättyyn lyhytkoodiin sisältyy "%3$s"-argumentti ja että sen arvo vastaa kelvollista tapahtumatunnusta.
tr_tr: "%1$s" kısa kodunu kullanmak için geçerli bir Etkinlik Kimliği gereklidir.%4$s"%2$s" kimliğine sahip bir Etkinlik bulunamadı.%4$sLütfen bu yazının içeriğine eklenen kısa kodun bir "%3$s" bağımsız değişkeni içerdiğini ve değerinin geçerli bir Etkinlik Kimliğine karşılık geldiğini doğrulayın.

source: Add / Edit
de_de: Hinzufügen / Bearbeiten
fi: Lisää / Muokkaa
tr_tr: Ekle / Düzenle

source: Upgrade for Support
de_de: Upgrade für Support
fi: Päivitys tukea varten
tr_tr: Destek için Yükseltme
