Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Event successfully duplicated. Please review the details below and make any necessary edits
de_de: Ereignis erfolgreich dupliziert. Bitte überprüfen Sie die nachstehenden Angaben und nehmen Sie die erforderlichen Änderungen vor
fi: Tapahtuma monistettu onnistuneesti. Tarkista alla olevat tiedot ja tee tarvittavat muutokset.
fr_fr: Événement dupliqué avec succès. Se il vous plaît examiner les détails ci-dessous et de faire toutes les modifications nécessaires
tr_tr: Etkinlik başarıyla çoğaltıldı. Lütfen aşağıdaki ayrıntıları inceleyin ve gerekli düzenlemeleri yapın

source: Not able to duplicate event. Something went wrong.
de_de: Ereignis kann nicht dupliziert werden. Etwas ist schief gelaufen.
fi: Tapahtumaa ei voitu kopioda. Jokin meni vikaan.
fr_fr: Pas en mesure de reproduire événement. Quelque chose se est mal passé.
tr_tr: Olay çoğaltılamıyor. Bir şeyler yanlış gitti.

source: Alternative Registration Page
de_de: Alternative Registrierungsseite
fi: Vaihtoehtoinen ilmoittautumissivu
fr_fr: Page d'inscription Alternative
tr_tr: Alternatif Kayıt Sayfası

source: Click and drag-n-drop to reorder tickets.
de_de: Klicken Sie auf die Karten und ziehen Sie sie per Drag-and-Drop, um sie neu zu ordnen.
fi: Voit järjestää liput uudelleen napsauttamalla ja vetämällä ja pudottamalla.
fr_fr: Cliquez et faites glisser-déposer pour réorganiser les billets.
tr_tr: Biletleri yeniden sıralamak için tıklayın ve sürükleyip bırakın.

source: Click and drag-n-drop to reorder datetimes.
de_de: Klicken und ziehen Sie, um die Datumsangaben neu anzuordnen.
fi: Vedä ja pudota järjestääksesi ajankohdat uudelleen.
fr_fr: Cliquez et faites glisser-déposer pour réorganiser datetimes.
tr_tr: Tarih zamanlarını yeniden sıralamak için tıklayın ve sürükleyip bırakın.

source: The importer can be used to import event information into Event Espresso using a CSV file.
de_de: Der Importer kann verwendet werden, um Ereignisinformationen mithilfe einer CSV-Datei in Event Espresso zu importieren.
fi: Tuojalla voidaan tuoda tapahtumatietoja Event Espressoon CSV-tiedoston avulla.
fr_fr: L'importateur peut être utilisé pour importer des informations d'événement dans Event Espresso a l'aide d'un fichier CSV.
tr_tr: İthalatçı, bir CSV dosyası kullanarak etkinlik bilgilerini Event Espresso'ya aktarmak için kullanılabilir.

source: To import Event Espresso data from another Event Espresso 4 install, export a CSV file from the admin Events overview page, or anywhere you can generate a CSV export file from. Then upload that file here (regardless of what type of information was exported).
de_de: Um Event Espresso-Daten von einer anderen Event Espresso 4-Installation zu importieren, exportieren Sie eine CSV-Datei von der administrativen Event-Übersichtsseite oder von einem anderen Ort, von dem Sie eine CSV-Exportdatei erzeugen können. Laden Sie diese Datei dann hier hoch (unabhängig davon, welche Art von Informationen exportiert wurde).
fi: Jos haluat tuoda Event Espresso-tietoja toisesta Event Espresso 4 -asennuksesta, vie CSV-tiedosto hallinnointisivulta Tapahtumat yleiskatsaussivulta tai mistä tahansa, mistä voit luoda CSV-vientitiedoston. Lataa sitten tiedosto tänne (riippumatta siitä, minkä tyyppisiä tietoja vietiin).
fr_fr: Pour importer des données Event Espresso d'une autre installation Event Espresso 4, exporter un fichier CSV à partir de la page d'administrateur d'Événements, ou à partir de n'importe où vous pouvez générer un fichier d'exportation CSV. Ensuite, téléchargez ce fichier ici (indépendamment de ce type d'information a été exporté).
tr_tr: Event Espresso verilerini başka bir Event Espresso 4 kurulumundan içe aktarmak için, yönetici Etkinliklere genel bakış sayfasından veya CSV dışa aktarma dosyası oluşturabileceğiniz herhangi bir yerden bir CSV dosyasını dışa aktarın. Ardından bu dosyayı buraya yükleyin (ne tür bilgilerin dışa aktarıldığına bakılmaksızın).

source: Note: its possible that data from the other site have the same IDs as data in this site. The importer recognizes that this data is from a different database and inserts new items for each item in the CSV file, regardless of whether its ID matches that of an item in this site's database or not. However, the importer also remembers the mapping from the old site's database to this site's database, and on subsequent CSV importers from that site, the data in this database will be updated instead of re-inserting new items.
de_de: Hinweis: Es ist möglich, dass die Daten der anderen Website die gleichen IDs haben wie die Daten dieser Website. Der Importeur erkennt, dass diese Daten aus einer anderen Datenbank stammen, und fügt für jedes Element in der CSV-Datei neue Elemente ein, unabhängig davon, ob seine ID mit der eines Elements in der Datenbank dieser Website übereinstimmt oder nicht. Der Importeur merkt sich jedoch auch die Zuordnung von der Datenbank des alten Standorts zur Datenbank dieses Standorts, und bei nachfolgenden CSV-Importen von diesem Standort werden die Daten in dieser Datenbank aktualisiert, anstatt neue Elemente einzufügen.
fi: Huomautus: on mahdollista, että toisen sivuston tiedoilla on samat tunnukset kuin tämän sivuston tiedoilla. Tuoja tunnistaa, että nämä tiedot ovat eri tietokannasta, ja lisää CSV-tiedostoon uudet kohteet jokaiselle kohteelle riippumatta siitä, täsmääkö kohteen tunnus tämän sivuston tietokannassa olevan kohteen tunnuksen kanssa vai ei. Tuoja kuitenkin muistaa myös vanhan sivuston tietokannan ja tämän sivuston tietokannan välisen yhdistämisen, ja seuraavissa CSV-tuonnissa kyseisestä sivustosta päivitetään tämän tietokannan tiedot sen sijaan, että uudet kohteet lisättäisiin uudelleen.
fr_fr: Remarque: sa possible que les données de l'autre site ont les mêmes identifiants que les données de ce site. L'importateur reconnaît que ces données sont d'une autre base de données et insère de nouveaux éléments pour chaque élément dans le fichier CSV, indépendamment du fait que son ID correspond à celle d'un élément dans la base de données du site ou non. Toutefois, l'importateur se souvient aussi de la correspondance de la base de données de l'ancien site de la base de données de ce site, et ultérieures importateurs CSV provenant de ce site, les données de cette base de données sera mise à jour au lieu de ré-insertion de nouveaux éléments.
tr_tr: Not: Diğer sitedeki verilerin bu sitedeki verilerle aynı kimliklere sahip olması mümkündür. İçe aktarıcı, bu verilerin farklı bir veritabanından geldiğini kabul eder ve kimliğinin bu sitenin veritabanındaki bir öğeyle eşleşip eşleşmediğine bakmaksızın CSV dosyasındaki her öğe için yeni öğeler ekler. Bununla birlikte, içe aktarıcı eski sitenin veritabanından bu sitenin veritabanına yapılan eşlemeyi de hatırlar ve bu siteden sonraki CSV içe aktarımlarında, yeni öğeleri yeniden eklemek yerine bu veritabanındaki veriler güncellenir.

source: If you think you could save time entering data into a CSV file, you can use the sample import file below. Note that creating your own CSV file is more complicated than in Event Espresso 3.1 because of the more advanced data structure, and so we recommend creating/editing your events using the normal web-interface.
de_de: Wenn Sie glauben, dass Sie Zeit bei der Eingabe von Daten in eine CSV-Datei sparen können, können Sie die unten stehende Beispiel-Importdatei verwenden. Beachten Sie, dass die Erstellung Ihrer eigenen CSV-Datei aufgrund der fortgeschrittenen Datenstruktur komplizierter ist als in Event Espresso 3.1, weshalb wir empfehlen, Ihre Ereignisse über das normale Web-Interface zu erstellen/bearbeiten.
fi: Jos luulet voivasi säästää aikaa tietojen syöttämisessä CSV-tiedostoon, voit käyttää alla olevaa esimerkkituontitiedostoa. Huomaa, että oman CSV-tiedoston luominen on monimutkaisempaa kuin Event Espresso 3.1:ssä kehittyneemmän tietorakenteen vuoksi, joten suosittelemme tapahtumien luomista/muokkaamista normaalin web-käyttöliittymän avulla.
fr_fr: Si vous pensez gagné du temps en saisissant des données dans un fichier CSV, vous pouvez utiliser le modèle de fichier d'importation ci-dessous. Notez que la création de votre propre fichier CSV est plus compliquée que dans Event Espresso 3.1 en raison de la structure de données plus avancées, et nous vous recommandons de créer / éditer vos événements en utilisant l'interface web normale.
tr_tr: Verileri bir CSV dosyasına girerek zaman kazanabileceğinizi düşünüyorsanız, aşağıdaki örnek içe aktarma dosyasını kullanabilirsiniz. Daha gelişmiş veri yapısı nedeniyle kendi CSV dosyanızı oluşturmanın Event Espresso 3.1'dekinden daha karmaşık olduğunu unutmayın; bu nedenle olaylarınızı normal web arayüzünü kullanarak oluşturmanızı/düzenlemenizi öneririz.

source: Send Batch Message (%s selected)
de_de: Serien-E-Mail versenden (%s ausgewählt)
fi: Lähetä joukkoviesti (%s valittuna)
fr_fr: Envoyer un message par lot ( %s sélectionnés)
tr_tr: Toplu Mesaj Gönder (%s seçildi)

source: Select Template to Use
de_de: Vorlage zur Verwendung auswählen
fi: Valitse käytettävä malli
fr_fr: Sélectionnez le modèle à utiliser
tr_tr: Kullanılacak Şablonu Seçin

source: Unable to retrieve message template fields from the db. Messages not sent.
de_de: Die Felder der Nachrichtenvorlage können nicht aus der Datenbank abgerufen werden. Nachrichten nicht gesendet.
fi: Viestimallin kenttiä ei voida hakea tietokannasta. Viestejä ei ole lähetetty.
fr_fr: Impossible de récupérer les champs de la db de modèle de message. Messages pas envoyés.
tr_tr: Mesaj şablonu alanları db'den alınamıyor. Mesajlar gönderilmedi.

source: There must be something broken with the html structure because the required data for toggling the Check-in status is not being sent via ajax
de_de: Es muss ein Fehler in der HTML-Struktur vorliegen, da die erforderlichen Daten zum Umschalten des Check-in-Status nicht per Ajax gesendet werden.
fi: html-rakenteessa on oltava jotain rikki, koska sisäänkirjautumistilan vaihtamiseen tarvittavia tietoja ei lähetetä ajaxin kautta.
fr_fr: Il doit y avoir quelque chose de cassé avec la structure html car les données nécessaires pour basculer le statut d'enregistrement ne est pas envoyé par l'intermédiaire ajax
tr_tr: Html yapısında bir sorun olmalı çünkü Check-in durumunu değiştirmek için gerekli veriler ajax aracılığıyla gönderilmiyor

source: Sending batch message to %s people...
de_de: Stapel-Benachrichtigung an %s Personen…
fi: Lähetetään joukkoviesti %s henkilölle...
fr_fr: Envoi du message de lot %s la population ...
tr_tr: Toplu mesaj %s kişiye gönderiliyor...

source: Select Template:
de_de: Vorlage auswählen:
fi: Valitse pohja:
fr_fr: Sélectionner un modèle:
tr_tr: Şablon'u seçin:

source: From:
de_de: Von:
fr_fr: De:
tr_tr: Kimden?

source: Subject:
de_de: Betreff:
fi: Aihe:
fr_fr: Sujet:
tr_tr: Konu:

source: Message Content:
de_de: Mitteilungsinhalt:
fi: Viestin sisältö:
fr_fr: Contenu du message:
tr_tr: Mesaj İçeriği:

source: Send
de_de: Senden
fi: Lähetä
fr_fr: Envoyer
tr_tr: Gönder

source: Trash datetimes
de_de: Verwerfe Termin
fi: Poista ajankohta
tr_tr: Geçmiş Zaman

source: This page allows you to edit a venue category.
de_de: Diese Seite erlaubt es eine Veranstaltungskategorie zu editieren.
fi: Tällä sivulla voit muokata tapahtumapaikan luokkaa.
fr_fr: Cette page vous permet d'éditer une catégorie de lieu.
tr_tr: Mekan kategorilerini düzenlemeye yarayan sayfa.

source: Something has gone wrong with the page load because we are unable to set up the object for the %1$s. This usually happens when the given id for the page route is NOT for the correct custom post type for this page
de_de: Beim Laden der Seite ist etwas schief gelaufen, weil wir das Objekt für %1$s nicht einrichten können. Dies geschieht in der Regel, wenn die angegebene ID für die Seitenroute NICHT für den richtigen benutzerdefinierten Beitragstyp für diese Seite ist
fi: Jotain on mennyt pieleen sivun latauksessa, koska emme pysty määrittämään objektia %1$s:lle. Tämä tapahtuu yleensä silloin, kun sivureitille annettu id EI ole oikeaa mukautettua postityyppiä tälle sivulle.
fr_fr: Quelque chose s'est mal passé avec le chargement de la page, parce que nous sommes incapables de mettre en place l'objet pour le %1$s . Cela se produit généralement lorsque l'id donné pour la page itinéraire n'est pas pour le type de poste de mesure correcte pour cette page
tr_tr: Sayfa yüklemesinde bir şeyler ters gitti çünkü %1$s için nesneyi ayarlayamıyoruz. Bu genellikle sayfa rotası için verilen kimlik, bu sayfa için doğru özel gönderi türü DEĞİL olduğunda gerçekleşir

source: Foreign key to Event ID from Event Meta table
de_de: Fremdschlüssel zu Event ID aus Event Meta Tabelle
fi: Ulkoinen avain Tapahtuman ID:hen Tapahtuman Meta-taulusta
fr_fr: Clé étrangère ID d'événement de la table Meta événement
tr_tr: Yabancı Anahtarlar için Etkinlik Meta Tablosundan Etkinlik Kimliği

source: Trash tickets
de_de: Verwerfe Ticket
fi: Roskaliput
tr_tr: Geçmiş Bilet

source: This %1$s was saved without a title, description, or excerpt which means that none of the extra details you added were saved properly. All autodrafts will show up in the "draft" view of your event list table. You can delete them from there. Please click the "Add %1$s" button to refresh and restart.
de_de: Dieser %1$s wurde ohne Titel, Beschreibung oder Auszug gespeichert, was bedeutet, dass keine der zusätzlichen Details, die Sie hinzugefügt haben, richtig gespeichert wurden. Alle automatischen Entwürfe werden in der "Entwurf"-Ansicht Ihrer Ereignislistentabelle angezeigt. Sie können sie von dort aus löschen. Bitte klicken Sie auf die Schaltfläche "Hinzufügen %1$s", um zu aktualisieren und neu zu starten.
fi: Tämä %1$s tallennettiin ilman otsikkoa, kuvausta tai tiivistelmää, mikä tarkoittaa, että mitään lisäämistäsi lisätiedoista ei tallennettu oikein. Kaikki automaattiset luonnokset näkyvät tapahtumaluettelotaulukon luonnosnäkymässä. Voit poistaa ne sieltä. Napsauta "Lisää %1$s" -painiketta päivittääksesi ja käynnistääksesi uudelleen.
fr_fr: Cette %1$s a été sauvé sans titre, la description, ou d'un extrait qui signifie qu'aucun des détails supplémentaires que vous avez ajoutés ont été correctement enregistré. Tous autodrafts apparaîtront dans la "projet " vue de votre table de liste d'événements. Vous pouvez les supprimer à partir de là. S'il vous plaît cliquer sur les "Ajouter %1$s " pour rafraîchir et redémarrage.
tr_tr: Bu %1$s bir başlık, açıklama veya alıntı olmadan kaydedildi, bu da eklediğiniz ekstra ayrıntıların hiçbirinin düzgün kaydedilmediği anlamına gelir. Tüm otomatik taslaklar, etkinlik listesi tablonuzun "taslak" görünümünde görünecektir. Bunları oradan silebilirsiniz. Yenilemek ve yeniden başlatmak için lütfen "%1$s Ekle" düğmesine tıklayın.

source: Display Description Flag
de_de: Anzeige Beschreibung Flagge
fi: Näytä kuvauksen tunniste
fr_fr: Affichage Description Flag
tr_tr: Ekran Açıklama Bayrağı

source: Venues Editor
de_de: Veranstaltungsorte Editor
fi: Tapahtumapaikat Editor
fr_fr: Salles éditeur
tr_tr: Mekan Editörü

source: Save as %s
de_de: Speichern als %s
fi: Tallenna nimellä %s
fr_fr: Enregistrer en tant que %s
tr_tr: Şu şekilde kaydet %s

source: This page allows you to create and edit venues with Event Espresso.
de_de: Diese Seite ermöglicht die Erstellung und Bearbeitung von Veranstaltungsorten mit Event Espresso.
fi: Tällä sivulla voit luoda ja muokata Event Espresson tapahtumapaikkoja.
fr_fr: Cette page vous permet de créer et modifier des sites avec Event Espresso.
tr_tr: Bu sayfa Kuzu.me Etkinlik ile mekanları oluşturmak ve düzenlemek için izin verir.

source: Event Visible Date
de_de: Ereignis Sichtbares Datum
fi: Tapahtuma Näkyvä päivämäärä
fr_fr: Date de l'événement visible
tr_tr: Etkinliğin Görünen Tarihi

source: Pricing Admin Page
de_de: Preise Admin Seite
fi: Hinnoittelu Admin Page
fr_fr: Prix ​​Page Admin
tr_tr: Fiyatlandırma Sayfası

source: Limit of Additional Registrations on Same Transaction
de_de: Begrenzung der Anzahl zusätzlicher Registrierungen für dieselbe Transaktion
fi: Lisäilmoittautumisten raja samassa tilauksessa
fr_fr: Limite des inscriptions supplémentaires sur la même transaction
tr_tr: Aynı İşlem için Ek Tescil Sınırı

source: The Invoice.class.php file could not be loaded.
de_de: Die Invoice.class.php Datei konnte nicht geladen werden.
fi: Invoice.class.php-tiedostoa ei voitu ladata.
fr_fr: Le fichier Invoice.class.php pas pu être chargé.
tr_tr: Invoice.class.php dosyası yüklenemedi.

source: Question Groups Views & Bulk Actions & Search
de_de: Fragengruppen Ansichten & Massenaktionen & Suche
fi: Kysymysryhmät-näkymät, -massatoiminnot ja -haku
fr_fr: Question Groupes Vues & Actions globales et Recherche
tr_tr: Soru Gruplarından Görüntüler & Toplu Eylemler ve Arama

source: Certain options below such as the venue featured image and venue excerpt will only be displayed if supported by your WordPress theme.
de_de: Bestimmte Optionen, wie z. B. das Bild des Veranstaltungsortes und der Auszug des Veranstaltungsortes, werden nur angezeigt, wenn sie von Ihrem WordPress-Theme unterstützt werden.
fi: Tietyt osat alla olevista ominaisuuksista, kuten tapahtuman liitekuva ja tapahtumaote, näytetään vain, jos käytössä oleva WordPress-teema tukee niitä.
fr_fr: Certaines options ci-dessous, tels que l'image de lieu en vedette et le lieu extrait ne seront affichés que si votre thème WordPress.
tr_tr: Böyle bir mekan olarak aşağıda bazı seçenekler resim özellikli ve WordPress tema tarafından destekleniyorsa mekan alıntıdır sadece görüntülenir.

source: Custom field updated
de_de: Eigenes Feld aktualisiert
fi: Mukautettu kenttä päivitetty
fr_fr: Champ personnalisé mis à jour
tr_tr: Özel alan güncellendi.

source: Default Registration Status on this Event
de_de: Standardregistrierungsstatus für dieses Ereignis
fi: Tämän tapahtuman oletusrekisteröintitila
fr_fr: Statut par défaut d'enregistrement sur cet événement
tr_tr: Bu Etkinlik için varsayılan Kayıt Durumu

source: Sorry, we cant get the related %s model objects to %s model object before it has an ID. You can solve that by just saving it before trying to get its related model objects
de_de: Sorry, wir können das dazugehörige %s Modellobjekte zu %s Model-Objekt bekommen, bevor es eine ID hat. Das können Sie lösen, indem Sie einfach speichern, bevor Sie versuchen die zugehörigen Modellobjekte erhalten
fi: Anteeksi, emme voi saada %s-malliobjektiin liittyviä %s-malliobjekteja malliobjektiin, ennen kuin sillä on tunniste. Voit ratkaista asian tallentamalla sen ennen kuin yrität saada siihen liittyviä malliobjekteja.
fr_fr: Désolé, nous ne pouvons pas obtenir le lié %s les objets de modèle à %s le modèle objet avant qu'il ait une carte d'identité. Vous pouvez résoudre ce par tout enregistrer avant de tenter d'obtenir ses objets de modèle connexes
tr_tr: Üzgünüz, daha önce ID'si olan, ilgili %s model nesnesine ilişkin %s model nenesi alınamadı. Bunu ilgili model nesnelerini almaya çalışmadan önce kaydederek çözebilirsiniz.

source: Venue Featured Image
de_de: Veranstaltungsort Beitragsbild
fi: Tapahtumapaikan liitekuva
fr_fr: Lieu Photo descriptive
tr_tr: Mekan Öne Çıkan Görsel

source: Custom field deleted.
de_de: Eigenes Feld gelöscht.
fi: Mukautettu kenttä poistettu.
fr_fr: Champ personnalisé supprimé.
tr_tr: Özel alan silindi.

source: Member-Only Event Flag
de_de: Flagge für Veranstaltungen nur für Mitglieder
fi: Vain jäsenille tarkoitetun tapahtuman tunniste
fr_fr: Membre seule Drapeau événement
tr_tr: Yalnızca üyelerin Etkinlik Bayrağı

source: An error occurred. The question group order was not updated.
de_de: Ein Fehler ist aufgetreten. Die Bestllung der Fragegruppe wurde nicht aktualisiert.
fi: Tapahtui virhe. Kysymysryhmän järjestystä ei päivitetty.
fr_fr: Une erreur s'est produite. L'ordre du groupe de question n'a pas été mis à jour.
tr_tr: Bir hata oluştu. Soru grubu siparişi güncellenemedi.

source: Set a featured image for your venue.
de_de: Legen Sie ein Hauptbild für Ihren Veranstaltungsort fest.
fi: Aseta liitekuva tapahtumapaikalle.
fr_fr: Définir une image sélectionnée pour votre site.
tr_tr: Mekanınız için öne çıkan bir görsel ayarlayın.

source: %1$s updated.
de_de: %1$s aktualisiert.
fi: %1$s päivitetty.
fr_fr: %1$s mis à jour.
tr_tr: %1$s güncellendi.

source: Allow Overflow on Event
de_de: Überlauf bei Ereignis zulassen
fi: Salli ylivuoto tapahtumassa
fr_fr: Autoriser débordement sur l'événement
tr_tr: Etkinlik üzerine taşması için izin

source: Registration Checkout
de_de: Kasse
fi: Ilmoittautumistiedot
fr_fr: Inscription Commander
tr_tr: Kayıttan Çıkış

source: Venue Excerpt
de_de: Auszug aus dem Veranstaltungsort
fi: Tapahtumapaikan ote
fr_fr: Extrait lieu
tr_tr: Mekan Alıntıları

source: %s restored to revision from %s
de_de: %s wiederhergestellt zur Revision von %s
fi: %s palautettu versioon %s:stä
fr_fr: %s restauré à la révision de %s
tr_tr: %s revizyon şuradan geri yüklendi %s

source: Timezone (name) for Event times
de_de: Zeitzone (Name) für Ereigniszeiten
fi: Aikavyöhyke (nimi) tapahtuma-ajoille
fr_fr: Fuseau horaire (nom) pour des temps de l'événement
tr_tr: Etkinlik zamanları için saat dilimi (ad)

source: The Event Espresso critical page configuration settings could not be updated.
de_de: Die Event Espresso kritische Seiten-Konfigurationseinstellungen konnten nicht aktualisiert werden.
fi: Event Espresson kriittisen sivun määritysasetuksia ei voitu päivittää.
fr_fr: Les paramètres de configuration critique de la page Event Espresso ne pouvaient pas être mis à jour.
tr_tr: Event Espresso kritik sayfa yapılandırma ayarları güncellenemedi.

source: Trash Question
de_de: Frage löschen
fi: Siirrä kysymys roskakoriin
tr_tr: Çöp Soru

source: An excerpt can be thought of as a short description for your venue.
de_de: Ein Auszug kann als eine kurze Beschreibung Ihres Veranstaltungsortes betrachtet werden.
fi: Ote on lyhyt kuvaus tapahtumapaikastasi.
fr_fr: Un extrait peut être considéré comme une brève description de votre site.
tr_tr: Alıntı, mekanınız için kısa bir açıklama olarak düşünülebilir.

source: URL of Event Page if hosted elsewhere
de_de: URL der Veranstaltungsseite, wenn sie anderswo gehostet wird
fi: Tapahtumasivun URL-osoite, jos se sijaitsee muualla
fr_fr: URL de la page de l'événement si hébergé ailleurs
tr_tr: Eğer Etkinlik Sayfasının URL si başka bir yerde barındırılıyorsa

source: A potential issue has been detected with one or more of your Event Espresso pages. Go to %s to view your Event Espresso pages.
de_de: Es wurde ein mögliches Problem mit einer oder mehreren Ihrer Event Espresso-Seiten festgestellt. Gehen Sie zu %s, um Ihre Event-Espresso-Seiten anzuzeigen.
fi: Yhdellä tai useammalla Event Espresson sivulla on havaittu mahdollinen ongelma. Mene osoitteeseen %s tarkastelemaan Event Espresson sivuja.
fr_fr: Un problème potentiel a été détecté avec un ou plusieurs de vos pages Event Espresso. Aller à %s pour afficher vos pages Event Espresso.
tr_tr: Event Espresso sayfalarınızdan birinde veya daha fazlasında olası bir sorun tespit edildi. Event Espresso sayfalarınızı görüntülemek için %s'ye gidin.

source: We're sorry but that coupon code does not appear to be valid. If this is incorrect, please contact the site administrator.
de_de: Es tut uns sehr Leid aber der Coupon scheint nicht mehr gültig zu sein. Sollte dies nicht korrekt sein, wenden Sie sich bitte an den Administrator.
fi: Alennuskoodisi ei ole voimassa. Ongelmatapauksissa ota yhteyttä sivun ylläpitoon.
fr_fr: Nous sommes désolés, mais que le code de coupon ne semble pas être valide. Si c'est incorrect, s'il vous plaît contactez l'administrateur du site.
tr_tr: Üzgünüz, kupon kodunuz geçerli değil. Bunun bir hata olduğunu düşünüyorsanız lütfen yönetici ile iletişime geçin.

source: Restore Question
de_de: Abfrage wiederherstellen
fi: Palauta kysymys
fr_fr: Restaurer question
tr_tr: Soruyu Geri Yükle
