Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: You can customize the information that is shown on this page by toggling the Screen Options tab. Then you can add or remove checkmarks to hide or show certain content and even adjust the pagination for registrations.
de_de: Sie können die Informationen, die auf dieser Seite angezeigt werden, anpassen, indem Sie die Registerkarte Bildschirmoptionen aktivieren. Dann können Sie Häkchen hinzufügen oder entfernen, um bestimmte Inhalte ein- oder auszublenden, und sogar die Paginierung für Anmeldungen anpassen.
fi: Voit mukauttaa tällä sivulla näkyviä tietoja vaihtamalla Näytön asetukset -välilehteä. Sitten voit lisätä tai poistaa valintamerkkejä piilottaaksesi tai näyttääksesi tietyn sisällön ja jopa säätää rekisteröintien sivunumerointia.
fr_fr: Vous pouvez personnaliser l'information qui est affichée sur cette page en basculant l'onglet Options de l'écran. Ensuite, vous pouvez ajouter ou supprimer des coches pour masquer ou afficher certains contenus et même ajuster la pagination pour les inscriptions.
tr_tr: Ekran Seçenekleri sekmesini açarak bu sayfada gösterilen bilgileri özelleştirebilirsiniz. Ardından, belirli içerikleri gizlemek veya göstermek için onay işaretleri ekleyebilir veya kaldırabilir ve hatta kayıtlar için sayfalandırmayı ayarlayabilirsiniz.

source: You can customize the information that is shown on this page by toggling the Screen Options tab. Then you can add or remove checkmarks to hide or show certain content and even adjust the pagination for contacts.
de_de: Sie können die Informationen, die auf dieser Seite angezeigt werden, anpassen, indem Sie die Registerkarte Bildschirmoptionen aktivieren. Dann können Sie Häkchen hinzufügen oder entfernen, um bestimmte Inhalte ein- oder auszublenden und sogar die Paginierung für Kontakte anzupassen.
fi: Voit mukauttaa tällä sivulla näkyviä tietoja vaihtamalla Näytön asetukset -välilehteä. Voit lisätä tai poistaa valintamerkkejä piilottaaksesi tai näyttääksesi tietyn sisällön ja jopa säätää yhteystietojen sivunumerointia.
fr_fr: Vous pouvez personnaliser l'information qui est affichée sur cette page en basculant l'onglet Options de l'écran. Ensuite, vous pouvez ajouter ou supprimer des coches pour masquer ou afficher certains contenus et même ajuster la pagination pour les contacts.
tr_tr: Ekran Seçenekleri sekmesini açarak bu sayfada gösterilen bilgileri özelleştirebilirsiniz. Ardından, belirli içerikleri gizlemek veya göstermek için onay işaretleri ekleyebilir veya kaldırabilir ve hatta kişiler için sayfalandırmayı ayarlayabilirsiniz.

source: Filters are a way to show registrations that fall into certain criteria. Note: you must first select an Event to see all available options for filters. Only registrations with a status of Approved or Pending Payment are shown in this view.
de_de: Mit Hilfe von Filtern können Sie Anmeldungen anzeigen, die bestimmten Kriterien entsprechen. Hinweis: Sie müssen zuerst ein Ereignis auswählen, um alle verfügbaren Filteroptionen zu sehen. In dieser Ansicht werden nur Anmeldungen mit dem Status "Genehmigt" oder "Ausstehende Zahlung" angezeigt.
fi: Suodattimet ovat tapa näyttää rekisteröinnit, jotka täyttävät tietyt kriteerit. Huomautus: sinun on ensin valittava Tapahtuma, jotta näet kaikki käytettävissä olevat suodatinvaihtoehdot. Tässä näkymässä näkyvät vain rekisteröinnit, joiden tila on hyväksytty tai maksua odotetaan.
fr_fr: Les filtres sont un moyen de montrer inscriptions qui entrent dans certains critères. Remarque: vous devez d'abord sélectionner un événement pour voir toutes les options disponibles pour les filtres. Seules les inscriptions avec un statut de paiement approuvé ou en attente d'sont présentés dans ce point de vue.
tr_tr: Filtreler, belirli kriterlere uyan kayıtları göstermenin bir yoludur. Not: Mevcut tüm filtre seçeneklerini görmek için önce bir Etkinlik seçmelisiniz. Bu görünümde yalnızca Onaylandı veya Ödeme Bekleniyor durumuna sahip kayıtlar gösterilir.

source: Filter by Event
de_de: Nach Veranstaltungen filtern
fi: Suodata tapahtuman perusteella
fr_fr: Filtrer par événement
tr_tr: Olaya Göre Filtrele

source: Filter by date
de_de: Nach Datum filtern
fi: Suodata päivän perusteella
fr_fr: Filtrer par date
tr_tr: Tarihe göre filtrele

source: This area shows the custom questions and answers for this registrant. Any answers to system questions have been saved with the contact record for this registrant. Those answers can be edited by clicking on the the link for View/Edit this Contact which appears in the Contact Details metabox in the sidebar.
de_de: In diesem Bereich werden die benutzerdefinierten Fragen und Antworten für diesen Registranten angezeigt. Alle Antworten auf Systemfragen wurden mit dem Kontaktdatensatz für diesen Registranten gespeichert. Diese Antworten können bearbeitet werden, indem Sie auf den Link für Diesen Kontakt anzeigen/bearbeiten klicken, der in der Metabox Kontaktdetails in der Seitenleiste erscheint.
fi: Tässä näytetään tämän ilmoittautujan mukautetut kysymykset ja vastaukset. Vastaukset järjestelmäkysymyksiin on tallennettu tämän ilmoittautujan yhteystiedon yhteyteen. Voit muokata näitä vastauksia sivupalkissa olevan Yhteystiedot-laatikon "Näytä/Muokkaa tätä yhteystietoa"-linkin kautta.
fr_fr: Cette zone affiche les questions personnalisées et des réponses pour cette personne inscrite. Toutes les réponses aux questions du système ont été enregistrées avec l'enregistrement de contact pour cette personne inscrite. Ces réponses peuvent être modifiés en cliquant sur le lien pour Voir / Modifier ce contact qui apparaît dans le Détails de contact METABOX dans la barre latérale.
tr_tr: Bu alan, bu kayıtlı kişi için özel soruları ve yanıtları gösterir. Sistem sorularına verilen tüm yanıtlar bu kayıt sahibinin kişi kaydıyla birlikte kaydedilmiştir. Bu yanıtlar, kenar çubuğundaki Kişi Ayrıntıları meta kutusunda görünen Bu Kişiyi Görüntüle/Düzenle bağlantısına tıklanarak düzenlenebilir.

source: Questions that have already been asked will be shown as part of a registrant record. This accounts for both existing registrants and future registrants where an event admin may decide to remove certain questions. The future registrant records will only display the questions that they are asked and answer. Questions are displayed in this order: Question Group, then by set question order in the group.
de_de: Fragen, die bereits gestellt wurden, werden als Teil eines Registrierungsdatensatzes angezeigt. Dies gilt sowohl für bestehende als auch für zukünftige Registranten, bei denen der Administrator der Veranstaltung beschließen kann, bestimmte Fragen zu entfernen. In den Datensätzen zukünftiger Registranten werden nur die Fragen angezeigt, die ihnen gestellt werden und die sie beantworten. Die Fragen werden in dieser Reihenfolge angezeigt: Fragengruppe, dann nach der festgelegten Reihenfolge der Fragen in der Gruppe.
fi: Jo esitetyt kysymykset näkyvät osana rekisteröijän tietuetta. Näin otetaan huomioon sekä nykyiset että tulevat rekisteröijät, joiden kohdalla tapahtuman ylläpitäjä voi päättää poistaa tietyt kysymykset. Tulevissa rekisteröijätietueissa näkyvät vain ne kysymykset, jotka heille on esitetty ja joihin he vastaavat. Kysymykset näytetään tässä järjestyksessä: Kysymysryhmä, sitten kysymysten järjestys ryhmässä.
fr_fr: Les questions qui ont déjà été posées seront affichés dans le cadre d'un dossier de titulaire. Cela représente pour les deux déclarants existants et futurs déclarants où un administrateur de l'événement peut décider de retirer certaines questions. Les futurs dossiers des inscrits ne se affichent que les questions qui leur sont posées et réponses. Questions sont affichés dans cet ordre: Groupe question, puis par l'ordre des questions ensemble dans le groupe.
tr_tr: Halihazırda sorulmuş olan sorular, kayıt yaptıran kaydının bir parçası olarak gösterilecektir. Bu, hem mevcut kayıt sahiplerini hem de bir etkinlik yöneticisinin belirli soruları kaldırmaya karar verebileceği gelecekteki kayıt sahiplerini hesaba katar. Gelecekteki katılımcı kayıtları yalnızca kendilerine sorulan ve yanıtladıkları soruları gösterecektir. Sorular bu sırayla görüntülenir: Soru Grubu, ardından gruptaki soru sırasına göre.

source: An approved registration allows payments and may have a transaction status of complete or incomplete. The registration is marked as active and a space is reserved for the registrant.
de_de: Eine genehmigte Anmeldung erlaubt Zahlungen und kann den Transaktionsstatus "vollständig" oder "unvollständig" haben. Die Anmeldung ist als aktiv gekennzeichnet und ein Platz ist für den Anmelder reserviert.
fi: Hyväksytyn ilmoittautumisen maksut voi suorittaa ja tilauksen tilana näkyy "Valmis" tai "Kesken". Ilmoittautuminen merkitään aktiiviseksi ja osallistujalle varataan paikka tapahtumasta.
fr_fr: Un enregistrement approuvé permet paiements et peut avoir un statut de transaction de complet ou incomplet. L'enregistrement est marqué comme actif et un espace est réservé pour le déclarant.
tr_tr: Onaylanmış bir kayıt ödemelere izin verir ve tamamlanmış veya tamamlanmamış bir işlem durumuna sahip olabilir. Kayıt aktif olarak işaretlenir ve kayıt sahibi için bir yer ayrılır.

source: A cancelled registration is performed by the registrant. Payments are not allowed, the registration is inactive, and no space is reserved.
de_de: Eine stornierte Anmeldung wird vom Anmelder durchgeführt. Zahlungen sind nicht möglich, die Anmeldung ist inaktiv, und es wird kein Platz reserviert.
fi: Ilmoittautuja on peruuttanut ilmoittautumisensa. Maksusuorituksia ei hyväksytä, ilmoittautuminen on epäaktiivinen eikä ilmoittautujalle varata paikkaa.
fr_fr: Une inscription annulée est effectuée par le déclarant. Les paiements ne sont pas autorisés, l'enregistrement est inactif, et aucun espace est réservé.
tr_tr: İptal edilen bir kayıt, kayıt sahibi tarafından gerçekleştirilir. Ödemelere izin verilmez, kayıt etkin değildir ve yer ayrılmaz.

source: A declined registration is performed by the event admin. Payments are not allowed, the registration is inactive, and not space is reserved.
de_de: Eine abgelehnte Anmeldung wird von der Veranstaltungsleitung durchgeführt. Zahlungen sind nicht zulässig, die Anmeldung ist inaktiv und es ist kein Platz reserviert.
fi: Tapahtuman ylläpitäjä suorittaa hylätyn rekisteröinnin. Maksuja ei sallita, rekisteröinti on inaktiivinen, eikä tilaa ole varattu.
fr_fr: Une inscription diminué est effectuée par l'administrateur de l'événement. Les paiements ne sont pas autorisés, l'enregistrement est inactif, et non espace est réservé.
tr_tr: Etkinlik yöneticisi tarafından reddedilen bir kayıt gerçekleştirilir. Ödemelere izin verilmez, kayıt etkin değildir ve yer ayrılmamıştır.

source: A pending registration allows payments. The status will be automatically toggled to approved if the payment is made in full by registrant.
de_de: Eine ausstehende Registrierung erlaubt Zahlungen. Der Status wird automatisch auf "genehmigt" umgeschaltet, wenn der Registrant die Zahlung in voller Höhe geleistet hat.
fi: Vireillä oleva rekisteröinti mahdollistaa maksut. Tila muuttuu automaattisesti hyväksytyksi, jos rekisteröijä on suorittanut maksun kokonaisuudessaan.
fr_fr: Une inscription en attente permet des paiements. Le statut sera automatiquement changée à "validée", si le paiement est effectué en totalité par personne inscrite.
tr_tr: Bekleyen bir kayıt ödemelere izin verir. Ödemenin tamamı kayıt sahibi tarafından yapılırsa durum otomatik olarak onaylandı olarak değiştirilecektir.

source: Shows the contact details for this registrant.
de_de: Zeigt die Kontaktdaten für diesen Registranten an.
fi: Näyttää tämän ilmoittautujan yhteystiedot.
fr_fr: Affiche les coordonnées de cette personne inscrite.
tr_tr: Bu tescil ettiren için iletişim bilgilerini gösterir.

source: Shows the name of the contact.
de_de: Zeigt den Namen des Kontakts an.
fi: Näyttää yhteystiedon nimen.
fr_fr: Affiche le nom du contact.
tr_tr: Kişinin adını gösterir.

source: Shows the email for the contact.
de_de: Zeigt die E-Mail Adresse für den Kontakt an.
fi: Näyttää yhteystiedon sähköpostin.
fr_fr: Affiche l'e-mail pour le contact.
tr_tr: Kişi için e-posta adresini gösterir.

source: Shows the phone number for contact.
de_de: Zeigt die Telefonnummer für den Kontakt an.
fi: Näyttää yhteystiedon puhelinnumeron.
fr_fr: Affiche le numéro de téléphone de contact.
tr_tr: İletişim için telefon numarasını gösterir.

source: Shows the address for the contact.
de_de: Kontaktadresse anzeigen.
fi: Näyttää yhteystiedon osoitteen.
fr_fr: Affiche l'adresse du contact.
tr_tr: Kişinin adresini gösterir.

source: You can edit contact information this Contact by clicking on the View / Edit this Contact link.
de_de: Sie können die Kontaktinformationen bearbeiten, indem Sie auf den „Kontakt ansehen/bearbeiten“ Link klicken.
fi: Voit muokata tämän yhteystiedon tietoja painamalla "Näytä/Muokkaa tätä yhteystietoa"-linkkiä.
fr_fr: Vous pouvez modifier les informations de contact ce contact en cliquant sur le Afficher / Modifier ce lien Contact.
tr_tr: Bu Kişiyi Görüntüle / Düzenle bağlantısına tıklayarak bu Kişinin iletişim bilgilerini düzenleyebilirsiniz.

source: Displays a list of events based on a set of criteria on a WordPress page or post. Unless otherwise specified, events are sorted by start date.
de_de: Zeigt eine Liste von Ereignissen basierend auf einer Reihe von Kriterien auf einer WordPress-Seite oder einem Beitrag an. Wenn nicht anders angegeben, werden die Ereignisse nach dem Startdatum sortiert.
fi: Näyttää tapahtumalistan WordPress-sivulla tai -artikkelissa perustuen annettuihin valintoihin. Ellei toisin määritetä, tapahtumat järjestetään tapahtumien alkupäivän mukaan.
fr_fr: Affiche une liste des événements basés sur un ensemble de critères sur une page ou post WordPress. Sauf indication contraire, les événements sont triés par date de départ.
tr_tr: Bir WordPress sayfasında veya yazısında bir dizi kritere dayalı olarak etkinliklerin listesini görüntüler. Aksi belirtilmedikçe, etkinlikler başlangıç tarihine göre sıralanır.

source: Contributor Recognition
de_de: Anerkennung der Mitwirkenden
fi: Myötävaikuttajat
fr_fr: Reconnaissance Contributeur
tr_tr: Katılımcı Tanıma

source: Welcome to the Decaf (free) Version of Event Espresso 4!
de_de: Willkommen bei der entkoffeinierten (kostenlosen) Version von Event Espresso 4!
fi: Tervetuloa Event Espresso 4:n kofeiinittomaan (ilmaiseen) versioon!
fr_fr: Bienvenue sur la version décaféinée (gratuite) d'Event Espresso 4!
tr_tr: Event Espresso 4'ün Kafeinsiz (ücretsiz) Sürümüne Hoş Geldiniz!

source: %sLearn more >>%s
de_de: %sMehr erfahren &gt;&gt;%s
fi: %sOpi lisää &gt;&gt;%s
fr_fr: %sEn savoir plus >>%s
tr_tr: %sDaha fazla bilgi edinin >>%s

source: As part of the process for updating Event Espresso, your database also needs to be updated. Event Espresso is in COMPLETE MAINTENANCE MODE (both WordPress admin pages and front-end event registration pages are disabled) until you run the database update script. %s Visit the Maintenance Page to get started,%s it only takes a moment.
de_de: Als Teil des Aktualisierungsprozesses von Event Espresso muss auch Ihre Datenbank aktualisiert werden. Event Espresso befindet sich im VOLLSTÄNDIGEN WARTUNGSMODUS (sowohl die WordPress-Verwaltungsseiten als auch die Frontend-Eventregistrierungsseiten sind deaktiviert), bis Sie das Skript zur Datenbankaktualisierung ausführen. %s Besuchen Sie die Wartungsseite, um loszulegen, %s es dauert nur einen Moment.
fi: Osana Event Espresson päivitysprosessia tietokantasi myös on päivitettävä. Event Espresso on COMPLETE MAINTENANCE MODE -tilassa (sekä WordPressin hallintasivut että etupään tapahtumien rekisteröintisivut ovat pois käytöstä), kunnes suoritat tietokannan päivitysskriptin. %s Käy ylläpitosivulla aloittaaksesi,%s se vie vain hetken.
fr_fr: Dans le cadre du processus de mise à jour d'Event Espresso, votre base de données doit aussi être mise à jour. Event Espresso est en MODE DE MAINTENANCE COMPLET (les pages WordPress Admin et les pages d'inscriptions Client sont désactivées) jusqu'à ce que vous exécutez le script de mise à jour de base de données. %sVisitez la page de Maintenance pour commencer,%s , cela ne prend qu'un instant.
tr_tr: Event Espresso'nun güncellenmesi sürecinin bir parçası olarak, veritabanınız ayrıca güncellenmesi gerekiyor. Event Espresso, siz veritabanı güncelleme komut dosyasını çalıştırana kadar TAM BAKIM MODUNDADIR (hem WordPress yönetici sayfaları hem de ön uç etkinlik kayıt sayfaları devre dışıdır). %s Başlamak için Bakım Sayfasını ziyaret edin, %s sadece bir dakikanızı alır.

source: Site taken out of maintenance mode because no data migration scripts are required
de_de: Website wird aus dem Wartungsmodus genommen, da keine Datenmigrationsskripte erforderlich sind
fi: Sivusto otetaan pois ylläpitotilasta, koska tietojen siirtoskriptejä ei tarvita.
fr_fr: Site sorti du mode de maintenance car pas de scripts de migration de données sont nécessaires
tr_tr: Veri taşıma komut dosyası gerekmediği için site bakım modundan çıkarıldı

source: Congratulations! Your database is "up-to-date" and you are ready to begin using %s
de_de: Herzlichen Glückwunsch! Ihre Datenbank ist auf dem neuesten Stand und Sie können mit der Verwendung von %s
fi: Onnittelut! Tietokantasi on "ajan tasalla" ja olet valmis aloittamaan %s:n käytön.
fr_fr: Félicitations! Votre base de données est" up-to-date» et vous êtes prêt à commencer à utiliser %s
tr_tr: Tebrikler! Veritabanınız "güncel" ve %s'yi kullanmaya başlamaya hazırsınız

source: Time to find out about all the great new features %s has to offer.
de_de: Es ist an der Zeit, all die großartigen neuen Funktionen zu entdecken, die %s zu bieten hat.
fi: On aika tutustua kaikkiin uusiin hienoihin ominaisuuksiin, joita %s tarjoaa.
fr_fr: Temps de se renseigner sur toutes les grandes nouvelles fonctionnalités %s a à offrir.
tr_tr: %s'in sunduğu tüm harika yeni özellikler hakkında bilgi edinme zamanı.

source: %1$sYes. I have backed up my database%2$s, %3$sunderstand the risks involved%4$s, and am ready to migrate my existing %5$s data to %6$s.
de_de: %1$sJa. Ich habe eine Sicherungskopie meiner Datenbank%2$s erstellt, %3$sverstehe die damit verbundenen Risiken%4$s und bin bereit, meine bestehenden %5$s-Daten nach %6$s zu migrieren.
fi: %1$sKyllä. Olen varmuuskopioinut tietokantani%2$s, %3$symmärrän siihen liittyvät riskit%4$s ja olen valmis siirtämään nykyiset %5$s tietoni %6$s
fr_fr: %1$sOui. Je ai soutenu ma base de données %2$s, %3$s comprendre les risques encourus %4$s, et je suis prêt à migrer mon existante %5$s les données à %6$s .
tr_tr: %1$sEvet. Veritabanımı yedekledim%2$s, %3$s ilgili riskleri anladım%4$s ve mevcut %5$s verilerimi %6$s'ye taşımaya hazırım.

source: Migrate My %s Data to %s
de_de: Meine %s-Daten nach %s migrieren
fi: Siirrä %s:n tiedot %s:ään
fr_fr: Mon migrer %s à données %s
tr_tr: %s Verilerimi %s'ye Taşıma

source: I do NOT want to migrate my %1$s data to %2$s at this time and just want to use %3$s without migrating data.
de_de: Ich möchte meine %1$s-Daten zum jetzigen Zeitpunkt NICHT nach %2$s migrieren und möchte nur %3$s verwenden, ohne Daten zu migrieren.
fi: En halua siirtää %1$s:n tietoja %2$s:ään tällä hetkellä ja haluan vain käyttää %3$s:ää siirtämättä tietoja.
fr_fr: Je ne veux pas de migrer mes %1$s les données %2$s en ce moment et je veux juste utiliser %3$s sans migration de données.
tr_tr: Şu anda %1$s verilerimi %2$s'ye taşımak istemiyorum ve verileri taşımadan sadece %3$s'yi kullanmak istiyorum.

source: Please Note: In order to avoid errors, any existing Event Espresso data (events, ticket, registrations, etc) in your db will be erased! Regular WP data will NOT be affected.
de_de: Bitte beachten Sie: Um Fehler zu vermeiden, werden alle bestehenden Event Espresso-Daten (Veranstaltungen, Tickets, Registrierungen, etc.) in Ihrer Datenbank gelöscht! Normale WP-Daten sind davon NICHT betroffen.
fi: Huomaa: Virheiden välttämiseksi kaikki Event Espresson aiemmat tiedot (tapahtumat, liput, ilmoittautumiset, jne.) pyyhitään tiedokannasta! Tällä EI ole vaikutusta normaaleihin WordPressin tietoihin.
fr_fr: Se il vous plaît Note: Pour éviter les erreurs, toutes les données existantes Event Espresso (événements, billets, inscriptions, etc.) dans votre db seront effacées! WP données régulières ne seront pas affectés.
tr_tr: Lütfen Dikkat: Hataları önlemek için, db'nizdeki mevcut tüm Event Espresso verileri (etkinlikler, biletler, kayıtlar vb.) silinecektir! Normal WP verileri etkilenmeyecektir.

source: Just Start %s and Delete Existing Data
de_de: Einfach %s starten und vorhandene Daten löschen
fi: Käynnistä vain %s ja poista olemassa olevat tiedot
fr_fr: Il suffit de commencer %s et supprimer des données existantes
tr_tr: Sadece %s'yi Başlatın ve Mevcut Verileri Silin

source: If your existing Event and Registration Data is no longer relevant nor required, you can just start up %s without performing a data migration.
de_de: Wenn Ihre bestehenden Veranstaltungs- und Registrierungsdaten nicht mehr relevant sind oder nicht mehr benötigt werden, können Sie %s einfach starten, ohne eine Datenmigration durchzuführen.
fi: Jos nykyiset tapahtuma- ja rekisteröintitietosi eivät ole enää merkityksellisiä tai tarpeellisia, voit vain käynnistää %s:n ilman tietojen siirtämistä.
fr_fr: Si vos données d'événements et inscription existante ne est plus pertinent ni nécessaire, vous pouvez tout simplement de démarrer %s sans effectuer une migration de données.
tr_tr: Mevcut Etkinlik ve Kayıt Verileriniz artık ilgili veya gerekli değilse, veri geçişi yapmadan %s'yi başlatabilirsiniz.

source: Migration Report not sent
de_de: Migrationsbericht nicht gesendet
fi: Siirtymäraporttia ei ole lähetetty
fr_fr: Rapport de migration n'a pas été envoyé
tr_tr: Geçiş Raporu gönderilmedi

source: I want to retry migrating my data
de_de: Ich möchte erneut versuchen, meine Daten zu migrieren
fi: Haluan yrittää tietojen siirtämistä uudelleen
fr_fr: Je veux recommencer la migration mes données
tr_tr: Verilerimi taşımayı yeniden denemek istiyorum

source: I want to hear from Support before proceeding
de_de: Ich möchte vom Support hören, bevor ich fortfahre
fi: Haluan kuulla asiakaspalvelusta ennen jatkamista
fr_fr: Je veux entendre de soutien avant de procéder
tr_tr: Devam etmeden önce Destek biriminden haber almak istiyorum

source: I don't need my old EE %s data
de_de: Ich brauche meine alten EE %s-Daten nicht mehr
fi: En tarvitse vanhoja EE %s -tietoja.
fr_fr: Je ne ai pas besoin de mon ancienne EE %s données
tr_tr: Eski EE %s verilerime ihtiyacım yok

source: I want to go back to my old version of EE %1$s
de_de: Ich möchte zu meiner alten Version von EE %1$s zurückkehren.
fi: Haluan palata vanhaan EE-versiooni %1$s
fr_fr: Je veux revenir à mon ancienne version d'EE %1$s
tr_tr: Eski EE sürümüme geri dönmek istiyorum %1$s

source: You must upgrade your Event Espresso Add-ons before Migrating
de_de: Sie müssen Ihre Event Espresso Add-ons vor der Migration aktualisieren
fi: Sinun on päivitettävä Event Espresso -lisäosasi ennen muuntamista
fr_fr: Vous devez mettre à niveau vos Event Espresso Add-ons avant de migrer
tr_tr: Geçiş yapmadan önce Event Espresso Eklentilerinizi yükseltmelisiniz

source: %1$sNext Step%2$s
de_de: %1$sNächster Schritt%2$s
fi: %1$sSeuraava vaihe%2$s
tr_tr: %1$sSonraki Adım%2$s

source: Is this an account on the Authorize.net development server?
de_de: Ist dies ein Konto auf dem Authorize.net Entwicklungsserver?
fi: Onko tämä tili Authorize.netin kehityspalvelimella?
fr_fr: Est-ce un compte sur le serveur de développement Authorize.net?
tr_tr: Bu, Authorize.net geliştirme sunucusundaki bir hesap mı?
