Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Authorize.Net SIM is an off-site payment method for accepting credit and debit card payments and is available to event organizers in the United States, Canada, United Kingdom, and Australia. An account with Authorize.Net is required to accept payments. Need an Authorize.Net account? %1$sClick here to sign up for a merchant account%2$s.
de_de: Authorize.Net SIM ist eine externe Zahlungsmethode für die Annahme von Kredit- und Debitkartenzahlungen und steht Veranstaltern in den Vereinigten Staaten, Kanada, Großbritannien und Australien zur Verfügung. Ein Konto bei Authorize.Net ist erforderlich, um Zahlungen zu akzeptieren. Benötigen Sie ein Authorize.Net-Konto? %1$sKlicken Sie hier, um sich für ein Händlerkonto%2$s anzumelden.
fi: Authorize.Net SIM on luotto- ja pankkikorttimaksujen hyväksymiseen tarkoitettu ulkopuolinen maksutapa, joka on tapahtumajärjestäjien käytettävissä Yhdysvalloissa, Kanadassa, Yhdistyneessä kuningaskunnassa ja Australiassa. Maksujen vastaanottaminen edellyttää tiliä Authorize.Netissä. Tarvitsetko Authorize.Net-tilin? %1$sKlikkaa tästä rekisteröityäksesi kauppiastilille%2$s.
fr_fr: Authorize.Net SIM est une méthode de paiement hors site pour accepter les paiements par carte de crédit et de débit et est disponible pour les organisateurs d'événements aux États-Unis, au Canada, au Royaume-Uni et en Australie. Un compte chez Authorize.Net est requis pour accepter les paiements. Besoin d'un compte Authorize.Net? %1$sCliquez ici pour vous inscrire à un compte marchand%2$s.
tr_tr: Authorize.Net SIM, kredi ve banka kartı ödemelerini kabul etmek için tesis dışı bir ödeme yöntemidir ve Amerika Birleşik Devletleri, Kanada, Birleşik Krallık ve Avustralya'daki etkinlik organizatörleri tarafından kullanılabilir. Ödemeleri kabul etmek için Authorize.Net'te bir hesap gereklidir. Bir Authorize.Net hesabına mı ihtiyacınız var? %1$sBir satıcı hesabına kaydolmak için buraya tıklayın%2$s.

source: Mollie is an off-site payment method for accepting payments via iDeal, credit and debit cards, and other payment services. iDEAL is available to event organizers in the Netherlands. Other payment options such as credit and debit card payments are available to event organizers in many countries in Europe. An account with Mollie is required to accept payments. Need a Mollie account? %1$sClick here to sign up for a merchant account%2$s.
de_de: Mollie ist eine externe Zahlungsmethode für die Annahme von Zahlungen über iDeal, Kredit- und Debitkarten und andere Zahlungsdienste. iDEAL steht Veranstaltern in den Niederlanden zur Verfügung. Andere Zahlungsmöglichkeiten wie Kredit- und Debitkartenzahlungen stehen Veranstaltern in vielen Ländern Europas zur Verfügung. Um Zahlungen zu akzeptieren, ist ein Konto bei Mollie erforderlich. Benötigen Sie ein Mollie-Konto? %1$sKlicken Sie hier, um sich für ein Händlerkonto%2$s anzumelden.
fi: Mollie on paikan ulkopuolinen maksutapa, jolla voit hyväksyä maksuja iDealin, luotto- ja pankkikorttien sekä muiden maksupalvelujen kautta. iDEAL on tapahtumajärjestäjien käytettävissä Alankomaissa. Muut maksutavat, kuten luotto- ja pankkikorttimaksut, ovat tapahtumajärjestäjien käytettävissä monissa Euroopan maissa. Maksujen vastaanottaminen edellyttää tiliä Mollie-palvelussa. Tarvitsetko Mollie-tilin? %1$sKlikkaa tästä rekisteröityäksesi kauppiastilille%2$s.
tr_tr: Mollie, iDeal, kredi ve banka kartları ve diğer ödeme hizmetleri aracılığıyla ödeme kabul etmek için tesis dışı bir ödeme yöntemidir. iDEAL, Hollanda'daki etkinlik organizatörleri tarafından kullanılabilir. Kredi ve banka kartı ödemeleri gibi diğer ödeme seçenekleri Avrupa'daki birçok ülkede etkinlik organizatörleri tarafından kullanılabilir. Ödemeleri kabul etmek için Mollie'de bir hesap gereklidir. Bir Mollie hesabına mı ihtiyacınız var? %1$sBir satıcı hesabına kaydolmak için buraya tıklayın%2$s.

source: iPay88 is an off-site payment method for accepting credit and debit cards and is available to event organizers in Malaysia and Indonesia. An account with iPay88 is required to accept payments. Need a iPay88 account? %1$sClick here to sign up for a merchant account%2$s.
de_de: iPay88 ist eine externe Zahlungsmethode für die Annahme von Kredit- und Debitkarten und steht Veranstaltern in Malaysia und Indonesien zur Verfügung. Ein Konto bei iPay88 ist erforderlich, um Zahlungen zu akzeptieren. Sie benötigen ein iPay88-Konto? %1$sKlicken Sie hier, um sich für ein Händlerkonto%2$s anzumelden.
fi: iPay88 on luotto- ja pankkikorttien hyväksymistä varten tarkoitettu maksumenetelmä, joka on Malesian ja Indonesian tapahtumajärjestäjien käytettävissä. Maksujen vastaanottaminen edellyttää iPay88-tilin luomista. Tarvitsetko iPay88-tilin? %1$sKlikkaa tästä rekisteröityäksesi kauppiaan tilille%2$s.
tr_tr: iPay88, kredi ve banka kartlarını kabul etmek için tesis dışı bir ödeme yöntemidir ve Malezya ve Endonezya'daki etkinlik organizatörleri tarafından kullanılabilir. Ödemeleri kabul etmek için iPay88'de bir hesap gereklidir. iPay88 hesabına mı ihtiyacınız var? %1$sBir satıcı hesabına kaydolmak için buraya tıklayın%2$s.

source: Payment of %2$s for %2$s
de_de: Zahlung von %2$s für %2$s
fi: Maksu %2$s %2$s:n osalta
fr_fr: Paiement de %2$s pour %2$s
tr_tr: %2$s için %2$s tutarında ödeme

source: MasterCard Internet Gateway Service (MiGS) is an on-site payment method for accepting credit and debit cards and is available to event organizers in many countries. An account with a supported bank is required to accept payments. Need an account? %1$sClick here to sign up for a merchant account%2$s.
de_de: MasterCard Internet Gateway Service (MiGS) ist eine Vor-Ort-Zahlungsmethode für die Annahme von Kredit- und Debitkarten und steht Veranstaltern in vielen Ländern zur Verfügung. Für die Annahme von Zahlungen ist ein Konto bei einer unterstützten Bank erforderlich. Benötigen Sie ein Konto? %1$sKlicken Sie hier, um sich für ein Händlerkonto%2$s anzumelden.
fi: MasterCard Internet Gateway Service (MiGS) on paikan päällä toimiva maksutapa luotto- ja pankkikorttien hyväksymiseksi, ja se on tapahtumajärjestäjien käytettävissä monissa maissa. Maksujen vastaanottaminen edellyttää tiliä tuetussa pankissa. Tarvitsetko tilin? %1$sKlikkaa tästä rekisteröityäksesi kauppiastilille%2$s.
tr_tr: MasterCard Internet Gateway Service (MiGS), kredi ve banka kartlarını kabul etmek için yerinde bir ödeme yöntemidir ve birçok ülkede etkinlik organizatörleri tarafından kullanılabilir. Ödemeleri kabul etmek için desteklenen bir bankada hesap gereklidir. Bir hesaba mı ihtiyacınız var? %1$sBir satıcı hesabına kaydolmak için buraya tıklayın%2$s.

source: This item is required. Removing it will also remove any related items from the event cart! Click OK to continue or Cancel to keep this item.
de_de: Dieser Artikel wird benötigt. Ihn zu löschen bedeutet, auch alle verknüpften Artikel aus dem Veranstaltungs-Warenkorb zu entfernen! OK klicken zum fortfahren, oder Abbrechen um diesen Artikel zu behalten.
fi: Tämä on pakollinen lippu. Lipun poistaminen poistaa samalla myös siihen liittyvät muut liput varauskorista! Paina OK jatkaasesi tai Peruuta säilyttääksesi lipun.
fr_fr: Cet article est requis. En le supprimant, vous supprimez tous les éléments connexes du panier d'événements! Cliquez sur OK pour continuer ou sur Annuler pour conserver cet élément.
tr_tr: Bu öğe gereklidir. Bu öğeyi kaldırdığınızda ilgili tüm öğeler de etkinlik sepetinden kaldırılacaktır! Devam etmek için Tamam'a veya bu öğeyi saklamak için İptal'e tıklayın.

source: %sYour request could not be completely fulfilled due to lack of availability.%s
de_de: %sIhre Anfrage konnte mangels Verfügbarkeit nicht vollständig erfüllt werden.%s
fi: %sPyyntöäsi ei voitu toteuttaa kokonaan puutteiden takia.%s
fr_fr: %sVotre demande n'a pas pu être entièrement satisfaite en raison du manque de disponibilité.%s
tr_tr: %sUygunluk olmaması nedeniyle talebiniz tam olarak yerine getirilemedi.%s

source: Event line item (ID:%1d$) deletion failed.
de_de: Das Löschen der Ereignisposition (ID:%1d$) ist fehlgeschlagen.
fi: Tapahtumarivin (ID:%1d$) poistaminen epäonnistui.
fr_fr: L'élément de campagne d'événement (ID:%1d$) a échoué.
tr_tr: Olay satır öğesi (ID:%1d$) silme işlemi başarısız oldu.

source: A valid line item for the event (ID:%1d$) could not be found.
de_de: Es konnte keine gültige Position für das Ereignis (ID:%1d$) gefunden werden.
fi: Tapahtumalle (ID:%1d$) ei löytynyt kelvollista rivikohdetta.
fr_fr: Impossible de trouver un élément de campagne valide pour l'événement (ID:%1d$).
tr_tr: Olay (ID:%1d$) için geçerli bir satır öğesi bulunamadı.

source: ** indicates an item that is required and must be purchased.
de_de: ** zeigt ein Artikel, der auf jeden Fall gekauft werden muss.
fi: ** tarkoittaa, että tuote on pakollinen ja se on hankittava.
fr_fr: ** indique un article requis et doit être acheté.
tr_tr: ** gerekli olan ve satın alınması gereken bir öğeyi gösterir.

source: Sale
de_de: Verkauf
fi: Myynti
fr_fr: Soldes
tr_tr: Satış

source: Authorization with Delayed Capture
de_de: Autorisierung mit verzögertem Capture
fi: Valtuutus viivästetyllä kaappauksella
fr_fr: Autorisation avec Delayed Capture
tr_tr: Gecikmeli Yakalama ile Yetkilendirme

source: Process Transactions as: %s
de_de: Transaktionen verarbeiten als: %s
fi: Käsittele transaktiot seuraavasti: %s
fr_fr: Traiter les transactions comme: %s
tr_tr: İşlemleri şu şekilde işleyin: %s

source: Process Transactions method
de_de: Prozess Transaktionsmethode
fi: Process Transactions -menetelmä
fr_fr: Traiter les opérations .
tr_tr: İşlemleri İşleme yöntemi

source: %1$s"Sale Transactions"%2$s is the most common and preferred processing method.
de_de: %1$s "Verkaufstransaktionen"%2$s ist die gängigste und bevorzugte Bearbeitungsmethode.
fi: %1$s "Myyntitapahtumat"%2$s on yleisin ja suositeltavin käsittelymenetelmä.
fr_fr: %1$s"Transaction de vente"%2$s est la méthode de traitement la plus courante et préférée.
tr_tr: %1$s "Satış İşlemleri"%2$s en yaygın ve tercih edilen işlem yöntemidir.

source: But if you are using Fraud Protection Services (FPS), and your bank supports "Authorization and Capture" transactions, you should switch to %1$s"Authorizations with Delayed Capture"%2$s method. PayPal states: %3$s"PayPal Payments Advanced and PayPal Payments Pro merchants using Fraud Protection Services (FPS) should process their transactions as Authorizations with Delayed Capture instead of a Sale. FPS transactions are treated as authorizations and if the transaction is submitted as a Sale, Payflow auto-captures such transactions approximately every two hours, which may result in a 2-hour or more delay in settling the transaction."%4$s.
de_de: Wenn Sie jedoch Fraud Protection Services (FPS) verwenden und Ihre Bank Transaktionen mit "Autorisierung und Erfassung" unterstützt, sollten Sie zur Methode %1$s "Autorisierung mit verzögerter Erfassung"%2$s wechseln. PayPal erklärt: %3$s "PayPal Payments Advanced- und PayPal Payments Pro-Händler, die Fraud Protection Services (FPS) verwenden, sollten ihre Transaktionen als Autorisierung mit verzögerter Erfassung und nicht als Verkauf verarbeiten. FPS-Transaktionen werden als Autorisierungen behandelt, und wenn die Transaktion als Verkauf eingereicht wird, erfasst Payflow solche Transaktionen automatisch etwa alle zwei Stunden, was zu einer Verzögerung von zwei Stunden oder mehr bei der Abrechnung der Transaktion führen kann."%4$s.
fi: Mutta jos käytät Fraud Protection Services (FPS) -palvelua ja pankkisi tukee "Authorization and Capture" -tapahtumia, sinun pitäisi vaihtaa %1$s "Authorizations with Delayed Capture"%2$s -menetelmään. PayPal ilmoittaa: %3$s "PayPal Payments Advanced- ja PayPal Payments Pro -kauppiaiden, jotka käyttävät Fraud Protection Services (FPS) -menetelmää, tulisi käsitellä maksutapahtumansa Myynnin sijasta Myyntitapahtumana Authorization with Delayed Capture.". FPS-tapahtumia käsitellään valtuutuksina, ja jos tapahtuma lähetetään Myyntinä, Payflow tallentaa tällaiset tapahtumat automaattisesti noin kahden tunnin välein, mikä voi aiheuttaa vähintään kahden tunnin viiveen tapahtuman selvittämisessä." %4$s.
fr_fr: Mais si vous utilisez des services de protection contre la fraude (FPS) et que votre banque prend en charge les transactions «Autorisation et capture», vous devez passer à la méthode %1$s"Autorisations avec retard de capture"%2$s. PayPal indique: %3$s"Paiements PayPal Paiements avancés et paiements PayPal Les commerçants professionnels utilisant les services de protection contre la fraude (FPS) doivent traiter leurs transactions sous la forme d'autorisations avec capture retardée au lieu d'une vente. Une vente, Payflow auto-capture ces transactions environ toutes les deux heures, ce qui peut entraîner un retard de 2 heures ou plus dans le règlement de la transaction. "%4$s.
tr_tr: Ancak Fraud Protection Services (FPS) kullanıyorsanız ve bankanız "Authorization and Capture" işlemlerini destekliyorsa, %1$s "Authorizations with Delayed Capture"%2$s yöntemine geçmelisiniz. PayPal belirtiyor: %3$s "Sahtekarlık Koruma Hizmetleri (FPS) kullanan PayPal Payments Advanced ve PayPal Payments Pro satıcıları, işlemlerini Satış yerine Gecikmeli Yakalama ile Yetkilendirme olarak işlemelidir. FPS işlemleri yetkilendirme olarak değerlendirilir ve işlem Satış olarak gönderilirse Payflow bu tür işlemleri yaklaşık iki saatte bir otomatik olarak yakalar ve bu da işlemin gerçekleştirilmesinde 2 saat veya daha fazla gecikmeye neden olabilir."%4$s.

source: If you are using Fraud Protection Services (FPS), it is recommended you set the default filter action to "Reject", not "Review", %1$ssimilar to what is shown here%2$s.
de_de: Wenn Sie Fraud Protection Services (FPS) verwenden, wird empfohlen, die Standard-Filteraktion auf "Ablehnen" und nicht auf "Überprüfen" zu setzen, %1$sähnlich wie hier%2$s gezeigt.
fi: Jos käytät Fraud Protection Services (FPS) -palveluja, on suositeltavaa asettaa suodattimen oletustoiminnoksi "Hylkää", ei "Tarkista", %1$snäkymän mukaisesti%2$s.
fr_fr: Si vous utilisez des services de protection contre la fraude (FPS), il est recommandé de définir l'action de filtrage par défaut comme «Rejeter» et non «Réviser», %1$ssimilaire à ce qui est affiché ici%2$s.
tr_tr: Fraud Protection Services (FPS) kullanıyorsanız, varsayılan filtre eylemini "İncele" değil "Reddet" olarak ayarlamanız önerilir, %1$sburada gösterilene benzer%2$s.

source: Payflow Pro is an on-site payment method for accepting credit and debit cards and is available to event organizers in the United States, United Kingdom, Canada, and New Zealand. An account with PayPal Payflow Pro is required to accept payments. Need a Payflow Pro account? Call 1-855-456-1338 or %1$sclick here to sign up for a merchant account%2$s.
de_de: Payflow Pro ist eine Vor-Ort-Zahlungsmethode für die Annahme von Kredit- und Debitkarten und steht Veranstaltern in den Vereinigten Staaten, dem Vereinigten Königreich, Kanada und Neuseeland zur Verfügung. Für die Annahme von Zahlungen ist ein Konto bei PayPal Payflow Pro erforderlich. Sie benötigen ein Payflow Pro-Konto? Rufen Sie 1-855-456-1338 an oder %1$sind Sie hier, um sich für ein Händlerkonto%2$s anzumelden.
fi: Payflow Pro on luotto- ja pankkikortteja hyväksyvä maksumenetelmä, joka on tapahtumajärjestäjien käytettävissä Yhdysvalloissa, Yhdistyneessä kuningaskunnassa, Kanadassa ja Uudessa-Seelannissa. Maksujen vastaanottaminen edellyttää PayPal Payflow Pro -tiliä. Tarvitsetko Payflow Pro -tilin? Soita numeroon 1-855-456-1338 tai %1$sklikkaa tästä, jos haluat rekisteröityä kauppiastilille%2$s.
fr_fr: Payflow Pro est une méthode de paiement sur site pour l'acceptation de cartes de crédit et de débit et est disponible pour les organisateurs d'événements aux États-Unis, au Royaume-Uni, au Canada et en Nouvelle-Zélande. Un compte PayPal Payflow Pro est requis pour accepter les paiements. Besoin d'un compte Payflow Pro? Appelez le 1-855-456-1338 ou %1$sCliquez ici pour vous inscrire à un compte marchand%2$s..
tr_tr: Payflow Pro, kredi ve banka kartlarını kabul etmek için yerinde bir ödeme yöntemidir ve Amerika Birleşik Devletleri, Birleşik Krallık, Kanada ve Yeni Zelanda'daki etkinlik organizatörleri tarafından kullanılabilir. Ödemeleri kabul etmek için PayPal Payflow Pro'da bir hesap gereklidir. Payflow Pro hesabına mı ihtiyacınız var? 1-855-456-1338 numaralı telefonu arayın veya bir satıcı hesabına kaydolmak için %1$sburaya tıklayın%2$s.

source: It appears that PayPal Commerce checkout JavaScript was not loaded properly! Please refresh the page and try again or contact support. PayPal Commerce payments can't be processed.
de_de: Es scheint, dass PayPal Commerce Checkout JavaScript nicht richtig geladen wurde! Bitte aktualisieren Sie die Seite und versuchen Sie es erneut oder kontaktieren Sie den Support. PayPal Commerce-Zahlungen können nicht verarbeitet werden.
fi: Näyttää siltä, että PayPal Commerce -kassan JavaScriptiä ei ladattu oikein! Päivitä sivu ja yritä uudelleen tai ota yhteyttä asiakaspalveluun. PayPal Commerce -maksuja ei voida käsitellä.
tr_tr: PayPal Commerce ödeme JavaScript'i düzgün yüklenmemiş görünüyor! Lütfen sayfayı yenileyip tekrar deneyin veya destek ekibiyle iletişime geçin. PayPal Commerce ödemeleri işleme alınamıyor.

source: There was an error while trying to get the payment token. Please refresh the page and try again or contact support.
de_de: Beim Versuch, das Zahlungs-Token zu erhalten, ist ein Fehler aufgetreten. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut oder kontaktieren Sie den Support.
fi: Maksutunnusta haettaessa tapahtui virhe. Päivitä sivu ja yritä uudelleen tai ota yhteyttä asiakaspalveluun.
fr_fr: Une erreur s'est produite lors de la tentative d'obtention du jeton de paiement. Veuillez actualiser la page et réessayer ou contacter le support.
tr_tr: Ödeme belirtecini almaya çalışırken bir hata oluştu. Lütfen sayfayı yenileyip tekrar deneyin veya destek ekibiyle iletişime geçin.

source: Debug Mode is turned ON.
de_de: Der Debug-Modus ist eingeschaltet.
fi: Virheenkorjaustila on päällä.
fr_fr: Le mode de débogage est activé.
tr_tr: Hata Ayıklama Modu AÇIK konuma getirilir.

source: Test Cards
de_de: Test-Karten
fi: Testikortit
fr_fr: Tester
tr_tr: Test Kartları

source: Card declined.
de_de: Karte abgelehnt
fi: Kortti hylätty.
tr_tr: Kart reddedildi.

source: Infusionsoft is an on-site payment method for accepting credit and debit cards and is available to event organizers in several countries. An account with Infusionsoft is required to accept payments. Need an Infusionsoft account? %1$sClick here to sign up for a merchant account%2$s.
de_de: Infusionsoft ist eine Vor-Ort-Zahlungsmethode für die Annahme von Kredit- und Debitkarten und steht Veranstaltern in mehreren Ländern zur Verfügung. Für die Annahme von Zahlungen ist ein Konto bei Infusionsoft erforderlich. Sie benötigen ein Infusionsoft-Konto? %1$sKlicken Sie hier, um sich für ein Händlerkonto%2$s anzumelden.
fi: Infusionsoft on paikan päällä käytettävä maksutapa luotto- ja pankkikorttien hyväksymiseen, ja se on tapahtumajärjestäjien käytettävissä useissa maissa. Maksujen vastaanottaminen edellyttää tiliä Infusionsoftissa. Tarvitsetko Infusionsoft-tilin? %1$sKlikkaa tästä rekisteröityäksesi kauppiastilille%2$s.
tr_tr: Infusionsoft, kredi ve banka kartlarını kabul etmek için yerinde bir ödeme yöntemidir ve çeşitli ülkelerdeki etkinlik organizatörleri tarafından kullanılabilir. Ödemeleri kabul etmek için Infusionsoft'ta bir hesap gereklidir. Infusionsoft hesabına mı ihtiyacınız var? %1$sBir satıcı hesabına kaydolmak için buraya tıklayın%2$s.

source: Sage Pay Server Integration is an off-site payment method for accepting credit and debit cards and is available to event organizers in the United Kingdom. An account with Sage Pay is required to accept payments. Need a Sage Pay account? %1$sClick here to sign up for a merchant account%2$s.
de_de: Sage Pay Server Integration ist eine externe Zahlungsmethode für die Annahme von Kredit- und Debitkarten und steht Veranstaltern in Großbritannien zur Verfügung. Um Zahlungen zu akzeptieren, ist ein Konto bei Sage Pay erforderlich. Sie benötigen ein Sage Pay-Konto? %1$sKlicken Sie hier, um sich für ein Händlerkonto%2$s anzumelden.
fi: Sage Pay Server -integraatio on luotto- ja pankkikorttien hyväksymiseen tarkoitettu maksumenetelmä, joka on käytettävissä tapahtumajärjestäjille Yhdistyneessä kuningaskunnassa. Maksujen vastaanottaminen edellyttää tiliä Sage Pay -palvelussa. Tarvitsetko Sage Pay -tilin? %1$sKlikkaa tästä rekisteröityäksesi kauppiastilille%2$s.
tr_tr: Sage Pay Sunucu Entegrasyonu, kredi ve banka kartlarını kabul etmek için tesis dışı bir ödeme yöntemidir ve Birleşik Krallık'taki etkinlik organizatörleri tarafından kullanılabilir. Ödemeleri kabul etmek için Sage Pay'de bir hesap gereklidir. Bir Sage Pay hesabına mı ihtiyacınız var? %1$sBir satıcı hesabına kaydolmak için buraya tıklayın%2$s.

source: Error while getting a session ID.
de_de: Fehler beim Abrufen einer Sitzungs-ID.
fi: Virhe istuntotunnuksen saamisessa.
fr_fr: Erreur lors de l'obtention d'une ID de session
tr_tr: Oturum kimliği alınırken hata oluştu.

source: Session request Error
de_de: Sitzungsanfrage Fehler
fi: Istuntopyyntö Virhe
fr_fr: Erreur de demande de session
tr_tr: Oturum isteği Hatası

source: Vanco is an on-site payment method for accepting credit and debit cards and bank transfers (ACH) and is available to event organizers in the United States. An account with Vanco is required to accept payments. Need a Vanco account? Call 1-800-675-7430 or %1$sclick here to sign up for a merchant account%2$s.
de_de: Vanco ist eine Vor-Ort-Zahlungsmethode für die Annahme von Kredit- und Debitkarten sowie Banküberweisungen (ACH) und steht Veranstaltern in den Vereinigten Staaten zur Verfügung. Für die Annahme von Zahlungen ist ein Konto bei Vanco erforderlich. Benötigen Sie ein Vanco-Konto? Rufen Sie 1-800-675-7430 an oder %1$sind Sie hier, um sich für ein Händlerkonto%2$s anzumelden.
fi: Vanco on luotto- ja pankkikorttien sekä pankkisiirtojen (ACH) hyväksymiseen tarkoitettu maksutapa, joka on tapahtumajärjestäjien käytettävissä Yhdysvalloissa. Maksujen vastaanottaminen edellyttää tiliä Vancossa. Tarvitsetko Vanco-tilin? Soita numeroon 1-800-675-7430 tai %1$sklikkaa tästä rekisteröityäksesi kauppiastilille%2$s.
fr_fr: Vanco est un moyen de paiement sur place pour l'acceptation des cartes de crédit et de débit et des virements bancaires (ACH) et est disponible pour les organisateurs d'événements aux États-Unis. Un compte chez Vanco est requis pour accepter les paiements. Besoin d'un compte Vanco? Appelez le 1-800-675-7430 ou %1$sCliquez ici pour vous inscrire à un compte marchand%2$s.
tr_tr: Vanco, kredi ve banka kartları ile banka havalelerini (ACH) kabul etmek için yerinde bir ödeme yöntemidir ve Amerika Birleşik Devletleri'ndeki etkinlik organizatörleri tarafından kullanılabilir. Ödemeleri kabul etmek için Vanco'da bir hesap gereklidir. Bir Vanco hesabına mı ihtiyacınız var? 1-800-675-7430 numaralı telefonu arayın veya bir satıcı hesabına kaydolmak için %1$sburaya tıklayın%2$s.

source: (%1$s Cancellation)
de_de: (%1$s Stornierung)
fi: (%1$s peruutus)
fr_fr: (%1$s Annulation)
tr_tr: (%1$s İptal)

source: * price includes taxes
de_de: * Preis enthält Steuern
fi: * hinta sisältää verot
fr_fr: *Le prix inclut les frais de loc
tr_tr: * fiyata vergiler dahildir

source: * price does not include taxes
de_de: * Preise sind exklusive Steuern
fi: * hinta ei sisällä veroja
fr_fr: le prix n'inclut pas les taxes
tr_tr: * fiyata vergiler dahil değildir
