Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: The name of the events are shown here. Clicking the name will take you the edit event page.
de_de: Die Namen der Ereignisse werden hier angezeigt. Wenn Sie auf den Namen klicken, gelangen Sie zur Seite "Ereignis bearbeiten".
fi: Tapahtumien nimet näkyvät tässä. Nimeä napsauttamalla pääset muokkaamaan tapahtumasivua.
fr_fr: Le nom des événements sont présentés ici. En cliquant sur le nom vous prenez la page d'édition de l'événement.
tr_tr: Etkinliklerin adı burada gösterilir. İsme tıklamak sizi etkinlik düzenleme sayfasına götürecektir.

source: This is the city for a contact.
de_de: Dies ist die Stadt für einen Kontakt.
fi: Tämä on yhteystiedon kaupunki.
fr_fr: Il s'agit de la ville pour un contact.
tr_tr: Burası bir bağlantı için şehir.

source: There are several actions that can be done by clicking the icons. These are explained below.
de_de: Durch Anklicken der Symbole können verschiedene Aktionen ausgeführt werden. Diese werden im Folgenden erklärt.
fi: Ikoneita napsauttamalla voit tehdä useita toimintoja, jotka selitetään alempana.
fr_fr: Il ya plusieurs actions qui peuvent être faites en cliquant sur les icônes. Ceux-ci sont expliqués ci-dessous.
tr_tr: Simgelere tıklayarak yapılabilecek çeşitli eylemler vardır. Bunlar aşağıda açıklanmıştır.

source: This is the state/province for a contact.
de_de: Dies ist der Staat/die Provinz für einen Kontakt.
fi: Tämä on yhteystiedon osavaltio.
fr_fr: C'est l'état / province pour un contact.
tr_tr: Bu, bir irtibat kişisinin eyaleti/ilidir.

source: Questions Overview
de_de: Fragen im Überblick
fi: Kysymysten yhteenveto
fr_fr: Questions Présentation
tr_tr: Sorulara Gözat

source: This is the country for a contact.
de_de: Dies ist das Land für einen Kontakt.
fi: Tämä on yhteystiedon valtio.
fr_fr: C'est le pays d'un contact.
tr_tr: Burası bir bağlantı için ülke.

source: Questions Overview Table Column Headings
de_de: Fragen Übersichtstabelle Spaltenüberschriften
fi: Kysymysyhteenveto-taulukon sarakeotsikot
fr_fr: Questions Présentation Tableau têtes de colonnes
tr_tr: Sorulara Genel Bakış Tablosu Sütun Başlıkları

source: Views allow you to restrict what you see in the Contacts table. The following views are available: In Use and Trash. The number in parentheses next to each view represents the number of contacts that will be displayed with that view.
de_de: Mit den Ansichten können Sie die Anzeige der Tabelle Kontakte einschränken. Die folgenden Ansichten sind verfügbar: In Verwendung und Papierkorb. Die Zahl in Klammern neben jeder Ansicht gibt die Anzahl der Kontakte an, die in dieser Ansicht angezeigt werden.
fi: Näkymien avulla voit rajoittaa yhteystietotaulukon näkymiä. Seuraavat näkymät ovat käytettävissä: Käytössä ja Roskakori. Kunkin näkymän vieressä suluissa oleva luku tarkoittaa kyseisessä näkymässä näkyvien yhteystietojen määrää.
fr_fr: Vues vous permettent de limiter ce que vous voyez dans la table Contacts. Les vues suivantes sont disponibles: En cours d'utilisation et Trash. Le nombre entre parenthèses à côté de chaque vue représente le nombre de contacts qui seront affichés avec ce point de vue.
tr_tr: Görünümler, Kişiler tablosunda gördüklerinizi kısıtlamanıza olanak tanır. Aşağıdaki görünümler kullanılabilir: Kullanımda ve Çöp Kutusu. Her görünümün yanındaki parantez içindeki sayı, o görünümle görüntülenecek kişi sayısını temsil eder.

source: Transaction Views
de_de: Transaktionsansichten
fi: Tilaukset-näkymät
fr_fr: Transaction Vues
tr_tr: İşlem Görünümleri

source: Question Overview Views & Bulk Actions & Search
de_de: Fragenübersicht Ansichten & Massenaktionen & Suche
fi: Kysymysyhteenveto -näkymät, -massatoiminnot ja -haku
fr_fr: Question Aperçu Vues & Actions globales et Recherche
tr_tr: Soruya Genel Bakış Görünümler & Toplu İşlemler & Arama

source: Show all contacts that are in use by Event Espresso.
de_de: Zeigt alle Kontakte, die von Event Espresso verwendet werden.
fi: Näytä kaikki yhteystiedot, jotka ovat käytössä Event Espressossa.
fr_fr: Voir tous les contacts qui sont en cours d'utilisation par Event Espresso.
tr_tr: Event Espresso tarafından kullanılmakta olan tüm kişileri gösterin.

source: Views allow you to restrict what you see in the Transactions Overview table. The following views are available: View All. The number in parentheses next to each view represents the number of transactions that will be displayed with that view.
de_de: Mit den Ansichten können Sie die Anzeige der Tabelle Transaktionsübersicht einschränken. Die folgenden Ansichten sind verfügbar: Alle anzeigen. Die Zahl in Klammern neben jeder Ansicht gibt die Anzahl der Transaktionen an, die in dieser Ansicht angezeigt werden.
fi: Näkymien avulla voit rajoittaa, mitä näet Tapahtumien yleiskatsaus -taulukossa. Seuraavat näkymät ovat käytettävissä: Näytä kaikki. Kunkin näkymän vieressä suluissa oleva luku tarkoittaa niiden tapahtumien määrää, jotka näkyvät kyseisessä näkymässä.
fr_fr: Vues vous permettent de limiter ce que vous voyez dans les Transactions Présentation de table. Les vues suivantes sont disponibles: Voir tous. Le nombre entre parenthèses à côté de chaque vue représente le nombre de transactions qui seront affichés avec ce point de vue.
tr_tr: Görünümler, İşlemlere Genel Bakış tablosunda gördüklerinizi kısıtlamanıza olanak tanır. Aşağıdaki görünümler kullanılabilir: Tümünü Görüntüle. Her görünümün yanındaki parantez içindeki sayı, o görünümle görüntülenecek işlem sayısını temsil eder.

source: Event Categories Bulk Actions
de_de: Ereigniskategorien Massenaktionen
fi: Tapahtumaluokkien massatoiminnot
fr_fr: Catégories d'événements Actions en vrac
tr_tr: Etkinlik Katagorileri Toplu Eylemleri

source: Show contacts that have been moved to the trash.
de_de: Kontakte anzeigen, die in den Papierkorb verschoben wurden.
fi: Näytä yhteystiedot, jotka on siirretty roskakoriin.
fr_fr: Afficher les contacts qui ont été déplacés dans la corbeille.
tr_tr: Çöp kutusuna taşınan kişileri gösterin.

source: Bulk actions allow you to perform an action to multiple event categories at once. The following bulk actions are supported: Delete Permanently and Export Categories. To use the bulk action feature, place a checkmark next to the event categories that you want to include. Then select a bulk action from the menu and click on the Apply button.
de_de: Mit Massenaktionen können Sie eine Aktion für mehrere Ereigniskategorien auf einmal durchführen. Die folgenden Massenaktionen werden unterstützt: Dauerhaft löschen und Kategorien exportieren. Um die Funktion der Sammelaktion zu verwenden, setzen Sie ein Häkchen neben die Ereigniskategorien, die Sie einbeziehen möchten. Wählen Sie dann eine Sammelaktion aus dem Menü aus und klicken Sie auf die Schaltfläche Anwenden.
fi: Massatoiminnoilla voit suorittaa toimintoja usealle tapahtumaluokalle samalla kertaa. Seuraavat massatoiminnot ovat käytettävissä: Poista lopullisesti ja Vie luokat. Käyttääksesi massatoimintoa valitse haluamasi tapahtumaluokat, valitse haluamasi massatoiminta valikosta ja paina Käytä-painiketta.
fr_fr: Les actions de masse vous permettent d'effectuer une action à plusieurs catégories d'événements à la fois. Les actions globales suivantes sont supportées: Supprimer définitivement et exportation catégories. Pour utiliser la fonction d'action de masse, placez une coche à côté des catégories d'événements que vous souhaitez inclure. Ensuite, sélectionnez une action en vrac dans le menu et cliquez sur le bouton Appliquer.
tr_tr: Toplu eylemler, aynı anda birden fazla olay kategorisinde bir eylem gerçekleştirmenize olanak tanır. Aşağıdaki toplu eylemler desteklenmektedir: Kalıcı Olarak Sil ve Kategorileri Dışa Aktar. Toplu eylem özelliğini kullanmak için, dahil etmek istediğiniz olay kategorilerinin yanına bir onay işareti koyun. Ardından menüden bir toplu eylem seçin ve Uygula düğmesine tıklayın.

source: View All Questions
de_de: Alle Fragen sehen
fi: Näytä kaikki kysymykset
fr_fr: Voir toutes les questions
tr_tr: Tüm Soruları Göster

source: This page shows information for a specific registration.
de_de: Auf dieser Seite werden Informationen zu einer bestimmten Registrierung angezeigt.
fi: Tällä sivulla näytetään tiedot tietystä ilmoittautumisesta.
fr_fr: Cette page donne les informations pour un enregistrement spécifique.
tr_tr: Bu sayfa belirli bir kayıt için bilgileri gösterir.

source: Event Categories Search
de_de: Veranstaltungs-Kategorie Suche
fi: Tapahtumaluokat-haku
fr_fr: Catégories d'événements Recherche
tr_tr: Etkinlik Kategorileri Arama

source: The country that is selected above will populate the Country Details settings and the options for States/Provinces. This information will be used throughout Event Espresso including for registration purposes and how currency is displayed. If you make a change to the country on this page, it is important that you also update your Contact Information on the Your Organization tab.
de_de: Das oben ausgewählte Land füllt die Einstellungen für die Länderdetails und die Optionen für Staaten/Provinzen. Diese Informationen werden in Event Espresso verwendet, auch für die Registrierung und die Anzeige der Währung. Wenn Sie das Land auf dieser Seite ändern, ist es wichtig, dass Sie auch Ihre Kontaktinformationen auf der Registerkarte Ihre Organisation aktualisieren.
fi: Valitsemalla valtion yllä olevasta valikosta, saat auki kyseistä valtiota ja sen osavaltioita koskevat asetukset. Näitä tietoja käytetään Event Espressossa muun muassa ilmoittautumistarkoituksiin ja valuuttojen näyttämiseen. Jos teet muutoksia valtioon tällä sivulla, tulee sinun päivittää myös yhteystietosi Organisaatiosi-välilehdellä.
fr_fr: Le pays qui est sélectionné ci-dessus va peupler les paramètres Pays détails et les options pour les États / provinces. Cette information sera utilisée tout au long de l'événement, y compris Espresso à des fins d'enregistrement et de la façon dont la monnaie est affichée. Si vous faites un changement dans le pays sur cette page, il est important que vous mettez également à jour vos informations de contact sur l'onglet Votre Organisation.
tr_tr: Yukarıda seçilen ülke, Ülke Ayrıntıları ayarlarını ve Eyaletler/İller seçeneklerini dolduracaktır. Bu bilgi, kayıt amaçları ve para biriminin nasıl görüntülendiği de dahil olmak üzere Event Espresso genelinde kullanılacaktır. Bu sayfada ülkede bir değişiklik yaparsanız, Kuruluşunuz sekmesindeki İletişim Bilgilerinizi de güncellemeniz önemlidir.

source: Question Groups (Preview)
de_de: Fragegruppen (Vorschau)
fi: Kysymysryhmät (esikatselu)
fr_fr: Groupes Question (Preview)
tr_tr: Soru Grupları (Önizleme)

source: The number for the registration is shown along with the date of the registration. Next the status of the registration is shown. A registration may have one of the following statuses: Approved, Pending Payment, Not Approved / Awaiting Review, Declined, or Cancelled.
de_de: Die Nummer der Registrierung wird zusammen mit dem Datum der Registrierung angezeigt. Anschließend wird der Status der Registrierung angezeigt. Eine Registrierung kann einen der folgenden Status haben: Genehmigt, zur Zahlung anstehend, nicht genehmigt/zur Überprüfung anstehend, abgelehnt oder storniert.
fi: Ilmoittautumisen numero näytetään ilmoittautumisen päiväyksen yhteydessä. Sen jälkeen näytetään ilmoittautumisen tila. Ilmoittautuminen voi olla tilassa: Hyväksytty, Odottaa maksua, Ei hyväksytty, Hylätty tai Peruutettu.
tr_tr: Kayıt numarası, kayıt tarihi ile birlikte gösterilir. Daha sonra kaydın durumu gösterilir. Bir kayıt aşağıdaki durumlardan birine sahip olabilir: Onaylandı, Ödeme Bekliyor, Onaylanmadı / İnceleme Bekliyor, Reddedildi veya İptal Edildi.

source: Transaction Filters
de_de: Transaktions-Filter
fi: Tilaukset-suodattimet
fr_fr: Filtres de transaction
tr_tr: İşlem Filtreleri

source: You can perform a search to find certain event categories. The following sources will be searched: Category Name and Category Description. To use the search feature, enter a value into the search box and click on the Search Categories button.
de_de: Sie können eine Suche durchführen, um bestimmte Ereigniskategorien zu finden. Die folgenden Quellen werden durchsucht: Kategoriename und Kategoriebeschreibung. Um die Suchfunktion zu nutzen, geben Sie einen Wert in das Suchfeld ein und klicken Sie auf die Schaltfläche Kategorien suchen.
fi: Voit tehdä haun tiettyjen tapahtumaluokkien löytämiseksi. Seuraavia lähteitä etsitään: Kategorian nimi ja Kategorian kuvaus. Jos haluat käyttää hakutoimintoa, kirjoita arvo hakukenttään ja napsauta Etsi luokkia -painiketta.
fr_fr: Vous pouvez effectuer une recherche pour trouver certaines catégories d'événements. Les sources suivantes seront consultées: Nom de la catégorie et Description de la catégorie. Pour utiliser la fonction de recherche, entrez une valeur dans la case de recherche et cliquez sur le bouton Rechercher Catégories.
tr_tr: Belirli etkinlik kategorilerini bulmak için bir arama gerçekleştirebilirsiniz. Aşağıdaki kaynaklar aranacaktır: Kategori Adı ve Kategori Açıklaması. Arama özelliğini kullanmak için arama kutusuna bir değer girin ve Kategorileri Ara düğmesine tıklayın.

source: The following shortcodes and page settings are required for Event Espresso to function properly. These shortcodes should not be replaced with any other shortcodes. Please view %sthis page%s for a list of optional shortcodes you can use on other pages.
de_de: Die folgenden Shortcodes und Seiteneinstellungen sind erforderlich, damit Event Espresso richtig funktioniert. Diese Shortcodes sollten nicht durch andere Shortcodes ersetzt werden. Bitte sehen Sie sich %sthis page%s für eine Liste optionaler Shortcodes an, die Sie auf anderen Seiten verwenden können.
fi: Seuraavat lyhytkoodit ja sivuasetukset ovat pakollisia, jotta Event Espresso toimisi oikein. Näitä lyhytkoodeja ei tule korvata millään muilla lyhytkoodeille. %sTältä sivulta%s lödät listan käytettävissä olevista lyhytkoodeista, joita voit käyttää muilla sivuilla.
fr_fr: Les shortcodes suivants et les paramètres de page sont nécessaires pour Event Espresso pour fonctionner correctement. Ces shortcodes ne doivent pas être remplacés par d'autres shortcodes. S'il vous plaît voir %s cette page %s pour une liste de numéros courts facultatifs que vous pouvez utiliser sur d'autres pages.
tr_tr: Event Espresso'nun düzgün çalışması için aşağıdaki kısa kodlar ve sayfa ayarları gereklidir. Bu kısa kodlar başka kısa kodlarla değiştirilmemelidir. Diğer sayfalarda kullanabileceğiniz isteğe bağlı kısa kodların listesi için lütfen %sbu sayfa%s sayfasına bakın.

source: Filters are a way to show transactions that fall into certain criteria.
de_de: Mit Filtern lassen sich Transaktionen anzeigen, die bestimmten Kriterien entsprechen.
fi: Suodattimilla voit katsoa tilauksia, jotka täyttävät annetut ehdot.
fr_fr: Les filtres sont un moyen de montrer les opérations qui entrent dans certains critères.
tr_tr: Filtreler, belirli kriterlere uyan işlemleri göstermenin bir yoludur.

source: Events are custom post types and use WordPress' normal archive pages for displaying events.
de_de: Ereignisse sind benutzerdefinierte Beitragstypen und verwenden die normalen Archivseiten von WordPress für die Anzeige von Ereignissen.
fi: Tapahtumat ovat mukautettua artikkelityyppiä, jotka käyttävät WordPressin normaaleja arkistosivuja tapahtumien näyttämiseen.
fr_fr: Les événements sont des types de poste personnalisés et d'utiliser les pages d'archives normales de WordPress pour afficher des événements.
tr_tr: Etkinlikler özel yazı türleridir ve etkinlikleri görüntülemek için WordPress'in normal arşiv sayfalarını kullanır.

source: If you would still like your events on a page like in Event Espresso 3.1 or earlier, simply create a page and place a shortcode to display them on the page, as described %s here %s
de_de: Wenn Sie Ihre Veranstaltungen weiterhin auf einer Seite wie in Event Espresso 3.1 oder früher anzeigen möchten, erstellen Sie einfach eine Seite und platzieren Sie einen Shortcode, um sie auf der Seite anzuzeigen, wie hier beschrieben %s %s
fi: Jos haluat kuitenkin edelleen käyttää erillistä tapahtumasivua, kuten Event Espresso 3.1 tai aiemmassa versiossa, voit yksinkertaisesti luoda sivun ja sijoittaa sille soveltuvan lyhytkoodin, jonka löydät %s täältä %s
fr_fr: Si vous souhaitez tout de même avoir vos événements sur une page comme dans Event Espresso 3.1 ou une version antérieure, il suffit de créer une page et placer un shortcode pour les afficher sur la page, comme décrit %s ici %s
tr_tr: Etkinliklerinizin Event Espresso 3.1 veya önceki sürümlerde olduğu gibi bir sayfada yer almasını istiyorsanız, bir sayfa oluşturun ve %s burada %s açıklandığı gibi sayfada görüntülemek için bir kısa kod yerleştirin

source: The %s has been created
de_de: Die %s wurde erstellt
fi: %s on luotu
fr_fr: Le %s a été créé
tr_tr: %s Oluşturuldu

source: Existing Questions are Linked to a Registrant
de_de: Vorhandene Fragen sind mit einem Registranten verknüpft
fi: Olemassa olevat kysymykset on linkitetty ilmoittautujaan
fr_fr: Questions existants sont liés à un titulaire
tr_tr: Mevcut Sorular Bir Kayıt Sahibiyle Bağlantılıdır

source: Show registrations that fall between a certain date range.
de_de: Zeigen Sie Registrierungen an, die in einen bestimmten Datumsbereich fallen.
fi: Näytä ilmoittautumiset tietyltä päivämääräväliltä.
fr_fr: Afficher les enregistrements qui se situent entre une certaine plage de dates.
tr_tr: Belirli bir tarih aralığındaki kayıtları gösterin.

source: State Appears in Dropdown Select Lists
de_de: Zustand wird in Dropdown-Auswahllisten angezeigt
fi: Osavaltio näkyy<br/>alasvetovalikoissa
tr_tr: Eyalet, açılır menü seçim listelerinde görünür

source: The %s has been updated
de_de: Die %s wurde aktualisiert
fi: %s on päivitetty
fr_fr: Le %s a été mis à jour
tr_tr: %s güncellendi

source: Transaction Search
de_de: Transaktionssuche
fi: Tilaukset-haku
fr_fr: Recherche de transactions
tr_tr: İşlem Arama

source: Save States/Provinces
de_de: Staaten/Provinzen speichern
fi: Tallenna osavaltiot
fr_fr: Enregistrer états / provinces
tr_tr: Ülkeleri Kaydet

source: You can perform a search to find specific transactions. The following sources will be searched: Event Name (title), Event Description, First Name, Last Name, Bio, Email, Address, Comments, Notes, Registration Final Price, Registration Code, Registration Group Size, Ticket Name, Ticket Description, Payment Method, Payment Gateway, Transaction Details, and Transaction Session Data. To use the search feature, enter a value into the search box and click on the Search Transactions button.
de_de: Sie können eine Suche durchführen, um bestimmte Transaktionen zu finden. Die folgenden Quellen werden durchsucht: Veranstaltungsname (Titel), Veranstaltungsbeschreibung, Vorname, Nachname, Bio, E-Mail, Adresse, Kommentare, Notizen, Registrierungsendpreis, Registrierungscode, Registrierungsgruppengröße, Ticketname, Ticketbeschreibung, Zahlungsmethode, Zahlungsgateway, Transaktionsdetails und Transaktionssitzungsdaten. Um die Suchfunktion zu nutzen, geben Sie einen Wert in das Suchfeld ein und klicken Sie auf die Schaltfläche Transaktionen suchen.
fi: Voit tehdä haun tiettyjen tapahtumien löytämiseksi. Haku tehdään seuraavista lähteistä: Tapahtuman nimi (otsikko), Tapahtuman kuvaus, Etunimi, Sukunimi, Bio, Sähköposti, Osoite, Kommentit, Huomautukset, Ilmoittautumisen lopullinen hinta, Ilmoittautumiskoodi, Ilmoittautumisryhmän koko, Lipun nimi, Lipun kuvaus, Maksutapa, Maksuväylä, Tapahtuman tiedot ja Tapahtuman istuntotiedot. Jos haluat käyttää hakutoimintoa, kirjoita arvo hakukenttään ja napsauta Etsi tapahtumia -painiketta.
fr_fr: Vous pouvez effectuer une recherche pour trouver des transactions spécifiques. Les sources suivantes seront consultées: Nom de l'événement (titre), Description de l'événement, Prénom, Nom, Bio, email, adresse, commentaires, notes, inscription Prix final, le code d'enregistrement, Taille du groupe d'enregistrement, le nom du billet, ticket description, Paiement Méthode, la passerelle de paiement, Détails de la transaction, et la transaction des données de session. Pour utiliser la fonction de recherche, entrez une valeur dans la case de recherche et cliquez sur le bouton Rechercher Transactions.
tr_tr: Belirli işlemleri bulmak için bir arama gerçekleştirebilirsiniz. Aşağıdaki kaynaklar aranacaktır: Etkinlik Adı (başlık), Etkinlik Açıklaması, Adı, Soyadı, Biyografi, E-posta, Adres, Yorumlar, Notlar, Kayıt Nihai Fiyatı, Kayıt Kodu, Kayıt Grubu Boyutu, Bilet Adı, Bilet Açıklaması, Ödeme Yöntemi, Ödeme Geçidi, İşlem Ayrıntıları ve İşlem Oturum Verileri. Arama özelliğini kullanmak için arama kutusuna bir değer girin ve İşlemleri Ara düğmesine tıklayın.

source: Add New State/Province
de_de: Bundesland/Region hinzufügen
fi: Lisää uusi osavaltio
fr_fr: Ajouter un nouveau Etat / Département
tr_tr: Yeni Eyalet/İl Ekle

source: Shows the name of the registrant.
de_de: Zeigt den Namen des Registranten.
fi: Näytä ilmoittautujan nimi.
fr_fr: Affiche le nom de la personne inscrite.
tr_tr: Kayıt için ismini göster.

source: Transaction Reports
de_de: Transaktionsberichte
fi: Tilausraportit
fr_fr: Rapports de transaction
tr_tr: İşlem Raporları

source: This page shows unfiltered reports for all transactions that have been created with Event Espresso.
de_de: Diese Seite zeigt ungefilterte Berichte für alle Transaktionen, die mit Event Espresso erstellt wurden.
fi: Tällä sivulla näytetään suodattamattomat raportit kaikista tilauksista, jotka on tehty Event Espressolla.
fr_fr: Cette page rapports non filtrés pour toutes les transactions qui ont été créés avec Event Espresso.
tr_tr: Bu sayfa, Event Espresso ile oluşturulmuş tüm işlemler için filtrelenmemiş raporları gösterir.

source: Organization Name
de_de: Firma (Unternehmen/Organisation)
fi: Organisaation nimi
fr_fr: Nom de l'organisation
tr_tr: Organizasyon İsmi

source: This shows the question as it will be displayed on the registration form. HTML can be used here.
de_de: Hier wird die Frage so angezeigt, wie sie auf dem Anmeldeformular erscheinen wird. Hier kann HTML verwendet werden.
fi: Tämä näyttää kysymyksen siten kuin se näytetään ilmoittautumislomakkeessa. HTML-koodia voidaan käyttää.
fr_fr: Cela montre la question telle qu'elle apparaît sur le formulaire d'inscription. HTML peut être utilisé ici.
tr_tr: Bu, soruyu kayıt formunda görüntüleneceği gibi gösterir. HTML burada kullanılabilir.

source: The first graph shows total revenue per day. The second graph shows total revenue per event.
de_de: Das erste Diagramm zeigt die Gesamteinnahmen pro Tag. Das zweite Diagramm zeigt die Gesamteinnahmen pro Veranstaltung.
fi: Ensimmäinen kaavio näyttää kokonaistuotot per päivä. Toinen kaavio näyttää kokonaistuotot per tapahtuma.
fr_fr: Le premier graphique montre le revenu total par jour. Le deuxième graphique montre le revenu total par événement.
tr_tr: İlk grafik gün başına toplam geliri göstermektedir. İkinci grafik etkinlik başına toplam geliri göstermektedir.

source: Shows all event categories.
de_de: Zeigt alle Ereigniskategorien an.
fi: Näyttää kaikki tapahtumaluokat.
fr_fr: Affiche toutes les catégories d'événements.
tr_tr: Tüm etkinlik kategorilerini gösterir.

source: Street Address
de_de: Strasse
fi: Lähiosoite
fr_fr: Adresse (rue):
tr_tr: Cadde Adresi
