Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Background color
de_de: Hintergrundfarbe
fi: Taustan väri
tr_tr: Arka plan rengi

source: Add image
de_de: Bild hinzufügen
fi: Lisää kuva
tr_tr: Resim ekle

source: Alt text
fi: Alt-teksti
tr_tr: Alt metin

source: Edit link
de_de: Link bearbeiten
fi: Muokkaa linkkiä
tr_tr: Bağlantıyı düzenle

source: URL title
de_de: URL-Titel
fi: URL-osoitteen otsikko
tr_tr: URL başlığı

source: Unordered list
de_de: Unsortierte Liste
fi: Järjestämätön luettelo
tr_tr: Sırasız liste

source: Ordered list
de_de: Geordnete Liste
fi: Tilattu luettelo
tr_tr: Sıralı liste

source: Indent
de_de: Einrückung
fi: sisennys
tr_tr: Girinti

source: Unordered textalign
de_de: Ungeordnete Textausrichtung
fi: Järjestämätön textalign
tr_tr: Sırasız textalign

source: Ordered textalign
de_de: Bestellte Textausrichtung
fi: Tilattu textalign
tr_tr: Sıralı textalign

source: Image toolbar
de_de: Bild-Symbolleiste
fi: Kuvatyökalurivi
tr_tr: Görüntü araç çubuğu

source: Visual editor
de_de: Visueller Editor
fi: Visuaalinen editori
tr_tr: Görsel düzenleyici

source: HTML editor
fi: HTML-editori
tr_tr: HTML düzenleyici

source: Add Media
de_de: Medien hinzufügen
fi: Lisää mediaa
tr_tr: Medya Ekle

source: add new price modifier after this row
de_de: neuen Preismodifikator nach dieser Zeile hinzufügen
fi: lisätään uusi hintamuutos tämän rivin jälkeen
tr_tr: bu satırdan sonra yeni fiyat değiştirici ekleyin

source: Delete all prices
de_de: Alle Preise löschen
fi: Poista kaikki hinnat
tr_tr: Tüm fiyatları sil

source: tickets with 50% or more sold
de_de: Tickets mit 50% oder mehr verkauft
fi: liput, joista vähintään 50 % on myyty
tr_tr: 50 veya daha fazla satılan biletler

source: tickets with less than 50% sold
de_de: Fahrkarten mit weniger als 50% Verkauf
fi: liput, joista on myyty alle 50 prosenttia
tr_tr: 50'den az satılan biletler

source: all tickets for all dates
de_de: alle Tickets für alle Termine
fi: kaikki liput kaikkiin päivämääriin
tr_tr: tüm tarihler için tüm biletler

source: all on sale and sale pending
de_de: alle zum Verkauf und zum Verkauf anstehend
fi: kaikki myynnissä ja myyntiä odotetaan
tr_tr: hepsi satışta ve satış beklemede

source: on sale tickets only
de_de: nur im Vorverkauf
fi: vain myynnissä olevat liput
tr_tr: sadece satilik bi̇letler

source: sale pending tickets only
de_de: Verkauf nur mit Eintrittskarten
fi: myyntiä odottavat liput vain
tr_tr: sadece satış bekleyen biletler

source: next on sale or sale pending only
de_de: nächster Verkauf oder Verkauf nur in Vorbereitung
fi: seuraavaksi myynnissä tai myynnissä vain
tr_tr: sonraki satışta veya sadece satış beklemede

source: sold out tickets only
de_de: nur ausverkaufte Karten
fi: vain loppuunmyydyt liput
tr_tr: sadece tükenmi̇ş bi̇letler

source: expired tickets only
de_de: nur abgelaufene Tickets
fi: vain vanhentuneet liput
tr_tr: sadece süresi dolmuş biletler

source: trashed tickets only
de_de: nur gelöschte Tickets
fi: vain turhat liput
tr_tr: sadece çöpe atilan bi̇letler

source: all tickets for above dates
de_de: alle Tickets für die oben genannten Termine
fi: kaikki liput edellä mainittuihin päivämääriin
tr_tr: yukarıdaki tarihler için tüm biletler

source: ticket sale date
de_de: Datum des Kartenverkaufs
fi: lipunmyyntipäivä
tr_tr: bi̇let satiş tari̇hi̇

source: ticket name
fi: lipun nimi
tr_tr: bilet adı

source: ticket ID
fi: lipun tunnus
tr_tr: bilet kimliği

source: linked
de_de: verlinkt
fi: linkitetty
tr_tr: bağlantılı

source: ticket sales start date only
de_de: nur Startdatum des Kartenverkaufs
fi: lipunmyynnin alkamispäivä vain
tr_tr: sadece bilet satış başlangıç tarihi

source: ticket sales end date only
de_de: nur Enddatum des Kartenverkaufs
fi: lipunmyynnin päättymispäivä vain
tr_tr: sadece bilet satış bitiş tarihi

source: Add a single ticket and assign the dates to it
de_de: Fügen Sie ein einzelnes Ticket hinzu und weisen Sie ihm die Daten zu
fi: Lisää yksi lippu ja määritä sille päivämäärät.
tr_tr: Tek bir bilet ekleyin ve tarihleri ona atayın

source: Single Ticket
de_de: Einzelfahrschein
fi: Yksi lippu
tr_tr: Tek Bilet

source: Reg List
de_de: Reg-Liste
fi: Reg-luettelo
tr_tr: Kayıt Listesi

source: Sale Ends
de_de: Der Verkauf endet
fi: Myynti päättyy
tr_tr: Satış Sona Eriyor

source: Ends
de_de: Endet
fi: Päättyy
tr_tr: Biter

source: Venue telephone
de_de: Telefon des Veranstaltungsortes
fi: Paikan puhelin
tr_tr: Mekan telefonu

source: Select a Venue for the Event
de_de: Wählen Sie einen Veranstaltungsort für die Veranstaltung
fi: Valitse tapahtumapaikka
tr_tr: Etkinlik için Bir Mekan Seçin

source: unlimited space
de_de: unbegrenzter Raum
fi: rajoittamaton tila
tr_tr: sınırsız alan

source: Space for up to %d people
de_de: Platz für bis zu %d Personen
fi: Tilaa enintään %d hengelle
tr_tr: En fazla %d kişi için yer

source: Venue address
de_de: Adresse des Veranstaltungsorts
fi: Tapahtumapaikan osoite
tr_tr: Mekan adresi

source: Venue Details card
de_de: Veranstaltungsort Details Karte
fi: Tapahtumapaikan tiedot kortti
tr_tr: Mekan Detayları kartı

source: no image
de_de: kein Bild
fi: ei kuvaa
tr_tr: görüntü yok

source: Venue name
de_de: Name des Veranstaltungsortes
fi: Tapahtumapaikan nimi
tr_tr: Mekan adı

source: Venue capacity
de_de: Kapazität des Veranstaltungsortes
fi: Tapahtumapaikan kapasiteetti
tr_tr: Mekan kapasitesi

source: pagination
de_de: Paginierung
fi: sivunumerointi
tr_tr: sayfalama

source: toggle menu
de_de: Umschaltmenü
fi: vaihtovalikko
tr_tr: menü değiştir

source: SoldOut
de_de: Ausverkauft
tr_tr: Satıldı

source: error creating %s
de_de: Fehler beim Erstellen von %s
fi: virhe luoda %s
tr_tr: %s oluşturulurken hata oluştu

source: error deleting %s
de_de: Fehler beim Löschen von %s
fi: virhe poistettaessa %s
tr_tr: %s silinirken hata oluştu

source: error updating %s
de_de: Fehler bei der Aktualisierung von %s
fi: virhe päivittää %s
tr_tr: %s güncellenirken hata oluştu

source: creating %s
de_de: Erstellen von %s
fi: luodaan %s
tr_tr: %s oluşturuluyor

source: deleting %s
de_de: Löschen von %s
fi: poistaminen %s
tr_tr: %s siliniyor

source: updating %s
de_de: Aktualisierung von %s
fi: %s:n päivittäminen
tr_tr: güncelleniyor %s

source: successfully created %s
de_de: erfolgreich erstellt %s
fi: luotu onnistuneesti %s
tr_tr: başarıyla oluşturuldu %s

source: successfully deleted %s
de_de: erfolgreich gelöscht %s
fi: onnistuneesti poistettu %s
tr_tr: başarıyla silindi %s

source: successfully updated %s
de_de: erfolgreich aktualisiert %s
fi: onnistuneesti päivitetty %s
tr_tr: başarıyla güncellendi %s

source: day in range
de_de: Tag im Bereich
fi: päivä alueella
tr_tr: aralıktaki gün

source: time
de_de: Zeit
fi: aika
tr_tr: zaman

source: End Date & Time must be set later than the Start Date & Time
de_de: Enddatum & Uhrzeit muss später als das Startdatum & Uhrzeit eingestellt werden.
fi: Loppupäivämäärä & Aika on asetettava myöhemmäksi kuin alkupäivämäärä & Aika
tr_tr: Bitiş Tarihi & Saati Başlangıç Tarihinden & Saatinden daha sonra ayarlanmalıdır

source: Start Date & Time must be set before the End Date & Time
de_de: Das Startdatum & Uhrzeit muss vor dem Enddatum & Uhrzeit eingestellt werden.
fi: Aloituspäivämäärä & Aika on asetettava ennen lopetuspäivämäärää & Aika
tr_tr: Başlangıç Tarihi & Saati Bitiş Tarihinden & Saatinden önce ayarlanmalıdır

source: minute(s)
de_de: Minute(n)
fi: minuutti(t)
tr_tr: dakika(lar)

source: order updated
de_de: Bestellung aktualisiert
fi: tilaus päivitetty
tr_tr: si̇pari̇ş güncellendi̇

source: End date has been adjusted
de_de: Das Enddatum wurde angepasst.
fi: Loppupäivää on mukautettu
tr_tr: Bitiş tarihi ayarlandı

source: Start Date is required
de_de: Startdatum ist erforderlich
fi: Aloituspäivämäärä vaaditaan
tr_tr: Başlangıç Tarihi gereklidir

source: End Date is required
de_de: Enddatum ist erforderlich
fi: Loppupäivä vaaditaan
tr_tr: Bitiş Tarihi gereklidir

source: no results found
de_de: keine Ergebnisse gefunden
fi: tuloksia ei löytynyt
tr_tr: sonuç bulunamadı

source: try changing filter settings
de_de: Versuchen Sie, die Filtereinstellungen zu ändern
fi: yritä muuttaa suodattimen asetuksia
tr_tr: filtre ayarlarını değiştirmeyi deneyin

source: select entity with id %d
de_de: wähle Entität mit ID %d
tr_tr: id %d ile varlık seçin

source: select all entities
de_de: alle Entitäten auswählen
fi: valitse kaikki yksiköt
tr_tr: tüm varlıkları seçin

source: any changes will be applied to ALL of the selected entities.
de_de: Alle Änderungen werden auf ALLE ausgewählten Einheiten angewendet.
fi: kaikki muutokset sovelletaan KAIKKIIN valittuihin yksiköihin.
tr_tr: herhangi bir değişiklik seçilen varlıkların TÜMÜNE uygulanacaktır.

source: Bulk edit details
de_de: Details massenhaft bearbeiten
fi: Joukkomuokkauksen yksityiskohdat
tr_tr: Ayrıntıları toplu düzenleme

source: Are you sure you want to bulk update the details?
de_de: Sind Sie sicher, dass Sie die Details in großen Mengen aktualisieren wollen?
fi: Oletko varma, että haluat päivittää tiedot?
tr_tr: Ayrıntıları toplu olarak güncellemek istediğinizden emin misiniz?

source: Bulk update details
de_de: Details zur Massenaktualisierung
fi: Eräpäivityksen tiedot
tr_tr: Toplu güncelleme ayrıntıları

source: set order
de_de: feste Reihenfolge
fi: määrätty järjestys
tr_tr: siparişi ayarla

source: Set Custom Dates Order - this is how dates are ordered on the frontend
de_de: Benutzerdefinierte Datumsreihenfolge festlegen - so werden die Daten auf dem Frontend angeordnet
fi: Aseta mukautettu päivämäärien järjestys - näin päivämäärät järjestetään etusivulla.
tr_tr: Özel Tarih Sıralamasını Ayarla - ön uçta tarihler bu şekilde sıralanır

source: Set Custom Tickets Order - this is how tickets are ordered on the frontend
de_de: Benutzerdefinierte Ticketreihenfolge festlegen - so werden die Tickets auf dem Frontend angeordnet
fi: Aseta Custom Tickets Order - näin liput järjestetään etusivulla.
tr_tr: Özel Bilet Sırasını Ayarla - biletler ön uçta bu şekilde sıralanır

source: delete form element
de_de: Formularelement löschen
fi: poista lomake-elementti
tr_tr: form öğesini sil

source: form element settings
de_de: Formularelement-Einstellungen
fi: lomake-elementin asetukset
tr_tr: form öğesi ayarları

source: copy form element
de_de: Formular-Element kopieren
fi: kopioi lomake-elementti
tr_tr: form öğesini kopyala

source: click, hold, and drag to reorder form element
de_de: Klicken, halten und ziehen, um Formularelemente neu anzuordnen
fi: napsauta, pidä alhaalla ja vedä järjestäksesi lomakkeen elementin uudelleen.
tr_tr: form öğesini yeniden sıralamak için tıklayın, basılı tutun ve sürükleyin

source: remove option
de_de: Option entfernen
fi: poista vaihtoehto
tr_tr: seçeneği kaldır

source: value
de_de: Wert
fi: arvo
tr_tr: değer

source: label
de_de: Etikett
fi: etiketti
tr_tr: etiket

source: click, hold, and drag to reorder field option
de_de: klicken, halten und ziehen, um die Feldoption neu anzuordnen
fi: napsauta, pidä alhaalla ja vedä kenttävaihtoehtoa uudelleenjärjestämiseksi
tr_tr: alan seçeneğini yeniden sıralamak için tıklayın, basılı tutun ve sürükleyin

source: Options are the choices you give people to select from.
de_de: Optionen sind die Möglichkeiten, die Sie den Menschen zur Auswahl geben.
fi: Vaihtoehdot ovat vaihtoehtoja, joista ihmiset voivat valita.
tr_tr: Seçenekler, insanlara aralarından seçim yapmaları için sunduğunuz seçeneklerdir.

source: The value is a simple key that will be saved to the database and the label is what is shown to the user.
de_de: Der Wert ist ein einfacher Schlüssel, der in der Datenbank gespeichert wird, und die Bezeichnung ist das, was dem Benutzer angezeigt wird.
fi: Arvo on yksinkertainen avain, joka tallennetaan tietokantaan, ja etiketti näytetään käyttäjälle.
tr_tr: Değer, veritabanına kaydedilecek basit bir anahtardır ve etiket, kullanıcıya gösterilen şeydir.

source: add new option
de_de: neue Option hinzufügen
fi: Lisää uusi vaihtoehto
tr_tr: yeni seçenek ekle

source: Styles
de_de: Stile
fi: Tyylit
tr_tr: Stiller

source: Validation
de_de: Validierung
fi: Validointi
tr_tr: Doğrulama

source: Change input type
de_de: Eingabeart ändern
fi: Vaihda syöttötyyppiä
tr_tr: Giriş türünü değiştirme

source: Some configurations might be lost. Are you sure you want to change the input type?
de_de: Einige Konfigurationen könnten dabei verloren gehen. Sind Sie sicher, dass Sie den Eingabetyp ändern möchten?
fi: Jotkin asetukset saattavat hävitä. Oletko varma, että haluat vaihtaa syöttötyyppiä?
tr_tr: Bazı konfigürasyonlar kaybolabilir. Giriş türünü değiştirmek istediğinizden emin misiniz?

source: type
de_de: Typ
fi: tyyppi
tr_tr: tip

source: public label
de_de: öffentliches Etikett
fi: julkinen etiketti
tr_tr: genel etiket

source: admin label
de_de: Verwaltungsetikett
fi: admin etiketti
tr_tr: yönetici etiketi

source: content
de_de: Inhalt
fi: sisältö
tr_tr: İçerik

source: placeholder
de_de: Platzhalter
fi: paikanhaltija
tr_tr: yer tutucu

source: admin only
de_de: nur für Administratoren
fi: vain ylläpitäjä
tr_tr: sadece yönetici

source: help text
de_de: Hilfetext
fi: ohjeteksti
tr_tr: yardım metni

source: maps to
de_de: Karten zu
fi: kartat
tr_tr: haritalar

source: css class
de_de: css-Klasse
fi: css-luokka
tr_tr: css sınıfı

source: help text css class
de_de: hilfe text css klasse
fi: css-luokan ohjeteksti
tr_tr: yardım metni css sınıfı

source: size
de_de: Größe
fi: koko
tr_tr: boyut

source: step
de_de: Schritt
fi: askel
tr_tr: adım

source: max
tr_tr: maksimum

source: required
de_de: erforderlich
fi: vaadittu
tr_tr: gerekli

source: required text
de_de: erforderlicher Text
fi: vaadittu teksti
tr_tr: gerekli metin

source: autocomplete
de_de: Autovervollständigen
fi: automaattinen täydentäminen
tr_tr: otomatik tamamlama

source: custom format
de_de: benutzerdefiniertes Format
fi: mukautettu muoto
tr_tr: özel format

source: format
fi: muotoilu
tr_tr: Biçim

source: pattern
de_de: Muster
fi: kuvio
tr_tr: desen

source: add new form element
de_de: neues Formularelement hinzufügen
fi: Lisää uusi lomake-elementti
tr_tr: yeni form öğesi ekle

source: Add
de_de: hinzufügen
fi: Lisää
tr_tr: Ekle

source: Add Form Element
de_de: Formular-Element hinzufügen
fi: Lisää lomake-elementti
tr_tr: Form Öğesi Ekleme

source: form element order can be changed after adding by using the drag handles in the form element toolbar
de_de: Die Reihenfolge der Formularelemente kann nach dem Hinzufügen mit Hilfe der Ziehpunkte in der Symbolleiste der Formularelemente geändert werden.
fi: lomake-elementtien järjestystä voidaan muuttaa lisäämisen jälkeen käyttämällä lomake-elementtien työkalurivin vetokahvoja
tr_tr: Form öğesi sırası, form öğesi araç çubuğundaki sürükleme tutamaçları kullanılarak eklendikten sonra değiştirilebilir

source: load existing form section
de_de: vorhandenen Formularabschnitt laden
fi: Lataa olemassa oleva lomakeosa
tr_tr: mevcut form bölümünü yükle

source: delete form section
de_de: Formularabschnitt löschen
fi: poista lomakkeen osa
tr_tr: form bölümünü sil

source: form section settings
de_de: Einstellungen für Formularabschnitte
fi: lomakeosion asetukset
tr_tr: form bölümü ayarları

source: copy form section
de_de: Formularabschnitt kopieren
fi: kopioi lomakkeen osa
tr_tr: kopya form bölümü

source: click, hold, and drag to reorder form section
de_de: Klicken, halten und ziehen, um den Formularabschnitt neu anzuordnen
fi: napsauta, pidä alhaalla ja vedä järjestäksesi lomakkeen osiota uudelleen
tr_tr: form bölümünü yeniden sıralamak için tıklayın, basılı tutun ve sürükleyin

source: Add Form Section
de_de: Formularabschnitt hinzufügen
fi: Lisää lomakeosio
tr_tr: Form Bölümü Ekleme

source: save form section for use in other forms
de_de: Formularabschnitt zur Verwendung in anderen Formularen speichern
fi: tallentaa lomakkeen osan käytettäväksi muissa lomakkeissa
tr_tr: diğer formlarda kullanmak için form bölümünü kaydetme

source: save as
de_de: speichern unter
fi: tallenna nimellä
tr_tr: farklı kaydet

source: default
de_de: Standard
fi: oletus
tr_tr: varsayılan

source: a copy of this form section will be automatically added to ALL new events
de_de: eine Kopie dieses Formularabschnitts wird automatisch zu ALLEN neuen Veranstaltungen hinzugefügt
fi: kopio tästä lomakeosiosta lisätään automaattisesti KAIKKIIN uusiin tapahtumiin.
tr_tr: bu form bölümünün bir kopyası TÜM yeni etkinliklere otomatik olarak eklenecektir

source: any changes will be applied to ALL of the selected tickets.
de_de: alle Änderungen werden auf ALLE ausgewählten Tickets angewendet.
fi: kaikki muutokset koskevat KAIKKIA valittuja lippuja.
tr_tr: herhangi bir değişiklik seçilen biletlerin TÜMÜNE uygulanacaktır.

source: Bulk edit ticket prices
de_de: Massenbearbeitung von Ticketpreisen
fi: Muokkaa lippujen hintoja
tr_tr: Bilet fiyatlarını toplu düzenleme

source: Edit all prices together
de_de: Alle Preise gemeinsam bearbeiten
fi: Muokkaa kaikkia hintoja yhdessä
tr_tr: Tüm fiyatları birlikte düzenleyin

source: Edit all the selected ticket prices dynamically
de_de: Alle ausgewählten Ticketpreise dynamisch bearbeiten
fi: Muokkaa kaikkia valittuja lippujen hintoja dynaamisesti
tr_tr: Seçilen tüm bilet fiyatlarını dinamik olarak düzenleyin

source: Edit prices individually
de_de: Preise individuell bearbeiten
fi: Muokkaa hintoja erikseen
tr_tr: Fiyatları tek tek düzenleme

source: Edit prices for each ticket individually
de_de: Preise für jedes Ticket einzeln bearbeiten
fi: Muokkaa kunkin lipun hintoja erikseen
tr_tr: Her bilet için fiyatları ayrı ayrı düzenleyin

source: Edit prices for Ticket: %s
de_de: Preise bearbeiten für Ticket: %s
fi: Muokkaa lippujen hintoja: %s
tr_tr: Bilet için fiyatları düzenle: %s

source: sales start
de_de: Verkaufsstart
fi: myynnin aloitus
tr_tr: satış başlangıcı

source: sales began
de_de: Der Verkauf begann
fi: myynti alkoi
tr_tr: satışlar başladı

source: sales ended
de_de: Verkauf beendet
fi: myynti päättyi
tr_tr: satışlar sona erdi

source: sales end
de_de: Verkaufsende
fi: myynnin loppu
tr_tr: satış sonu

source: Edit Ticket Sale Dates
de_de: Ticketverkaufsdaten bearbeiten
fi: Muokkaa lipunmyyntipäivämääriä
tr_tr: Bilet Satış Tarihlerini Düzenle

source: edit ticket sales start and end dates
de_de: Start- und Enddatum des Ticketverkaufs bearbeiten
fi: muokata lipunmyynnin alkamis- ja päättymispäiviä
tr_tr: bilet satış başlangıç ve bitiş tarihlerini düzenleme

source: quantity
de_de: Menge
fi: määrä
tr_tr: miktar

source: Ticket quantity has been adjusted because it cannot be more than the related event date capacity.
de_de: Die Ticketmenge wurde angepasst, da sie die Kapazität des jeweiligen Veranstaltungstermins nicht überschreiten kann.
fi: Lippujen määrää on mukautettu, koska se ei voi ylittää tapahtuman päivämäärään liittyvää kapasiteettia.
tr_tr: Bilet miktarı, ilgili etkinlik tarihi kapasitesinden fazla olamayacağı için ayarlanmıştır.

source: edit quantity of tickets available…
de_de: Menge der verfügbaren Tickets bearbeiten...
fi: edit määrä lippuja saatavilla...
tr_tr: mevcut bilet sayısını düzenleyin...

source: Move Ticket to Trash
de_de: Ticket in den Papierkorb verschieben
fi: Siirrä lippu roskakoriin
tr_tr: Bileti Çöpe Taşı

source: Edit Ticket Details
de_de: Ticketdetails bearbeiten
fi: Muokkaa lipun tietoja
tr_tr: Bilet Ayrıntılarını Düzenle

source: Manage Date Assignments
de_de: Terminzuweisungen verwalten
fi: Päivämäärän määritysten hallinta
tr_tr: Tarih Atamalarını Yönetme

source: Ticket Price Calculator
de_de: Ticketpreis-Rechner
fi: Lipun hinnan laskuri
tr_tr: Bilet Fiyatı Hesaplayıcı

source: edit ticket total…
de_de: Ticket insgesamt bearbeiten...
fi: muokkaa lippujen yhteismäärää...
tr_tr: Bilet toplamını düzenle...

source: set price…
de_de: Preis festlegen...
fi: asetettu hinta...
tr_tr: fiyatı ayarla...

source: tickets list is linked to dates list and is showing tickets for above dates only
de_de: Die Ticketliste ist mit der Terminliste verknüpft und zeigt nur Tickets für die oben genannten Termine an.
fi: lippuluettelo on linkitetty päivämääräluetteloon ja näyttää liput vain edellä mainittuihin päivämääriin.
tr_tr: bilet listesi tarihler listesine bağlıdır ve yalnızca yukarıdaki tarihler için biletleri göstermektedir

source: tickets list is unlinked and is showing tickets for all event dates
de_de: Die Ticketliste ist nicht mehr verlinkt und zeigt Tickets für alle Veranstaltungstermine an.
fi: lippuluettelo on irronnut ja näyttää liput kaikkiin tapahtumapäiviin.
tr_tr: bilet listesinin bağlantısı kaldırılmış ve tüm etkinlik tarihleri için biletler gösteriliyor

source: ticket sales start and end dates
de_de: Beginn und Ende des Kartenverkaufs
fi: lipunmyynnin alkamis- ja päättymispäivämäärät
tr_tr: bi̇let satişlari başlangiç ve bi̇ti̇ş tari̇hleri̇

source: tickets with 90% or more sold
de_de: Tickets mit 90% oder mehr verkauft
fi: liput, joista vähintään 90 % on myyty
tr_tr: 90 veya daha fazla satılan biletler

source: tickets with 75% or more sold
de_de: Tickets mit 75% oder mehr verkauft
fi: liput, joista vähintään 75 % on myyty
tr_tr: 75 veya daha fazlası satılan biletler

source: loading tickets…
de_de: Fahrkarten aufladen...
fi: lippujen lataaminen...
tr_tr: biletler yükleniyor...

source: Number of related dates
de_de: Anzahl der zugehörigen Termine
fi: Aiheeseen liittyvien päivämäärien määrä
tr_tr: İlgili tarihlerin sayısı

source: There are no event dates assigned to this ticket. Please click the calendar icon to update the assignments.
de_de: Diesem Ticket sind keine Veranstaltungstermine zugewiesen. Bitte klicken Sie auf das Kalendersymbol, um die Zuweisungen zu aktualisieren.
fi: Tälle lipulle ei ole määritetty tapahtumapäiviä. Napsauta kalenterikuvaketta päivittääksesi määritykset.
tr_tr: Bu bilete atanmış herhangi bir etkinlik tarihi bulunmamaktadır. Atamaları güncellemek için lütfen takvim simgesine tıklayın.

source: assign dates
de_de: Termine vergeben
fi: määrätä päivämäärät
tr_tr: tarih atama

source: Permanently Delete Ticket?
de_de: Ticket unwiderruflich löschen?
fi: Poista lippu pysyvästi?
tr_tr: Bilet Kalıcı Olarak Silinsin mi?

source: Move Ticket to Trash?
de_de: Ticket in den Papierkorb verschieben?
fi: Siirrä lippu roskakoriin?
tr_tr: Bileti Çöpe mi Taşıyalım?

source: Are you sure you want to permanently delete this ticket? This action is permanent and can not be undone.
de_de: Sind Sie sicher, dass Sie dieses Ticket dauerhaft löschen möchten? Diese Aktion ist dauerhaft und kann nicht rückgängig gemacht werden.
fi: Haluatko varmasti poistaa tämän lipun pysyvästi? Tämä toimenpide on pysyvä eikä sitä voi peruuttaa.
tr_tr: Bu bileti kalıcı olarak silmek istediğinizden emin misiniz? Bu işlem kalıcıdır ve geri alınamaz.

source: ticket main menu
de_de: Ticket-Hauptmenü
fi: lipun päävalikko
tr_tr: bilet ana menüsü

source: copy ticket
de_de: Ticket kopieren
fi: kopioi lippu
tr_tr: kopya bilet

source: delete tickets
de_de: Tickets löschen
fi: poistaa lippuja
tr_tr: biletleri sil

source: trash tickets
de_de: Strafzettel
fi: Roskaliput
tr_tr: çöp bi̇letleri̇

source: edit ticket prices
de_de: Ticketpreise bearbeiten
fi: muokkaa lippujen hintoja
tr_tr: bilet fiyatlarını düzenle

source: Are you sure you want to permanently delete these tickets? This action can NOT be undone!
de_de: Sind Sie sicher, dass Sie diese Tickets dauerhaft löschen möchten? Diese Aktion kann NICHT rückgängig gemacht werden!
fi: Haluatko varmasti poistaa nämä liput pysyvästi? Tätä toimenpidettä EI voi perua!
tr_tr: Bu biletleri kalıcı olarak silmek istediğinizden emin misiniz? Bu işlem geri alınamaz!

source: Are you sure you want to trash these tickets?
de_de: Sind Sie sicher, dass Sie diese Karten wegwerfen wollen?
fi: Oletko varma, että haluat hävittää nämä liput?
tr_tr: Bu biletleri çöpe atmak istediğine emin misin?

source: Delete tickets permanently
de_de: Tickets dauerhaft löschen
fi: Poista liput pysyvästi
tr_tr: Biletleri kalıcı olarak silme
