Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Whether to display a a checkbox in the ticket selector when the max qty for a ticket is set to 1, meaning only one of that ticket can be purchased at a time. Defaults to off.
de_de: Ob ein Kontrollkästchen in der Ticketauswahl angezeigt werden soll, wenn die maximale Anzahl für ein Ticket auf 1 gesetzt ist, was bedeutet, dass nur ein Ticket auf einmal gekauft werden kann. Standardmäßig ist diese Option ausgeschaltet.
fi: Näytetäänkö lipunvalitsimessa valintaruutu, kun lipun maksimimääräksi on asetettu 1, mikä tarkoittaa, että kyseistä lippua voi ostaa vain yhden kerrallaan. Oletusarvo on pois päältä.
tr_tr: Bir bilet için maksimum adet 1 olarak ayarlandığında bilet seçicide bir onay kutusu görüntülenip görüntülenmeyeceği, yani bir seferde o biletten yalnızca bir tane satın alınabileceği. Varsayılan değer kapalı.

source: Use New Ticket Selector Form Styles
de_de: Neue Ticket Selector Form Styles verwenden
fi: Käytä uusia lipunvalitsimen lomaketyylejä
tr_tr: Yeni Bilet Seçici Form Stillerini Kullanın

source: Whether to use new form styles for the ticket selector inputs and submit button. Defaults to off.
de_de: Ob neue Formularstile für die Eingaben der Ticketauswahl und die Schaltfläche "Absenden" verwendet werden sollen. Der Standardwert ist off.
fi: Käytetäänkö uusia lomaketyylejä lipunvalitsimen syötteissä ja lähetä-painikkeessa. Oletusarvo on off.
tr_tr: Bilet seçici girdileri ve gönder düğmesi için yeni form stillerinin kullanılıp kullanılmayacağı. Varsayılan değer kapalı.

source: Accent Color
de_de: Akzentfarbe
fi: Aksentti väri
tr_tr: Vurgu Rengi

source: English (British)
de_de: Englisch (Britisch)
fi: Englanti (brittiläinen)
tr_tr: İngilizce (İngiliz)

source: Catalan (Spain)
de_de: Katalanisch (Spanien)
fi: katalaani (Espanja)
tr_tr: Katalanca (İspanya)

source: Italian (Italy)
de_de: Italienisch (Italien)
fi: Italian kieli (Italia)
tr_tr: İtalyanca (İtalya)

source: Norwegian Bokmål (Norway)
de_de: Norwegisch Bokmål (Norwegen)
fi: Norjalainen Bokmål (Norja)
tr_tr: Norveççe Bokmål (Norveç)

source: Swedish (Sweden)
de_de: Schwedisch (Schweden)
fi: Ruotsinkielinen (Ruotsi)
tr_tr: İsveççe (İsveç)

source: Finnish (Finland)
de_de: Finnisch (Finnland)
fi: suomi (Suomi)
tr_tr: Fince (Finlandiya)

source: Danish (Denmark)
de_de: Dänisch (Dänemark)
fi: tanska (Tanska)
tr_tr: Danca (Danimarka)

source: Icelandic (Iceland)
de_de: Isländisch (Island)
fi: Islanti (Islanti)
tr_tr: İzlandaca (İzlanda)

source: Hungarian (Hungary)
de_de: Ungarisch (Ungarn)
fi: Unkarilainen (Unkari)
tr_tr: Macarca (Macaristan)

source: Polish (Poland)
de_de: Polnisch (Polen)
fi: Puola (Puola)
tr_tr: Lehçe (Polonya)

source: Latvian (Latvia)
de_de: Lettisch (Lettland)
tr_tr: Letonca (Letonya)

source: Lithuanian (Lithuania)
de_de: Litauisch (Litauen)
fi: Liettuan kieli (Liettua)
tr_tr: Litvanyalı (Litvanya)

source: Can't charge the Order. The Order ID is missing.
de_de: Die Bestellung kann nicht belastet werden. Die Bestell-ID fehlt.
fi: Ei voi veloittaa tilausta. Tilauksen tunnus puuttuu.
tr_tr: Sipariş ücretlendirilemiyor. Sipariş Kimliği eksik.

source: Could not validate this payment. The Order details were empty.
de_de: Diese Zahlung konnte nicht bestätigt werden. Die Bestelldaten waren leer.
fi: Tätä maksua ei voitu vahvistaa. Tilauksen tiedot olivat tyhjät.
tr_tr: Bu ödeme doğrulanamadı. Sipariş ayrıntıları boştu.

source: Order Valid.
de_de: Bestellung gültig.
fi: Tilaus voimassa.
tr_tr: Sipariş Geçerlidir.

source: Successful payment.
de_de: Erfolgreiche Zahlung.
fi: Onnistunut maksu.
tr_tr: Başarılı ödeme.

source: Your payment could not be processed successfully due to an error.%1$sPlease try again or contact %2$s for assistance.
de_de: Ihre Zahlung konnte aufgrund eines Fehlers nicht erfolgreich abgewickelt werden.%1$sBitte versuchen Sie es erneut oder kontaktieren Sie %2$s für Hilfe.
fi: Maksuasi ei voitu käsitellä onnistuneesti virheen vuoksi.%1$sYritä uudelleen tai ota yhteyttä %2$s:iin saadaksesi apua.
tr_tr: Ödemeniz bir hata nedeniyle başarıyla gerçekleştirilemedi.%1$sLütfen tekrar deneyin veya yardım için %2$s ile iletişime geçin.

source: PayPal Partner Commission Fees are based upon the status of your Support License:
de_de: Die Gebühren für die PayPal-Partnerprovision richten sich nach dem Status Ihrer Support-Lizenz:
fi: PayPal-kumppanipalkkiot perustuvat tukilisenssisi tilaan:
tr_tr: PayPal İş Ortağı Komisyon Ücretleri, Destek Lisansınızın durumuna göre belirlenir:

source: - Active licenses commission fees: 0%
de_de: - Aktive Lizenzen Kommissionsgebühren: 0%
fi: - Aktiivisten lisenssien provisiomaksut: 0%
tr_tr: - Aktif ruhsat komisyon ücretleri: 0%

source: - Expired license commission fees: 3%
de_de: - Provisionen für abgelaufene Lizenzen: 3%
fi: - Vanhentuneen lisenssin provisiomaksut: 3%
tr_tr: - Süresi dolmuş lisans komisyon ücretleri: 3%

source: Keep your support license active for: lower fees, up-to-date software and have access to our support team. By connecting and processing payments you agree to these terms.
de_de: Halten Sie Ihre Support-Lizenz aktiv für: niedrigere Gebühren, aktuelle Software und Zugang zu unserem Support-Team. Durch die Verbindung und die Verarbeitung von Zahlungen erklären Sie sich mit diesen Bedingungen einverstanden.
fi: Pidä tukilisenssisi aktiivisena: alhaisemmat maksut, ajantasainen ohjelmisto ja pääsy tukitiimiimme. Yhdistämällä ja käsittelemällä maksuja hyväksyt nämä ehdot.
tr_tr: Daha düşük ücretler, güncel yazılım ve destek ekibimize erişim için destek lisansınızı aktif tutun. Bağlanarak ve ödemeleri işleme koyarak bu şartları kabul etmiş olursunuz.

source: Enable PayPal funding options:
de_de: Aktivieren Sie die PayPal-Finanzierungsoptionen:
fi: Ota käyttöön PayPal-rahoitusvaihtoehdot:
tr_tr: PayPal finansman seçeneklerini etkinleştirin:

source: Validating Order Information Response:
de_de: Validierung der Bestellinformationen Antwort:
fi: Tilaustietojen vahvistaminen Vastaus:
tr_tr: Sipariş Bilgilerini Doğrulama Yanıtı:

source: No proper order information was found in this response.
de_de: In dieser Antwort wurden keine ordnungsgemäßen Bestellinformationen gefunden.
fi: Tässä vastauksessa ei löydetty asianmukaisia tilaustietoja.
tr_tr: Bu yanıtta uygun sipariş bilgisine rastlanmamıştır.

source: Get Order Details API request fault.
de_de: Fehler bei der API-Anforderung "Get Order Details".
fi: Get Order Details API-pyynnön virhe.
tr_tr: Sipariş Ayrıntılarını Al API isteği hatası.

source: Removing old metadata before new onboarding.
de_de: Entfernen alter Metadaten vor der Neuaufnahme von Daten.
fi: Vanhojen metatietojen poistaminen ennen uusien tietojen käyttöönottoa.
tr_tr: Yeni katılımdan önce eski meta verileri kaldırma.

source: Offboarding. Removing metadata.
de_de: Offboarding. Entfernen von Metadaten.
fi: Poistuminen. Metatietojen poistaminen.
tr_tr: Offboarding. Meta verileri kaldırma.

source: Doing a Reset. Removing all PM settings metadata.
de_de: Einen Reset durchführen. Entfernen aller Metadaten der PM-Einstellungen.
fi: Nollauksen tekeminen. Kaikkien PM-asetusten metatietojen poistaminen.
tr_tr: Sıfırlama Yapmak. Tüm PM ayarları meta verilerini kaldırma.

source: Error saving the PM meta data: %1$s
de_de: Fehler beim Speichern der PM-Metadaten: %1$s
fi: Virhe PM-metatietojen tallentamisessa: %1$s
tr_tr: PM meta verileri kaydedilirken hata oluştu: %1$s

source: Error deleting the PM meta data: %1$s
de_de: Fehler beim Löschen der PM-Metadaten: %1$s
fi: Virhe PM-metatietojen poistamisessa: %1$s
tr_tr: PM meta verileri silinirken hata oluştu: %1$s

source: This item can not be deleted because it it as locked. It may be in use by the system or have been sold.
de_de: Dieser Artikel kann nicht gelöscht werden, da er gesperrt ist. Möglicherweise wird er vom System verwendet oder wurde verkauft.
fi: Tätä kohdetta ei voi poistaa, koska se on lukittu. Se voi olla järjestelmän käytössä tai se on myyty.
tr_tr: Bu öğe kilitli olduğu için silinemez. Sistem tarafından kullanılıyor veya satılmış olabilir.

source: You do not have the required privileges to perform this action
de_de: Sie haben nicht die erforderlichen Berechtigungen, um diese Aktion durchzuführen
fi: Sinulla ei ole tarvittavia oikeuksia tämän toiminnon suorittamiseen.
tr_tr: Bu eylemi gerçekleştirmek için gerekli ayrıcalıklara sahip değilsiniz

source: Payment Log No Longer Exists
de_de: Zahlungsprotokoll ist nicht mehr vorhanden
fi: Maksulokia ei enää ole
tr_tr: Ödeme Günlüğü Artık Yok

source: Category
de_de: Kategorie
fi: Luokka
tr_tr: Kategori

source: Permanently Delete
de_de: Dauerhaft löschen
fi: Poista pysyvästi
tr_tr: Kalıcı Olarak Sil

source: View Check-ins for this Event
de_de: Check-ins für diese Veranstaltung anzeigen
fi: Näytä tämän tapahtuman sisäänkirjautumiset
tr_tr: Bu Etkinlik için Check-in'leri Görüntüle

source: There is no registration with ID (%d)
de_de: Es gibt keine Registrierung mit ID (%d)
fi: Rekisteröintiä tunnuksella (%d) ei ole.
tr_tr: ID (%d) ile kayıt yok

source: Select an Event
de_de: Wählen Sie ein Ereignis
fi: Valitse tapahtuma
tr_tr: Bir Etkinlik Seçin

source: Will not display events in the preceding event selector with start dates in the future (ie: have not yet begun)
de_de: Zeigt im vorangehenden Ereignis-Selektor keine Ereignisse an, deren Startdatum in der Zukunft liegt (d.h. die noch nicht begonnen haben)
fi: Ei näytä tapahtumia edeltävässä tapahtumanvalitsimessa, joiden alkamispäivämäärät ovat tulevaisuudessa (eli eivät ole vielä alkaneet).
tr_tr: Önceki olay seçicide başlangıç tarihleri gelecekte olan (yani henüz başlamamış) olayları göstermez

source: We're sorry but you do not have the required permissions to execute %1$s mutations!
de_de: Es tut uns leid, aber Sie haben nicht die erforderlichen Berechtigungen, um %1$s Mutationen auszuführen!
fi: Olemme pahoillamme, mutta sinulla ei ole tarvittavia oikeuksia %1$s-mutaatioiden suorittamiseen!
tr_tr: Üzgünüz, ancak %1$s mutasyonlarını yürütmek için gerekli izinlere sahip değilsiniz!

# A missing or invalid entity(datetime/ticket/etc) ID was received.
source: A missing or invalid %1$s ID was received.
de_de: Es wurde eine fehlende oder ungültige %1$s ID empfangen.
fi: Puuttuva tai virheellinen %1$s ID vastaanotettiin.
tr_tr: Eksik veya geçersiz bir %1$s kimliği alındı.

# A valid entity(datetime/ticket/etc) could not be found in the database.
source: A valid %1$s could not be retrieved from the database.
de_de: Ein gültiger %1$s konnte nicht aus der Datenbank abgerufen werden.
fi: Tietokannasta ei voitu hakea kelvollista %1$s-koodia.
tr_tr: Veritabanından geçerli bir %1$s alınamadı.

source: Can not perform Registrant Check-in because there are either no event dates currently active for this ticket option (event has not yet started) or there are multiple dates to choose from. Please use the filters above to select a single, currently active event date in order to perform check-ins.
de_de: Es kann kein Check-in durchgeführt werden, da entweder keine Veranstaltungstermine für diese Ticketoption aktiv sind (die Veranstaltung hat noch nicht begonnen) oder es stehen mehrere Termine zur Auswahl. Bitte verwenden Sie die obigen Filter, um ein einzelnes, derzeit aktives Veranstaltungsdatum auszuwählen, um Check-ins durchzuführen.
fi: Rekisteröityjän sisäänkirjautumista ei voi suorittaa, koska tälle lippuvaihtoehdolle ei ole tällä hetkellä aktiivisia tapahtumapäiviä (tapahtuma ei ole vielä alkanut) tai valittavana on useita päivämääriä. Käytä yllä olevia suodattimia valitaksesi yhden, tällä hetkellä aktiivisen tapahtumapäivän, jotta voit suorittaa sisäänkirjautumisen.
tr_tr: Bu bilet seçeneği için şu anda etkin olan bir etkinlik tarihi olmadığından (etkinlik henüz başlamadı) veya aralarından seçim yapabileceğiniz birden fazla tarih olduğundan Kayıt Yaptıran Check-in'i gerçekleştirilemiyor. Check-in işlemlerini gerçekleştirmek için lütfen yukarıdaki filtreleri kullanarak şu anda etkin olan tek bir etkinlik tarihi seçin.

# Registration name (number of count)
source: %1$s (%2$d of %3$d)
de_de: %1$s (%2$d von %3$d)
fi: %1$s (%2$d %3$d:sta)
tr_tr: %1$s (%3$d'nin %2$d'si)

source: Unable to continue with the checkout because a proper purchase list could not be generated. The purchased list we could have sent was %1$s
de_de: Die Kaufabwicklung kann nicht fortgesetzt werden, da keine korrekte Kaufliste erstellt werden konnte. Die Einkaufsliste, die wir hätten senden können, war %1$s
fi: Kassaa ei voida jatkaa, koska asianmukaista ostoslistaa ei voitu luoda. Ostolista, jonka olisimme voineet lähettää, oli %1$s.
tr_tr: Uygun bir satın alma listesi oluşturulamadığı için ödeme işlemine devam edilemiyor. Gönderebileceğimiz satın alma listesi %1$s idi

source: additional charges
de_de: Zusatzkosten
fi: lisämaksut
tr_tr: ek ücretler

source: Can not perform Registrant Check-in.
de_de: Registrant Check-in kann nicht durchgeführt werden.
fi: Rekisteröijän sisäänkirjautumista ei voi suorittaa.
tr_tr: Kayıt Yaptıran Check-in işlemini gerçekleştiremiyor.

source: click to change status to Checked Out
de_de: Klicken Sie, um den Status auf Ausgecheckt zu ändern
fi: napsauta vaihtaaksesi tilaksi Checked Out
tr_tr: durumu Çıkış Yapıldı olarak değiştirmek için tıklayın

source: click to change status to Checked In
de_de: Klicken Sie, um den Status auf Eingecheckt zu ändern.
fi: napsauta vaihtaaksesi tilan tilaksi Ilmoittautunut
tr_tr: durumu Giriş Yapıldı olarak değiştirmek için tıklayın

source: A valid Event ID is required to display the ticket selector.%3$sAn Event with an ID of "%1$s" could not be found.%3$sPlease verify that the embed code added to this post's content includes an "%2$s" argument and that its value corresponds to a valid Event ID.
de_de: Für die Anzeige des Ticketselektors ist eine gültige Veranstaltungs-ID erforderlich.%3$sEine Veranstaltung mit einer ID von "%1$s" konnte nicht gefunden werden.%3$sBitte überprüfen Sie, ob der dem Inhalt dieses Beitrags hinzugefügte Einbettungscode ein "%2$s"-Argument enthält und ob sein Wert einer gültigen Veranstaltungs-ID entspricht.
fi: Lipunvalitsimen näyttäminen edellyttää kelvollista tapahtumatunnusta.%3$sSitä tapahtumaa, jonka tunnus on "%1$s", ei löytynyt.%3$sVarmista, että tämän postauksen sisältöön lisätty upotuskoodi sisältää "%2$s"-argumentin ja että sen arvo vastaa kelvollista tapahtumatunnusta.
tr_tr: Bilet seçiciyi görüntülemek için geçerli bir Etkinlik Kimliği gereklidir.%3$s"%1$s" kimliğine sahip bir Etkinlik bulunamadı.%3$sLütfen bu gönderinin içeriğine eklenen yerleştirme kodunun bir "%2$s" bağımsız değişkeni içerdiğini ve değerinin geçerli bir Etkinlik Kimliğine karşılık geldiğini doğrulayın.

source: A valid Event could not be found. Please contact the event administrator for assistance.
de_de: Ein gültiges Ereignis konnte nicht gefunden werden. Bitte wenden Sie sich an den Veranstaltungsadministrator, um Hilfe zu erhalten.
fi: Kelvollista tapahtumaa ei löytynyt. Ota yhteyttä tapahtuman ylläpitäjään saadaksesi apua.
tr_tr: Geçerli bir Etkinlik bulunamadı. Lütfen yardım için etkinlik yöneticisiyle iletişime geçin.

source: A valid event could not be retrieved for the supplied event id (%1$s).%2$sPlease click the back button on your browser and try again.
de_de: Für die angegebene Ereignis-ID (%1$s) konnte kein gültiges Ereignis abgerufen werden.%2$sBitte klicken Sie auf die Schaltfläche "Zurück" in Ihrem Browser und versuchen Sie es erneut.
fi: Kelvollista tapahtumaa ei voitu hakea annetulle tapahtumatunnukselle (%1$s).%2$sKlikkaa selaimesi takaisin-painiketta ja yritä uudelleen.
tr_tr: Verilen olay kimliği (%1$s) için geçerli bir olay alınamadı.%2$sLütfen tarayıcınızdaki geri düğmesine tıklayın ve tekrar deneyin.

source: An error occurred while trying to retrieve the ticket selections for the event.%sPlease click the back button on your browser and try again.
de_de: Beim Versuch, die Ticketauswahl für die Veranstaltung abzurufen, ist ein Fehler aufgetreten.%sBitte klicken Sie auf die Schaltfläche "Zurück" in Ihrem Browser und versuchen Sie es erneut.
fi: Tapahtuman lippuvalikoimaa haettaessa tapahtui virhe.%sKlikkaa selaimesi takaisin-painiketta ja yritä uudelleen.
tr_tr: Etkinlik için bilet seçimlerini almaya çalışırken bir hata oluştu.%sLütfen tarayıcınızdaki geri düğmesine tıklayın ve tekrar deneyin.

source: An error occurred while trying to retrieve the ticket IDs for the event.%sPlease click the back button on your browser and try again.
de_de: Beim Versuch, die Ticket-IDs für die Veranstaltung abzurufen, ist ein Fehler aufgetreten.%sBitte klicken Sie auf die Schaltfläche "Zurück" in Ihrem Browser und versuchen Sie es erneut.
fi: Tapahtuman lipputunnuksia haettaessa tapahtui virhe.%sKlikkaa selaimesi takaisin-painiketta ja yritä uudelleen.
tr_tr: Etkinlik için bilet kimliklerini almaya çalışırken bir hata oluştu.%sLütfen tarayıcınızdaki geri düğmesine tıklayın ve tekrar deneyin.

source: Next Page
de_de: Nächste Seite
fi: Seuraava sivu
tr_tr: Sonraki Sayfa

source: Previous Page
de_de: Vorherige Seite
fi: Edellinen sivu
tr_tr: Önceki Sayfa

source: Add a new %s and insert details manually
de_de: Ein neues %s hinzufügen und Details manuell einfügen
fi: Lisää uusi %s ja lisää tiedot manuaalisesti.
tr_tr: Yeni bir %s ekleyin ve ayrıntıları manuel olarak ekleyin

source: click to edit…
de_de: Zum Bearbeiten klicken...
fi: klikkaa muokataksesi...
tr_tr: düzenlemek için tıklayın...

source: The Website's Time Zone
de_de: Die Zeitzone der Website
fi: Verkkosivuston aikavyöhyke
tr_tr: Web Sitesinin Saat Dilimi

source: UTC (Greenwich Mean Time)
fi: UTC (Greenwichin keskiaika)
tr_tr: UTC (Greenwich Ortalama Saati)

source: Your Local Time Zone
de_de: Ihre lokale Zeitzone
fi: Paikallinen aikavyöhyke
tr_tr: Yerel Saat Diliminiz

source: click for timezone information
de_de: Klicken Sie für Zeitzoneninformationen
fi: klikkaa aikavyöhyketietoja varten
tr_tr: saat dilimi bilgisi için tıklayın

source: This Date Converted To:
de_de: Dieses Datum wurde umgerechnet in:
fi: Tämä päivämäärä muunnettu:
tr_tr: Bu Tarih Dönüştürüldü:

source: ~ no venue ~
tr_tr: ~ mekan yok ~

source: assign venue…
de_de: Veranstaltungsort zuweisen...
fi: määrätä paikka...
tr_tr: mekan atayın...

source: click to select a venue…
de_de: Klicken Sie, um einen Veranstaltungsort auszuwählen...
fi: klikkaa valitaksesi tapahtumapaikan...
tr_tr: mekan seçmek için tıklayın...

source: select all
de_de: alle auswählen
fi: Valitse kaikki
tr_tr: tümünü seç

source: apply
de_de: anwenden.
fi: hae
tr_tr: uygulamak

source: Generating file %1$s...
de_de: Datei %1$s generieren...
fi: Tiedoston %1$s luominen...
tr_tr: %1$s dosyası oluşturuluyor...

source: The file will download automatically when done, and then you will be redirected.
de_de: Die Datei wird automatisch heruntergeladen, wenn sie fertig ist, und dann werden Sie weitergeleitet.
fi: Tiedosto latautuu automaattisesti, kun se on valmis, ja sinut ohjataan uudelleen.
tr_tr: Dosya tamamlandığında otomatik olarak indirilecek ve ardından yeniden yönlendirileceksiniz.

source: Running Batch Job...
de_de: Laufender Batch Job...
fi: Erätyön suorittaminen...
tr_tr: Toplu İş Çalıştırılıyor...

source: progress
de_de: Fortschritte
fi: edistyminen
tr_tr: ilerleme

source: Unable to generate the payment notification because the given value for the transaction is invalid.
de_de: Die Zahlungsmitteilung kann nicht erstellt werden, da der angegebene Wert für die Transaktion ungültig ist.
fi: Maksuilmoitusta ei voida luoda, koska tapahtuman arvo on virheellinen.
tr_tr: İşlem için verilen değer geçersiz olduğundan ödeme bildirimi oluşturulamıyor.

source: Executed when the primary registrant's status is updated during the registration process when processing a billing form.
de_de: Wird ausgeführt, wenn der Status des primären Registranten während des Registrierungsprozesses bei der Bearbeitung eines Fakturierungsformulars aktualisiert wird.
fi: Suoritetaan, kun ensisijaisen rekisteröijän tila päivitetään rekisteröintiprosessin aikana laskutuslomaketta käsiteltäessä.
tr_tr: Bir fatura formu işlenirken kayıt işlemi sırasında birincil kayıt sahibinin durumu güncellendiğinde yürütülür.

source: Ticket price modifications are blocked for Tickets that have already been sold to registrants, because doing so would negatively affect internal accounting for the event. If you still need to modify ticket prices, then create a copy of those tickets, edit the prices for the new tickets, and then trash the old tickets.
de_de: Ticketpreisänderungen sind für Tickets, die bereits an Teilnehmer verkauft wurden, gesperrt, da dies die interne Buchhaltung für die Veranstaltung beeinträchtigen würde. Wenn Sie die Ticketpreise dennoch ändern müssen, erstellen Sie eine Kopie dieser Tickets, bearbeiten Sie die Preise für die neuen Tickets und löschen Sie dann die alten Tickets.
fi: Lippujen hinnanmuutokset on estetty sellaisten lippujen osalta, jotka on jo myyty rekisteröijille, koska se vaikuttaisi kielteisesti tapahtuman sisäiseen kirjanpitoon. Jos haluat silti muuttaa lippujen hintoja, luo kopio kyseisistä lipuista, muokkaa uusien lippujen hintoja ja hävitä vanhat liput.
tr_tr: Kayıt yaptıranlara satılmış olan Biletler için bilet fiyatı değişiklikleri engellenmiştir, çünkü bunu yapmak etkinliğin dahili muhasebesini olumsuz etkileyecektir. Yine de bilet fiyatlarını değiştirmeniz gerekiyorsa, bu biletlerin bir kopyasını oluşturun, yeni biletlerin fiyatlarını düzenleyin ve ardından eski biletleri çöpe atın.

source: active filters:
de_de: aktive Filter:
fi: aktiiviset suodattimet:
tr_tr: aktif filtreler:

source: remove filter - %s
de_de: Filter entfernen - %s
fi: poista suodatin - %s
tr_tr: filtreyi kaldır - %s

source: to
de_de: zu
fi: kohteeseen
tr_tr: için

source: TO
de_de: AN
tr_tr: K

source: Custom color
de_de: Benutzerdefinierte Farbe
fi: Mukautettu väri
tr_tr: Özel renk

source: Color: %s
de_de: Farbe: %s
fi: Väri: %s
tr_tr: Renk: %s

source: Cyan bluish gray
de_de: Cyan bläulich grau
fi: Syaani sinertävän harmaa
tr_tr: Camgöbeği mavimsi gri

source: Pale pink
de_de: Blassrosa
fi: Vaaleanpunainen
tr_tr: Soluk pembe

source: Vivid red
de_de: Lebendiges Rot
fi: Elävä punainen
tr_tr: Canlı kırmızı

source: Luminous vivid orange
de_de: Leuchtendes, lebendiges Orange
fi: Hehkuva elävä oranssi
tr_tr: Parlak canlı turuncu

source: Luminous vivid amber
de_de: Leuchtendes, lebendiges Bernstein
fi: Hehkuva elävä meripihka
tr_tr: Parlak canlı kehribar

source: Light green cyan
de_de: Hellgrün Cyan
fi: Vaaleanvihreä syaani
tr_tr: Açık yeşil camgöbeği

source: Vivid green cyan
de_de: Lebendiges Grün-Zyan
fi: Elävä vihreä syaani
tr_tr: Canlı yeşil camgöbeği

source: Pale cyan blue
de_de: Helles Zyanblau
fi: Vaalean syaanin sininen
tr_tr: Soluk camgöbeği mavisi

source: Vivid cyan blue
de_de: Lebendiges Cyanblau
fi: Elävä syaanin sininen
tr_tr: Canlı camgöbeği mavisi

source: Vivid purple
de_de: Lebendiges Violett
fi: Elävä violetti
tr_tr: Canlı mor

source: Are you sure you want to close this?
de_de: Sind Sie sicher, dass Sie dies schließen wollen?
fi: Haluatko varmasti sulkea tämän?
tr_tr: Bunu kapatmak istediğine emin misin?

source: Yes, discard changes
de_de: Ja, Änderungen verwerfen
fi: Kyllä, hävitä muutokset
tr_tr: Evet, değişiklikleri atın

source: Please confirm this action.
de_de: Bitte bestätigen Sie diese Aktion.
fi: Vahvistakaa tämä toimenpide.
tr_tr: Lütfen bu işlemi onaylayın.

source: confirm
de_de: bestätigen.
fi: vahvista
tr_tr: onaylayın

source: save
de_de: speichern
tr_tr: Kaydet

source: Hide Debug Info
de_de: Debug-Informationen ausblenden
fi: Piilota vianmääritystiedot
tr_tr: Hata Ayıklama Bilgilerini Gizle

source: Show Debug Info
de_de: Debug-Informationen anzeigen
fi: Näytä vikatiedot
tr_tr: Hata Ayıklama Bilgilerini Göster
