Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Invalid attribute! The only allowed attributes are: "%1$s"
de_de: Ungültiges Attribut! Die einzigen erlaubten Attribute sind: "%1$s"
fi: Virheellinen attribuutti! Ainoat sallitut attribuutit ovat: "%1$s"
tr_tr: Geçersiz öznitelik! İzin verilen tek nitelikler şunlardır: "%1$s"

source: Whether to delete the entities permanently.
de_de: Ob die Entitäten dauerhaft gelöscht werden sollen.
fi: Poistetaanko entiteetit pysyvästi.
tr_tr: Varlıkların kalıcı olarak silinip silinmeyeceği.

source: The reordered list of entity GUIDs.
de_de: Die neu geordnete Liste der Entitäts-GUIDs.
fi: Uudelleen järjestetty luettelo olioiden GUID-tunnuksista.
tr_tr: Varlık GUID'lerinin yeniden sıralanmış listesi.

source: Enable Wait List for Event
de_de: Warteliste für Ereignis aktivieren
fi: Tapahtuman jonotuslistan käyttöönotto
tr_tr: Etkinlik için Bekleme Listesini Etkinleştir

source: The event ID.
de_de: Die Ereignis-ID.
fi: Tapahtuman tunnus.
tr_tr: Olay kimliği.

source: Default Event Registration Status
de_de: Standardstatus der Ereignisregistrierung
fi: Tapahtuman rekisteröinnin oletustila
tr_tr: Varsayılan Etkinlik Kayıt Durumu

source: Flag indicating event is active
de_de: Flagge, die anzeigt, dass das Ereignis aktiv ist
fi: Merkki, joka osoittaa tapahtuman olevan aktiivinen
tr_tr: Etkinliğin aktif olduğunu gösteren bayrak

source: Flag indicating whether the event is marked as cancelled
de_de: Kennzeichen, das angibt, ob das Ereignis als abgesagt markiert ist
fi: Merkki, joka osoittaa, onko tapahtuma merkitty peruutetuksi.
tr_tr: Etkinliğin iptal edilmiş olarak işaretlenip işaretlenmediğini gösteren bayrak

source: Flag indicating event is expired or not
de_de: Kennzeichen, das angibt, ob das Ereignis abgelaufen ist oder nicht
fi: Merkki, joka osoittaa, onko tapahtuma vanhentunut vai ei
tr_tr: Olayın süresinin dolup dolmadığını gösteren bayrak

source: Flag indicating event is inactive
de_de: Kennzeichen, das anzeigt, dass das Ereignis inaktiv ist
fi: Merkki, joka osoittaa tapahtuman olevan inaktiivinen
tr_tr: Etkinliğin etkin olmadığını gösteren bayrak

source: Flag indicating whether the event is marked as postponed
de_de: Kennzeichen, das angibt, ob das Ereignis als verschoben gekennzeichnet ist
fi: Merkki, joka osoittaa, onko tapahtuma merkitty lykätyksi.
tr_tr: Etkinliğin ertelenmiş olarak işaretlenip işaretlenmediğini gösteren bayrak

source: Flag indicating whether the tickets sold for the event, met or exceed the registration limit
de_de: Kennzeichen, das angibt, ob die für die Veranstaltung verkauften Eintrittskarten das Registrierungslimit erreicht oder überschritten haben
fi: Merkki, joka osoittaa, täyttävätkö vai ylittävätkö tapahtumaan myydyt liput ilmoittautumisrajan.
tr_tr: Etkinlik için satılan biletlerin kayıt limitini karşılayıp karşılamadığını veya aşıp aşmadığını gösteren bayrak

source: Whether the event is upcoming
de_de: Ob das Ereignis bevorsteht
fi: Onko tapahtuma tulossa
tr_tr: Etkinliğin yaklaşıp yaklaşmadığı

source: Globally unique event ID for the event manager
de_de: Weltweit eindeutige Ereignis-ID für den Ereignismanager
fi: Maailmanlaajuisesti yksilöllinen tapahtumanhallinnan tapahtumatunnus
tr_tr: Olay yöneticisi için küresel olarak benzersiz olay kimliği

source: Event venue ID
de_de: Veranstaltungsort-ID
fi: Tapahtumapaikan ID
tr_tr: Etkinlik mekanı kimliği

source: A form element
de_de: Ein Formularelement
fi: Lomakkeen elementti
tr_tr: Bir form öğesi

source: Whether or not the element is only displayed in the admin. If false, input will appear in public forms
de_de: Ob das Element nur in der Verwaltung angezeigt wird oder nicht. Wenn false, erscheint die Eingabe in öffentlichen Formularen
fi: Näytetäänkö elementti vain ylläpidossa vai ei. Jos false, syöttö näkyy julkisissa lomakkeissa
tr_tr: Öğenin yalnızca yöneticide görüntülenip görüntülenmeyeceği. Yanlışsa, girdi genel formlarda görünecektir

source: UUID of parent form section this form element belongs to.
de_de: UUID des übergeordneten Formularabschnitts, zu dem dieses Formularelement gehört.
fi: Sen vanhemman lomakeosion UUID, johon tämä lomake-elementti kuuluu.
tr_tr: Bu form öğesinin ait olduğu ana form bölümünün UUID'si.

source: Order in which form element appears in a form.
de_de: Reihenfolge, in der ein Formularelement in einem Formular erscheint.
fi: Järjestys, jossa lomake-elementti esiintyy lomakkeessa.
tr_tr: Form öğesinin bir formda görünme sırası.

source: properties pertaining to an input\'s required status and the validation text to display.
de_de: Eigenschaften, die sich auf den erforderlichen Status einer Eingabe und den anzuzeigenden Validierungstext beziehen.
fi: ominaisuudet, jotka liittyvät syötteen vaadittuun tilaan ja näytettävään validointitekstiin.
tr_tr: bir girdinin gerekli durumu ve görüntülenecek doğrulama metni ile ilgili özellikler.

source: Whether form element is active, archived, trashed, or used as a default on new forms.
de_de: Ob das Formularelement aktiv, archiviert, gelöscht oder als Standard für neue Formulare verwendet wird.
fi: Onko lomake-elementti aktiivinen, arkistoitu, hävitetty vai käytetäänkö sitä oletuksena uusissa lomakkeissa.
tr_tr: Form öğesinin etkin, arşivlenmiş, çöpe atılmış veya yeni formlarda varsayılan olarak kullanılmış olup olmadığı.

source: WP User that created this form element.
de_de: WP-Benutzer, der dieses Formularelement erstellt hat.
fi: WP-käyttäjä, joka loi tämän lomake-elementin.
tr_tr: Bu form öğesini oluşturan WP Kullanıcısı.

source: ID of the WP User that created the form element.
de_de: ID des WP-Benutzers, der das Formularelement erstellt hat.
fi: Lomake-elementin luoneen WP-käyttäjän ID.
tr_tr: Form öğesini oluşturan WP Kullanıcısının kimliği.

source: A form section
de_de: Ein Formularabschnitt
fi: Lomakkeen osa
tr_tr: Bir form bölümü

source: UUID or ID of related entity this form section belongs to.
de_de: UUID oder ID der verbundenen Entität, zu der dieser Formularabschnitt gehört.
fi: UUID tai sen liittyvän kokonaisuuden ID, johon tämä lomakeosio kuuluu.
tr_tr: Bu form bölümünün ait olduğu ilgili varlığın UUID'si veya ID'si.

source: Flag indicating whether the section is active.
de_de: Kennzeichen, das angibt, ob der Abschnitt aktiv ist.
fi: Merkki, joka osoittaa, onko jakso aktiivinen.
tr_tr: Bölümün aktif olup olmadığını gösteren bayrak.

source: Flag indicating whether the section is archived.
de_de: Kennzeichen, das angibt, ob der Abschnitt archiviert ist.
fi: Merkki, joka osoittaa, onko jakso arkistoitu.
tr_tr: Bölümün arşivlenip arşivlenmediğini gösteren bayrak.

source: Flag indicating whether the section is a default one.
de_de: Kennzeichen, das angibt, ob es sich um einen Standardabschnitt handelt.
fi: Merkki, joka ilmaisee, onko kyseessä oletusosio.
tr_tr: Bölümün varsayılan bir bölüm olup olmadığını gösteren bayrak.

source: Flag indicating whether the section is a shared one.
de_de: Kennzeichen, das angibt, ob es sich um einen gemeinsam genutzten Abschnitt handelt.
fi: Merkki, joka ilmaisee, onko kyseessä jaettu osio.
tr_tr: Bölümün paylaşılan bir bölüm olup olmadığını gösteren bayrak.

source: Flag indicating whether the section is trashed.
de_de: Kennzeichen, das angibt, ob der Abschnitt gelöscht ist.
fi: Merkki, joka ilmaisee, onko osio hävitetty.
tr_tr: Bölümün çöpe atılıp atılmadığını gösteren bayrak.

source: Whether form section is active, archived, shared, trashed, or used as a default on new forms.
de_de: Ob der Formularabschnitt aktiv, archiviert, freigegeben, gelöscht oder als Standard für neue Formulare verwendet wird.
fi: Onko lomakeosio aktiivinen, arkistoitu, jaettu, hävitetty vai käytetäänkö sitä oletusarvoisesti uusissa lomakkeissa.
tr_tr: Form bölümünün etkin, arşivlenmiş, paylaşılmış, çöpe atılmış veya yeni formlarda varsayılan olarak kullanılmış olup olmadığı.

source: WP User that created this form section.
de_de: WP-Benutzer, der diesen Formularabschnitt erstellt hat.
fi: WP-käyttäjä, joka loi tämän lomakeosion.
tr_tr: Bu form bölümünü oluşturan WP Kullanıcısı.

source: ID of the WP User that created the form section.
de_de: ID des WP-Benutzers, der den Formularabschnitt erstellt hat.
fi: Lomakeosion luoneen WP-käyttäjän ID.
tr_tr: Form bölümünü oluşturan WP Kullanıcısının kimliği.

source: A price.
de_de: Ein Preis.
fi: Hinta.
tr_tr: Bir fiyat.

source: Price description
de_de: Beschreibung des Preises
fi: Hinnan kuvaus
tr_tr: Fiyat açıklaması

source: Flag indicating price is a base price type.
de_de: Kennzeichen, das angibt, dass der Preis ein Basispreistyp ist.
fi: Merkki, joka osoittaa, että hinta on perushintatyyppi.
tr_tr: Fiyatın bir temel fiyat türü olduğunu gösteren bayrak.

source: Flag indicating price is the default one.
de_de: Flagge, die angibt, dass der Preis der Standardpreis ist.
fi: Lipuke, joka osoittaa, että hinta on oletushinta.
tr_tr: Fiyatın varsayılan fiyat olduğunu gösteren bayrak.

source: Flag indicating price is a discount.
de_de: Flagge, die anzeigt, dass der Preis ein Rabatt ist.
fi: Merkki osoittaa, että hinta on alennus.
tr_tr: Fiyatın indirimli olduğunu gösteren bayrak.

source: Flag indicating price is a percentage.
de_de: Flagge, die anzeigt, dass der Preis ein Prozentsatz ist.
fi: Merkki, joka osoittaa, että hinta on prosenttiosuus.
tr_tr: Fiyatın bir yüzde olduğunu gösteren bayrak.

source: Flag indicating price is a tax.
de_de: Flagge, die anzeigt, dass der Preis eine Steuer ist.
fi: Merkki, joka osoittaa, että hinta on vero.
tr_tr: Fiyatın vergi olduğunu gösteren bayrak.

source: Price Name
de_de: Preis Name
fi: Hinta Nimi
tr_tr: Fiyat Adı

source: Order of Application of Price.
de_de: Reihenfolge der Anwendung des Preises.
fi: Hinnan soveltamisjärjestys.
tr_tr: Fiyat Uygulama Sırası.

source: Price ID for a global Price that will be overridden by this Price.
de_de: Preis-ID für einen globalen Preis, der durch diesen Preis außer Kraft gesetzt wird.
fi: Hintatunnus globaalille hinnalle, jonka tämä hinta ohittaa.
tr_tr: Bu Fiyat tarafından geçersiz kılınacak genel Fiyat için Fiyat Kimliği.

source: The parent price of the current price
de_de: Der übergeordnete Preis des aktuellen Preises
fi: Nykyisen hinnan emohinta
tr_tr: Mevcut fiyatın ana fiyatı

source: The parent price ID
de_de: Die übergeordnete Preis-ID
fi: Vanhemman hinnan tunnus
tr_tr: Ana fiyat kimliği

source: The related price type object.
de_de: Das zugehörige Preistyp-Objekt.
fi: Asiaan liittyvä hintatyyppiobjekti.
tr_tr: İlgili fiyat türü nesnesi.

source: The price type ID
de_de: Die Preisart-ID
fi: Hintatyypin tunnus
tr_tr: Fiyat türü kimliği

source: Price Creator
de_de: Preis Schöpfer
fi: Hinta Luoja
tr_tr: Fiyat Yaratıcısı

source: A price type.
de_de: Ein Preistyp.
fi: Hintatyyppi.
tr_tr: Bir fiyat türü.

source: Price type ID
de_de: Preisart ID
fi: Hintatyyppi ID
tr_tr: Fiyat türü kimliği

source: Price Base type
de_de: Preis Grundtyp
fi: Hinta Perustyyppi
tr_tr: Fiyat Baz tip

source: Flag indicating price type is a base price.
de_de: Kennzeichen, das angibt, dass der Preistyp ein Basispreis ist.
fi: Merkki, joka osoittaa, että hintatyyppi on perushinta.
tr_tr: Fiyat türünün baz fiyat olduğunu gösteren bayrak.

source: Flag indicating price type is a discount.
de_de: Kennzeichen, das angibt, dass der Preistyp ein Rabatt ist.
fi: Merkki, joka osoittaa, että hintatyyppi on alennus.
tr_tr: Fiyat türünün indirim olduğunu gösteren bayrak.

source: Flag indicating price type is a percentage.
de_de: Kennzeichen, das angibt, dass der Preistyp ein Prozentsatz ist.
fi: Merkki, joka osoittaa, että hintatyyppi on prosenttiosuus.
tr_tr: Fiyat türünün bir yüzde olduğunu gösteren bayrak.

source: Price type Name
de_de: Preistyp Name
fi: Hintatyyppi Nimi
tr_tr: Fiyat türü İsim

source: Order in which price should be applied.
de_de: Reihenfolge, in der der Preis angewendet werden soll.
fi: Järjestys, jossa hintaa sovelletaan.
tr_tr: Fiyatın uygulanması gereken sıra.

source: Price Type Creator
de_de: Preis Typ Schöpfer
fi: Hinta Tyyppi Luoja
tr_tr: Fiyat Türü Yaratıcı

source: JSON encoded relational data of the models
de_de: JSON-kodierte relationale Daten der Modelle
fi: Mallien JSON-koodatut relaatiotiedot
tr_tr: Modellerin JSON kodlu ilişkisel verileri

source: The event ID to get the relational data for.
de_de: Die Ereignis-ID, für die die relationalen Daten abgerufen werden sollen.
fi: Tapahtuman ID, jonka relaatiotiedot haetaan.
tr_tr: İlişkisel verilerin alınacağı olay kimliği.

source: A datetime
fi: Päivämäärän aika
tr_tr: Bir tarih-saat

source: The globally unique identifier of the datetime.
de_de: Der weltweit eindeutige Bezeichner der Datetime.
fi: Maailmanlaajuisesti yksilöivä päivämäärätiedon tunniste.
tr_tr: Tarih saatinin global olarak benzersiz tanımlayıcısı.

source: A ticket
de_de: Ein Ticket
fi: Lippu
tr_tr: Bir bilet

source: The globally unique identifier of the ticket.
de_de: Die weltweit eindeutige Kennung des Tickets.
fi: Lipun globaalisti yksilöivä tunniste.
tr_tr: Biletin global olarak benzersiz tanımlayıcısı.

source: No event ID was provided to get the relational data for
de_de: Es wurde keine Ereignis-ID angegeben, um die relationalen Daten für
fi: Tapahtuman ID:tä ei annettu relaatiotietojen saamiseksi seuraaville
tr_tr: İlişkisel verileri almak için hiçbir olay kimliği sağlanmadı

source: A missing or invalid ID was received.
de_de: Es wurde eine fehlende oder ungültige ID empfangen.
fi: Puuttuva tai virheellinen tunnus vastaanotettiin.
tr_tr: Eksik veya geçersiz bir kimlik alındı.

source: A state
de_de: Ein Zustand
fi: A valtio
tr_tr: Bir devlet

source: Country for the state
de_de: Land für den Staat
fi: Maa valtion puolesta
tr_tr: Devlet için ülke

source: A ticket for an event date
de_de: Ein Ticket für einen Veranstaltungstermin
fi: Lippu tapahtumapäivämäärää varten
tr_tr: Etkinlik tarihi için bir bilet

source: Globally unique IDs of the datetimes related to the ticket.
de_de: Global eindeutige IDs der mit dem Ticket verbundenen Zeitpunkte.
fi: Lippuun liittyvien päivämäärien globaalisti yksilölliset tunnukset.
tr_tr: Biletle ilgili tarih zamanlarının global olarak benzersiz kimlikleri.

source: End date and time of the Ticket
de_de: Enddatum und Uhrzeit des Tickets
fi: Lipun päättymispäivä ja -aika
tr_tr: Biletin bitiş tarihi ve saati

source: Event of the ticket.
de_de: Veranstaltung der Eintrittskarte.
fi: Lipun tapahtuma.
tr_tr: Biletin olayı.

source: Sorry, you do not have the required permissions to delete entities
de_de: Sie haben leider nicht die erforderlichen Berechtigungen zum Löschen von Entitäten
fi: Anteeksi, sinulla ei ole tarvittavia oikeuksia kokonaisuuksien poistamiseen.
tr_tr: Üzgünüz, varlıkları silmek için gerekli izinlere sahip değilsiniz

source: A valid data model could not be obtained. Did you supply a valid entity type?
de_de: Ein gültiges Datenmodell konnte nicht ermittelt werden. Haben Sie einen gültigen Entitätstyp angegeben?
fi: Kelvollista tietomallia ei saatu. Annoitko kelvollisen oliotyypin?
tr_tr: Geçerli bir veri modeli elde edilemedi. Geçerli bir varlık türü sağladınız mı?

source: A valid input was not provided.
de_de: Eine gültige Eingabe wurde nicht gemacht.
fi: Kelvollista syötettä ei annettu.
tr_tr: Geçerli bir girdi sağlanmadı.

source: Could not perform the update because of the following error(s)
de_de: Die Aktualisierung konnte aufgrund der folgenden Fehler nicht durchgeführt werden
fi: Päivitystä ei voitu suorittaa seuraavan virheen (seuraavien virheiden) vuoksi.
tr_tr: Aşağıdaki hata(lar) nedeniyle güncelleme gerçekleştirilemedi

source: The datetime could not be created because of the following error(s)
de_de: Die Datetime konnte aufgrund des/der folgenden Fehlers/Fehler nicht erstellt werden
fi: Päivämäärää ei voitu luoda seuraavan virheen (seuraavien virheiden) vuoksi.
tr_tr: Aşağıdaki hata(lar) nedeniyle datetime oluşturulamadı

source: The datetime could not be deleted because of the following error(s)
de_de: Der Zeitpunkt konnte aufgrund des folgenden Fehlers nicht gelöscht werden
fi: Päivämäärää ei voitu poistaa seuraavan virheen (seuraavien virheiden) vuoksi.
tr_tr: Aşağıdaki hata(lar) nedeniyle datetime silinemedi

source: The datetime could not be updated because of the following error(s)
de_de: Die Datumsangabe konnte aufgrund des folgenden Fehlers nicht aktualisiert werden
fi: Päivämäärää ei voitu päivittää seuraavan virheen (seuraavien virheiden) vuoksi.
tr_tr: Aşağıdaki hata(lar) nedeniyle tarih saati güncellenemedi

source: An unknown error occurred. Please check your server's error logs for more information
de_de: Ein unbekannter Fehler ist aufgetreten. Bitte überprüfen Sie die Fehlerprotokolle Ihres Servers für weitere Informationen
fi: Tuntematon virhe tapahtui. Tarkista lisätietoja palvelimesi virhelokeista.
tr_tr: Bilinmeyen bir hata oluştu. Daha fazla bilgi için lütfen sunucunuzun hata günlüklerini kontrol edin

source: The mutation could not be executed because of the following error(s)
de_de: Die Mutation konnte aufgrund des/der folgenden Fehlers/Fehler nicht ausgeführt werden
fi: Mutaatiota ei voitu suorittaa seuraavan virheen (seuraavien virheiden) vuoksi.
tr_tr: Mutasyon aşağıdaki hata(lar) nedeniyle gerçekleştirilemedi

source: Sorry, you do not have the required permissions to reorder entities
de_de: Sie haben leider nicht die erforderlichen Berechtigungen, um Entitäten neu zu ordnen
fi: Valitettavasti sinulla ei ole tarvittavia oikeuksia kokonaisuuksien uudelleenjärjestämiseen.
tr_tr: Üzgünüz, varlıkları yeniden sıralamak için gerekli izinlere sahip değilsiniz

source: Failed to update order because of the following error(s): %1$s
de_de: Aktualisierung der Bestellung fehlgeschlagen aufgrund des/der folgenden Fehlers/Fehler: %1$s
fi: Tilauksen päivittäminen epäonnistui seuraavan virheen (virheiden) vuoksi: %1$s
tr_tr: Aşağıdaki hata(lar) nedeniyle sipariş güncellenemedi: %1$s

source: %1$s and %2$s are required.
de_de: %1$s und %2$s sind erforderlich.
fi: %1$s ja %2$s vaaditaan.
tr_tr: %1$s ve %2$s gereklidir.

source: Sorry, operation cancelled due to missing or invalid entity IDs.
de_de: Sorry, Operation abgebrochen wegen fehlender oder ungültiger Entity-IDs.
fi: Anteeksi, operaatio peruuntui puuttuvien tai virheellisten entiteettitunnusten vuoksi.
tr_tr: Üzgünüz, eksik veya geçersiz varlık kimlikleri nedeniyle işlem iptal edildi.

source: Sorry, operation cancelled due to missing entities.
de_de: Entschuldigung, Operation wegen fehlender Entitäten abgesagt.
fi: Anteeksi, operaatio peruutettu puuttuvien yksiköiden vuoksi.
tr_tr: Üzgünüz, eksik varlıklar nedeniyle operasyon iptal edildi.

source: Sorry, operation cancelled due to invalid entities.
de_de: Sorry, Operation abgebrochen wegen ungültiger Entitäten.
fi: Anteeksi, operaatio peruuntui virheellisten entiteettien vuoksi.
tr_tr: Üzgünüz, geçersiz varlıklar nedeniyle işlem iptal edildi.

source: The event could not be updated because of the following error(s)
de_de: Das Ereignis konnte nicht aktualisiert werden, weil folgende Fehler aufgetreten sind
fi: Tapahtumaa ei voitu päivittää seuraavan virheen (seuraavien virheiden) vuoksi.
tr_tr: Aşağıdaki hata(lar) nedeniyle olay güncellenemedi

source: The form element could not be created because of the following error(s)
de_de: Das Formularelement konnte aufgrund des folgenden Fehlers nicht erstellt werden
fi: Lomake-elementtiä ei voitu luoda seuraavan virheen (seuraavien virheiden) vuoksi.
tr_tr: Form öğesi aşağıdaki hata(lar) nedeniyle oluşturulamadı

source: The form element could not be deleted because of the following error(s)
de_de: Das Formularelement konnte nicht gelöscht werden, weil folgende Fehler aufgetreten sind
fi: Lomake-elementtiä ei voitu poistaa seuraavan virheen (seuraavien virheiden) vuoksi.
tr_tr: Form öğesi aşağıdaki hata(lar) nedeniyle silinemedi

source: The form element could not be updated because of the following error(s)
de_de: Das Formularelement konnte aufgrund des folgenden Fehlers nicht aktualisiert werden
fi: Lomake-elementtiä ei voitu päivittää seuraavan virheen (seuraavien virheiden) vuoksi.
tr_tr: Form öğesi aşağıdaki hata(lar) nedeniyle güncellenemedi

source: The form section could not be created because of the following error(s)
de_de: Der Formularabschnitt konnte aufgrund folgender Fehler nicht erstellt werden
fi: Lomakeosaa ei voitu luoda seuraavan virheen (seuraavien virheiden) vuoksi.
tr_tr: Form bölümü aşağıdaki hata(lar) nedeniyle oluşturulamadı

source: The form section could not be deleted because of the following error(s)
de_de: Der Formularabschnitt konnte nicht gelöscht werden, weil folgende(r) Fehler aufgetreten ist
fi: Lomakeosaa ei voitu poistaa seuraavan virheen (seuraavien virheiden) vuoksi.
tr_tr: Form bölümü aşağıdaki hata(lar) nedeniyle silinemedi

source: The form section could not be updated because of the following error(s)
de_de: Der Formularabschnitt konnte aufgrund folgender Fehler nicht aktualisiert werden
fi: Lomakeosaa ei voitu päivittää seuraavan virheen (seuraavien virheiden) vuoksi.
tr_tr: Form bölümü aşağıdaki hata(lar) nedeniyle güncellenemedi

source: A valid %1$s must be passed.
de_de: Es muss ein gültiges %1$s übergeben werden.
fi: Kelvollinen %1$s on annettava.
tr_tr: Geçerli bir %1$s geçilmelidir.

source: The price could not be created because of the following error(s)
de_de: Der Preis konnte nicht erstellt werden, weil folgende Fehler aufgetreten sind
fi: Hintaa ei voitu luoda seuraavan virheen (seuraavien virheiden) vuoksi.
tr_tr: Aşağıdaki hata(lar) nedeniyle fiyat oluşturulamadı

source: The price could not be deleted because of the following error(s)
de_de: Der Preis konnte nicht gelöscht werden, weil folgende Fehler aufgetreten sind
fi: Hintaa ei voitu poistaa seuraavan virheen (seuraavien virheiden) vuoksi.
tr_tr: Aşağıdaki hata(lar) nedeniyle fiyat silinemedi

source: The price could not be updated because of the following error(s)
de_de: Der Preis konnte aufgrund des folgenden Fehlers nicht aktualisiert werden
fi: Hintaa ei voitu päivittää seuraavan virheen (seuraavien virheiden) vuoksi.
tr_tr: Aşağıdaki hata(lar) nedeniyle fiyat güncellenemedi

source: The ticket could not be created because of the following error(s)
de_de: Das Ticket konnte aufgrund des folgenden Fehlers nicht erstellt werden
fi: Lippua ei voitu luoda seuraavan virheen (seuraavien virheiden) vuoksi.
tr_tr: Aşağıdaki hata(lar) nedeniyle bilet oluşturulamadı

source: The ticket could not be deleted because of the following error(s)
de_de: Das Ticket konnte aufgrund des folgenden Fehlers nicht gelöscht werden
fi: Tikettiä ei voitu poistaa seuraavan virheen (seuraavien virheiden) vuoksi.
tr_tr: Aşağıdaki hata(lar) nedeniyle bilet silinemedi

source: The ticket could not be updated because of the following error(s)
de_de: Das Ticket konnte aufgrund des folgenden Fehlers nicht aktualisiert werden
fi: Lippua ei voitu päivittää seuraavan virheen (seuraavien virheiden) vuoksi.
tr_tr: Aşağıdaki hata(lar) nedeniyle bilet güncellenemedi

source: The venue could not be updated because of the following error(s)
de_de: Der Veranstaltungsort konnte aufgrund des folgenden Fehlers nicht aktualisiert werden
fi: Tapahtumapaikkaa ei voitu päivittää seuraavan virheen (seuraavien virheiden) vuoksi.
tr_tr: Aşağıdaki hata(lar) nedeniyle mekan güncellenemedi

source: The attendee ID.
de_de: Die ID des Teilnehmers.
fi: Osallistujan tunnus.
tr_tr: Katılımcı kimliği.

source: User avatar URL
de_de: Benutzer-Avatar-URL
fi: Käyttäjän avatarin URL-osoite
tr_tr: Kullanıcı avatar URL'si

source: Attendee First Name
de_de: Vorname des Teilnehmers
fi: Osallistujan etunimi
tr_tr: Katılımcı Adı

source: Attendee Last Name
de_de: Nachname des Teilnehmers
fi: Osallistujan sukunimi
tr_tr: Katılımcı Soyadı

source: A country
de_de: Ein Land
fi: Maa
tr_tr: Bir ülke
