Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: The "%1$s" form is invalid or missing. %2$s
de_de: Das Formular "%1$s" ist ungültig oder fehlt. %2$s
fi: "%1$s"-lomake on virheellinen tai puuttuu
tr_tr: "%1$s" formu geçersiz veya eksik. %2$s

source: Can not set Submit button text because an empty string was provided.
de_de: Der Text der Schaltfläche "Senden" kann nicht festgelegt werden, da eine leere Zeichenfolge angegeben wurde.
fi: Lähetä-painikkeen tekstiä ei voida asettaa, koska annettiin tyhjä merkkijono.
fr_fr: Impossible de définir le texte du bouton Soumettre, car une chaîne vide a été fournie.
tr_tr: Boş bir dize sağlandığı için Gönder düğmesi metni ayarlanamıyor.

source: The redirect arguments can not be an empty array.
de_de: Die Redirect-Argumente dürfen kein leeres Array sein.
fi: Uudelleenohjausargumentit eivät voi olla tyhjä joukko.
fr_fr: Les arguments de redirections ne peuvent pas être un tableau vide.
tr_tr: Yönlendirme argümanları boş bir dizi olamaz.

source: "%1$s" is not a valid value for the form config. Please use one of the class constants on \EventEspresso\core\libraries\form_sections\form_handlers\Form
de_de: "%1$s" ist kein gültiger Wert für die Formularkonfiguration. Bitte verwenden Sie eine der Klassenkonstanten unter \EventEspresso\core\libraries\form_sections\form_handlers\Form
fi: "%1$s" ei ole kelvollinen arvo lomakkeen konfiguraatiolle. Käytä jotakin luokan \EventEspresso\core\libraries\form_sections\form_handlers\Form vakioista.
fr_fr: "%1$s" n'est pas une valeur valide pour la configuration du formulaire. Veuillez utiliser l'une des constantes de classe sur \EventEspresso\core\libraries\form_sections\form_handlers\Form
tr_tr: "%1$s" form yapılandırması için geçerli bir değer değil. Lütfen \EventEspresso\core\libraries\form_sections\form_handlers\Form üzerindeki sınıf sabitlerinden birini kullanın

source: The "%1$s" form is invalid. Please correct the following errors and resubmit: %2$s %3$s
de_de: Das Formular "%1$s" ist ungültig. Bitte korrigieren Sie die folgenden Fehler und senden Sie es erneut ab: %2$s %3$s
fi: Lomake "%1$s" on virheellinen. Korjaa seuraavat virheet ja lähetä se uudelleen: %2$s %3$s
fr_fr: Le formulaire "%1$s" n'est pas valide. Veuillez corriger les erreurs suivantes et renvoyer: %2$s %3$s
tr_tr: "%1$s" formu geçersiz. Lütfen aşağıdaki hataları düzeltin ve yeniden gönderin: %2$s %3$s

source: A valid Form Handler was expected but instead "%1$s" was received.
de_de: Es wurde ein gültiger Form Handler erwartet, aber stattdessen wurde "%1$s" empfangen.
fi: Odotettiin kelvollista lomakkeen käsittelijää, mutta sen sijaan vastaanotettiin "%1$s".
fr_fr: Un gestion de formulaire valable était attendu mais "%1$s" a été reçu.
tr_tr: Geçerli bir Form İşleyicisi bekleniyordu ancak bunun yerine "%1$s" alındı.

source: The form order property must be a positive integer.
de_de: Die Eigenschaft form order muss eine positive ganze Zahl sein.
fi: Lomakkeen järjestys -ominaisuuden on oltava positiivinen kokonaisluku.
fr_fr: La propriété trier du formulaire doit être un entier positif.
tr_tr: Form sırası özelliği pozitif bir tamsayı olmalıdır.

source: The redirect URL can not be an empty string.
de_de: Die Umleitungs-URL darf keine leere Zeichenkette sein.
fi: Uudelleenohjauksen URL-osoite ei voi olla tyhjä merkkijono.
fr_fr: L'URL de redirection ne peut pas être un chaîne vide.
tr_tr: Yönlendirme URL'si boş bir dize olamaz.

source: The redirect argument can not be an empty array.
de_de: Das Argument redirect darf kein leeres Array sein.
fi: Redirect-argumentti ei voi olla tyhjä joukko.
fr_fr: L'argument de redirections ne peut pas être un tableau vide.
tr_tr: Yönlendirme bağımsız değişkeni boş bir dizi olamaz.

source: The $redirect_arg_keys_to_remove argument can not be an empty array.
de_de: Das Argument $redirect_arg_keys_to_remove darf kein leeres Array sein.
fi: Argumentti $redirect_arg_keys_to_remove ei voi olla tyhjä array.
fr_fr: L'argument $redirect_arg_keys_to_remove ne peut pas être un tableau vide.
tr_tr: remove için $redirect_arg_keys_to_remove bağımsız değişkeni boş bir dizi olamaz.

source: The base URL can not be an empty string.
de_de: Die Basis-URL darf keine leere Zeichenkette sein.
fi: Perus-URL ei voi olla tyhjä merkkijono.
fr_fr: L'URL de base ne peut pas être une chaîne vide.
tr_tr: Temel URL boş bir dize olamaz.

source: The "%1$s" form step could not be set.
de_de: Der Formularschritt "%1$s" konnte nicht gesetzt werden.
fi: Lomakkeen vaihetta "%1$s" ei voitu asettaa.
tr_tr: "%1$s" form adımı ayarlanamadı.

source: Next Step
de_de: Nächster Schritt
fi: Seuraava vaihe
fr_fr: Étape suivante
tr_tr: Sonraki Adım

source: EE_Admin_File_Uploader_Display_Strategy::enqueue_scripts() no longer needs to be called in order to display the admin uploader input correctly. This is handled now by EE_Admin_File_Uploader_Display_Strategy::enqueue_js() which is called automatically when enqueueing JS and CSS for the form
de_de: EE_Admin_File_Uploader_Display_Strategy::enqueue_scripts() muss nicht mehr aufgerufen werden, um die Admin-Uploader-Eingabe korrekt anzuzeigen. Dies wird nun von EE_Admin_File_Uploader_Display_Strategy::enqueue_js() erledigt, die automatisch aufgerufen wird, wenn JS und CSS für das Formular in die Warteschlange gestellt werden
fi: EE_Admin_File_Uploader_Display_Strategy::enqueue_scripts() -toimintoa ei enää tarvitse kutsua, jotta ylläpitäjän lataussyöttö voidaan näyttää oikein. Tämän hoitaa nyt EE_Admin_File_Uploader_Display_Strategy::enqueue_js(), jota kutsutaan automaattisesti, kun lomakkeen JS- ja CSS-tiedostot asetetaan jonoon.
tr_tr: EE_Admin_File_Uploader_Display_Strategy::enqueue_scripts() işlevinin artık yönetici yükleyici girişini doğru şekilde görüntülemek için çağrılmasına gerek yoktur. Bu artık form için JS ve CSS sıraya alınırken otomatik olarak çağrılan EE_Admin_File_Uploader_Display_Strategy::enqueue_js() tarafından ele alınmaktadır

source: %sclass:%s This can be used to indicate css class is given to the containing css element (default is "callout").
de_de: %sclass:%s Dies kann verwendet werden, um anzugeben, dass dem enthaltenen css-Element eine css-Klasse zugewiesen wird (Standard ist "callout").
fi: %sclass:%s Tätä voidaan käyttää osoittamaan css-luokka, joka annetaan sisältävälle css-elementille (oletusarvo on "callout").
tr_tr: %sclass:%s Bu, css sınıfının içeren css elemanına verildiğini belirtmek için kullanılabilir (varsayılan "callout").

source: The total number of all tickets purchased in a transaction. %1$sNOTE: This shortcode is good to use in the "[TICKET_LIST]" field but has been deprecated from all other contexts in favor of the more explicit [TXN_TOTAL_TICKETS] shortcode.%2$s
de_de: Die Gesamtzahl aller in einer Transaktion gekauften Tickets. %1$sHINWEIS: Dieser Shortcode kann im Feld "[TICKET_LIST]" verwendet werden, wurde aber in allen anderen Kontexten zugunsten des eindeutigeren Shortcodes [TXN_TOTAL_TICKETS] veraltet.%2$s
fi: Kaikkien tapahtumassa ostettujen lippujen kokonaismäärä. %1$sHuom: Tätä lyhytkoodia on hyvä käyttää "[TICKET_LIST]" -kentässä, mutta se on poistettu käytöstä kaikissa muissa yhteyksissä selkeämmän [TXN_TOTAL_TICKETS]-lyhytkoodin hyväksi.%2$s
tr_tr: Bir işlemde satın alınan tüm biletlerin toplam sayısı. %1$sNOT: Bu kısa kod "[TICKET_LIST]" alanında kullanılabilir ancak daha açık olan [TXN_TOTAL_TICKETS] kısa kodu lehine diğer tüm bağlamlarda kullanımdan kaldırılmıştır.%2$s

source: The requested Command Handler "%1$s" could not be located or does not exist.
de_de: Der angeforderte Command Handler "%1$s" konnte nicht gefunden werden oder existiert nicht.
fi: Pyydettyä komentokäsittelijää "%1$s" ei löydetty tai sitä ei ole olemassa.
tr_tr: İstenen Komut İşleyicisi "%1$s" bulunamadı veya mevcut değil.

source: The supplied Command Handler "%1$s" does not have a valid name. It should be in the following format: "{CommandName}Handler"
de_de: Der angegebene Command Handler "%1$s" hat keinen gültigen Namen. Er sollte das folgende Format haben: "{Befehlsname}Handler"
fi: Toimitetulla komentokäsittelijällä "%1$s" ei ole kelvollista nimeä. Sen pitäisi olla seuraavassa muodossa: "{CommandName}Handler"
tr_tr: Sağlanan Komut İşleyicisi "%1$s" geçerli bir ada sahip değil. Aşağıdaki formatta olmalıdır: "{CommandName}Handler"

source: The supplied Command Bus Middleware "%1$s" does not have a valid name. It should be in the following format: "{CommandName}Handler"
de_de: Die angegebene Command Bus Middleware "%1$s" hat keinen gültigen Namen. Er sollte das folgende Format haben: "{Befehlsname}Handler"
fi: Toimitetulla komentoväylän väliohjelmistolla "%1$s" ei ole kelvollista nimeä. Sen pitäisi olla seuraavassa muodossa: "{CommandName}Handler"
tr_tr: Sağlanan Command Bus Middleware "%1$s" geçerli bir ada sahip değil. Aşağıdaki formatta olmalıdır: "{CommandName}Handler"

source: recipe type (one of the class constants on \EventEspresso\core\services\container\CoffeeMaker)
de_de: Rezepturart (eine der Klassenkonstanten von \EventEspresso\core\services\container\CoffeeMaker)
fi: reseptityyppi (yksi \EventEspresso\core\services\container\CoffeeMaker-luokan vakioista)
tr_tr: tarif türü (\EventEspresso\core\services\container\CoffeeMaker üzerindeki sınıf sabitlerinden biri)

source: Could not brew coffee because no recipes were found for class "%1$s".
de_de: Es konnte kein Kaffee gebrüht werden, da keine Rezepte für die Klasse "%1$s" gefunden wurden.
fi: Kahvia ei voitu keittää, koska luokalle "%1$s" ei löytynyt reseptejä.
tr_tr: "%1$s" sınıfı için herhangi bir tarif bulunamadığından kahve demlenemedi.

source: The requested coffee maker is either missing or invalid.
de_de: Die gewünschte Kaffeemaschine ist entweder nicht vorhanden oder ungültig.
fi: Pyydetty kahvinkeitin joko puuttuu tai on virheellinen.
tr_tr: İstenen kahve makinesi eksik ya da geçersiz.

source: Could not resolve dependency for "%1$s" for the "%2$s" class constructor.
de_de: Die Abhängigkeit für "%1$s" für den Klassenkonstruktor "%2$s" konnte nicht aufgelöst werden.
fi: Luokan "%2$s" konstruktorin "%1$s" riippuvuutta ei voitu ratkaista.
tr_tr: "%2$s" sınıf kurucusu için "%1$s" bağımlılığı çözümlenemedi.

source: class identifier (typically a \Fully\Qualified\ClassName)
de_de: Klassenkennung (in der Regel ein \Fully\Qualified\ClassName)
fi: luokan tunniste (tyypillisesti \Fully\Qualified\ClassName).
tr_tr: sınıf tanımlayıcısı (tipik olarak bir \Fully\Qualified\ClassName)

source: array of class dependencies
de_de: Array von Klassenabhängigkeiten
fi: joukko luokkien riippuvuuksia
tr_tr: sınıf bağımlılıkları dizisi

source: array of class aliases
de_de: Array von Klassenaliasen
fi: joukko luokan aliaksia
tr_tr: sınıf takma adları dizisi

source: string or array of strings (full server filepath(s))
de_de: String oder Array von Strings (vollständige(r) Server-Dateipfad(e))
fi: merkkijono tai merkkijonojen joukko (palvelimen koko tiedostopolku(t)).
tr_tr: dize veya dizeler dizisi (tam sunucu dosya yol(lar)ı)

source: The following filepath is not readable: "%1$s"
de_de: Der folgende Dateipfad ist nicht lesbar: "%1$s"
fi: Seuraava tiedostopolku ei ole luettavissa: "%1$s"
tr_tr: Aşağıdaki dosya yolu okunabilir değil: "%1$s"

source: The "%1$s" class could not be constructed.
de_de: Die Klasse "%1$s" konnte nicht erstellt werden.
fi: Luokkaa "%1$s" ei voitu rakentaa.
tr_tr: "%1$s" sınıfı oluşturulamadı.

source: The "%1$s" service could not be retrieved from the CoffeeShop, but "%2$s" was received.
de_de: Der Dienst "%1$s" konnte nicht vom CoffeeShop abgerufen werden, aber "%2$s" wurde empfangen.
fi: Palvelua "%1$s" ei voitu hakea CoffeeShopista, mutta "%2$s" saatiin.
tr_tr: CoffeeShop'tan "%1$s" hizmeti alınamadı, ancak "%2$s" alındı.

source: The "%1$s" service already exists in the CoffeeShop and can not be added again.
de_de: Der Dienst "%1$s" existiert bereits im CoffeeShop und kann nicht erneut hinzugefügt werden.
fi: Palvelu "%1$s" on jo olemassa CoffeeShopissa, eikä sitä voi lisätä uudelleen.
tr_tr: "%1$s" hizmeti CoffeeShop'ta zaten mevcut ve tekrar eklenemez.

source: The requested service "%1$s" could not found be found in the CoffeeShop.
de_de: Der angeforderte Dienst "%1$s" konnte im CoffeeShop nicht gefunden werden.
fi: Haluttua palvelua "%1$s" ei löytynyt CoffeeShopista.
tr_tr: İstenen hizmet "%1$s" CoffeeShop'ta bulunamadı.

source: The "%1$s" Class needs to be an implementation of the "%1$s" Interface.
de_de: Die Klasse "%1$s" muss eine Implementierung der Schnittstelle "%1$s" sein.
fi: "%1$s"-luokan on oltava "%1$s"-rajapinnan toteutus.
tr_tr: "%1$s" Sınıfının "%1$s" Arayüzünün bir uygulaması olması gerekir.

source: It appears that the event you were about to make a payment for has sold additional tickets since you first registered, and there are no longer enough spaces left to accommodate your selections. You may continue to pay and secure the available space(s) remaining, or simply cancel if you no longer wish to purchase. If you have already made a partial payment towards this event, please contact the event administrator for a refund.
de_de: Es hat den Anschein, dass für die Veranstaltung, für die Sie eine Zahlung leisten wollten, zusätzliche Karten verkauft wurden, seit Sie sich angemeldet haben, und dass nicht mehr genügend Plätze vorhanden sind, um Ihre Auswahl zu berücksichtigen. Sie können die Zahlung fortsetzen und sich den/die verbleibenden Platz/e sichern oder einfach stornieren, wenn Sie nicht mehr kaufen möchten. Wenn Sie bereits eine Teilzahlung für diese Veranstaltung geleistet haben, wenden Sie sich bitte an den Administrator der Veranstaltung, um eine Rückerstattung zu erhalten.
fi: Tapahtumaan, jota olit maksamassa, on myyty uusia lippuja alkuperäisen ilmoittautumisesi jälkeen, eikä sinulle enää riitä haluamaasi määrää lippuja. Voit varmistaa vielä vapaina olevat liput siirtymällä maksamaan, tai peruuttaa ilmoittautumisesi. Jos olet jo maksanut osan tapahtumasta ja haluat maksusi hyvitettävän, ota yhteys järjestäjään.
fr_fr: Il semble que l'événement pour lequel que vous êtes sur le point de faire un paiement à vendu des billets supplémentaires depuis votre première inscription, et il ne reste plus assez d'espace pour accueillir vos sélections. Vous pouvez continuer à payer et à sécuriser les espaces disponibles, ou tout simplement annuler si vous ne souhaitez plus acheter. Si vous avez déjà effectué un paiement partiel vers cet événement, veuillez contacter l'administrateur de l'événement pour obtenir un remboursement.
tr_tr: Görünüşe göre ödeme yapmak üzere olduğunuz etkinlik için ilk kayıt yaptırdığınızdan bu yana ek biletler satıldı ve artık seçimlerinizi karşılamak için yeterli yer kalmadı. Ödemeye devam edebilir ve kalan mevcut yer(ler)i güvence altına alabilir veya artık satın almak istemiyorsanız iptal edebilirsiniz. Bu etkinlik için kısmi bir ödeme yaptıysanız, para iadesi için lütfen etkinlik yöneticisiyle iletişime geçin.

source: Bank is an offline payment method for accepting payments. Payments are processed manually by providing your registrants/attendees with information on how to pay with a bank transfer.
de_de: Die Bank ist eine Offline-Zahlungsmethode für die Annahme von Zahlungen. Die Zahlungen werden manuell verarbeitet, indem Sie Ihren Anmeldern/Teilnehmern Informationen darüber geben, wie sie per Banküberweisung zahlen können.
fi: Pankki on offline-maksutapa, jolla maksut hyväksytään. Maksut käsitellään manuaalisesti antamalla rekisteröidyille/osallistujille tietoa siitä, miten he voivat maksaa pankkisiirrolla.
fr_fr: Bank est une méthode de paiement hors ligne pour accepter les paiements. Les paiements sont traités manuellement en fournissant à vos inscrits / participants des informations sur la façon de payer avec un virement bancaire.
tr_tr: Banka, ödemeleri kabul etmek için çevrimdışı bir ödeme yöntemidir. Ödemeler, kayıt yaptıranlara/katılımcılara banka havalesi ile nasıl ödeme yapılacağına dair bilgi verilerek manuel olarak işlenir.

source: Check is an offline payment method for accepting payments. Payments are processed manually by providing your registrants/attendees with information on how to pay with a check.
de_de: Der Scheck ist eine Offline-Zahlungsmethode für die Annahme von Zahlungen. Zahlungen werden manuell verarbeitet, indem Sie Ihren Anmeldern/Teilnehmern Informationen darüber geben, wie sie mit einem Scheck bezahlen können.
fi: Sekki on offline-maksutapa maksujen hyväksymiseksi. Maksut käsitellään manuaalisesti antamalla rekisteröijille/osallistujille tietoa siitä, miten he voivat maksaa shekillä.
fr_fr: Cheque est une méthode de paiement hors ligne pour accepter les paiements. Les paiements sont traités manuellement en fournissant à vos inscrits / participants des informations sur la façon de payer avec un chèque.
tr_tr: Çek, ödemeleri kabul etmek için çevrimdışı bir ödeme yöntemidir. Ödemeler, kayıt yaptıranlara/katılımcılara çek ile nasıl ödeme yapılacağına dair bilgi verilerek manuel olarak işlenir.

source: Invoice is an offline payment method for accepting payments. Payments are processed manually by providing your registrants/attendees with information on how to pay their invoice.
de_de: Rechnung ist eine Offline-Zahlungsmethode für die Annahme von Zahlungen. Zahlungen werden manuell verarbeitet, indem Sie Ihren Anmeldern/Teilnehmern Informationen darüber geben, wie sie ihre Rechnung bezahlen können.
fi: Lasku on offline-maksutapa maksujen hyväksymiseksi. Maksut käsitellään manuaalisesti antamalla rekisteröijille/osallistujille tietoa siitä, miten he voivat maksaa laskun.
fr_fr: La facture est une méthode de paiement hors ligne pour accepter les paiements. Les paiements sont traités manuellement en fournissant à vos inscrits / participants des informations sur la façon de payer leur facture.
tr_tr: Fatura, ödemeleri kabul etmek için çevrimdışı bir ödeme yöntemidir. Ödemeler, kayıt yaptıranlara/katılımcılara faturalarını nasıl ödeyecekleri konusunda bilgi verilerek manuel olarak işlenir.

source: (affiliate link)
de_de: (Partnerlink)
fi: (affiliate linkki)
fr_fr: (Lien affilié)
tr_tr: (bağlı kuruluş bağlantısı)

source: PayPal Standard (PayPal Payments Standard) is an off-site payment method and is available to event organizers in many countries. A PayPal premier or business account is needed to accept payments. Need a PayPal account? Call 1-855-456-1338 or %1$sclick here to sign up for a merchant account%2$s.
de_de: PayPal Standard (PayPal Payments Standard) ist eine externe Zahlungsmethode, die Veranstaltern in vielen Ländern zur Verfügung steht. Für die Annahme von Zahlungen ist ein PayPal-Premier- oder Geschäftskonto erforderlich. Sie benötigen ein PayPal-Konto? Rufen Sie 1-855-456-1338 an oder %1$sklicken Sie hier, um sich für ein Händlerkonto%2$s anzumelden.
fi: PayPal Standard (PayPal Payments Standard) on paikan ulkopuolinen maksutapa, ja se on tapahtumajärjestäjien käytettävissä monissa maissa. Maksujen vastaanottamiseen tarvitaan PayPal premier- tai yritystili. Tarvitsetko PayPal-tilin? Soita numeroon 1-855-456-1338 tai %1$sklikkaa tästä, jos haluat rekisteröityä kauppiastilille%2$s.
fr_fr: PayPal Standard (Paypal Standard) est une méthode de paiement hors site et est disponible pour les organisateurs d'événements dans de nombreux pays. Un compte PayPal ou premier compte d'entreprise est nécessaire pour accepter les paiements. Besoin d'un compte PayPal? Appelez le 1-855-456-1338 ou %1$sCliquez ici pour vous inscrire à un compte marchand%2$s.
tr_tr: PayPal Standard (PayPal Payments Standard) tesis dışı bir ödeme yöntemidir ve birçok ülkedeki etkinlik organizatörleri tarafından kullanılabilir. Ödemeleri kabul etmek için bir PayPal premier veya işletme hesabı gereklidir. PayPal hesabına mı ihtiyacınız var? 1-855-456-1338 numaralı telefonu arayın veya bir satıcı hesabına kaydolmak için %1$sburaya tıklayın%2$s.

source: %1$sre: Wait List Registrations%2$sPlease note that the total cost listed below in the Transaction Details is for ALL registrations, including those that are on the wait list, even though they can not be currently paid for. If any spaces become available however, you may be notified by the Event admin and have the opportunity to secure the remaining tickets by making a payment for them.%3$s
de_de: %1$sre: Registrierung auf der Warteliste%2$sBitte beachten Sie, dass die in den Transaktionsdetails aufgeführten Gesamtkosten für ALLE Registrierungen gelten, einschließlich derjenigen, die auf der Warteliste stehen, auch wenn sie derzeit nicht bezahlt werden können. Wenn jedoch Plätze frei werden, werden Sie möglicherweise vom Event-Administrator benachrichtigt und haben die Möglichkeit, die verbleibenden Tickets zu sichern, indem Sie eine Zahlung für diese vornehmen.%3$s
fi: %1$sre: Jonotuslistalle rekisteröityneet%2$sHuomaa, että alla olevassa tapahtuman yksityiskohdissa mainittu kokonaishinta koskee KAIKKIA rekisteröityneitä, myös jonotuslistalla olevia, vaikka he eivät voi tällä hetkellä maksaa osallistumismaksua. Jos kuitenkin vapautuu paikkoja, tapahtuman järjestäjä voi ilmoittaa siitä sinulle, ja sinulla on mahdollisuus varmistaa jäljellä olevat liput maksamalla ne.%3$s
fr_fr: %1$sre: Registres des listes d'attente%2$sVeuillez noter que le coût total indiqué ci-dessous dans les détails de la transaction s'applique à TOUS les enregistrements, y compris ceux figurant sur la liste d'attente, même s'ils ne peuvent pas être payés. Si toutefois des espaces sont disponibles, vous pouvez être averti par l'administrateur de l'événement et avoir la possibilité de sécuriser les billets restants en effectuant un paiement pour eux.
tr_tr: %1$sre: Bekleme Listesi Kayıtları%2$sLütfen aşağıda İşlem Ayrıntılarında listelenen toplam maliyetin, şu anda ödenememiş olsalar bile bekleme listesinde olanlar da dahil olmak üzere TÜM kayıtlar için olduğunu unutmayın. Bununla birlikte, herhangi bir yer boşalırsa, Etkinlik yöneticisi tarafından bilgilendirilebilir ve kalan biletler için ödeme yaparak bunları güvence altına alma fırsatına sahip olabilirsiniz.%3$s

source: Transaction not permitted to cardholder
de_de: Transaktion für Karteninhaber nicht zulässig
fi: Kortinhaltijalle ei sallittu tapahtumaa
fr_fr: Transaction non autorisée au détenteur de la carte
tr_tr: Kart sahibine izin verilmeyen işlem

source: Transaction notpermitted on terminal
de_de: Transaktion auf Terminal nicht erlaubt
fi: Päätelaitteessa ei sallittu tapahtumaa
fr_fr: Transaction non autorisée sur le terminal
tr_tr: Terminalde işlem yapılmasına izin verilmiyor

source: Suspected fraud
de_de: Betrugsverdacht
fi: Epäilty petos
fr_fr: Fraude suspectée
tr_tr: Şüpheli dolandırıcılık

source: Contact acquirer
de_de: Kontakt zum Erwerber
fi: Ota yhteyttä hankkijaan
fr_fr: Contacter l'acquéreur
tr_tr: Alıcı ile iletişime geçin

source: Exceeds withdrawal limit
de_de: Überschreitung der Abhebungsgrenze
fi: Ylittää nostorajan
fr_fr: Dépassement de la limite de retrait
tr_tr: Para çekme limitini aşıyor

source: Restricted card
de_de: Eingeschränkte Karte
fi: Rajoitettu kortti
fr_fr: Carte à accès restreint
tr_tr: Kısıtlı kart

source: Security violation
de_de: Verletzung der Sicherheit
fi: Turvallisuusrikkomus
fr_fr: Violation de la sécurité
tr_tr: Güvenlik ihlali

source: Original amount incorrect
de_de: Ursprünglicher Betrag falsch
fi: Alkuperäinen määrä virheellinen
fr_fr: Montant original incorrect
tr_tr: Orijinal miktar yanlış

source: Exceeds withdrawal frequency
de_de: Übersteigt die Rücknahmehäufigkeit
fi: Ylittää nostotiheyden
fr_fr: Dépassement de la fréquence de retrait
tr_tr: Para çekme sıklığını aşıyor

source: Call acquirer security
de_de: Sicherheit der Anruferwerber
fi: Soitonkerääjän turvallisuus
fr_fr: Sécurité de l'acquéreur d'appels
tr_tr: Çağrı alıcı güvenliği

source: Hard capture
de_de: Harte Erfassung
fi: Kova kaappaus
fr_fr: Capture rigide
tr_tr: Zor yakalama
