Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Payment Error! Please refresh the page and try again or contact support.
de_de: Zahlungsfehler! Bitte aktualisieren Sie die Seite und versuchen Sie es erneut oder kontaktieren Sie den Support.
fi: Virhe maksussa! Päivitä sivu ja yritä uudelleen tai ota yhteys tukeen.
tr_tr: Ödeme Hatası! Lütfen sayfayı yenileyip tekrar deneyin veya destek ekibiyle iletişime geçin.

source: It appears the Stripe Checkout javascript was not loaded properly! Please refresh the page and try again or contact support.
de_de: Es scheint, dass das Stripe Checkout javascript nicht richtig geladen wurde! Bitte aktualisieren Sie die Seite und versuchen Sie es erneut oder kontaktieren Sie den Support.
fi: Näyttää siltä, että Stripe Checkout javascript ei ladattu oikein! Päivitä sivu ja yritä uudelleen tai ota yhteyttä asiakaspalveluun.
tr_tr: Stripe Checkout javascript'i düzgün yüklenmemiş gibi görünüyor! Lütfen sayfayı yenileyip tekrar deneyin veya destek ekibiyle iletişime geçin.

source: Stripe Gateway
fi: Stripe-yhdyskäytävä
tr_tr: Stripe Ağ Geçidi

source: Adjust the settings for the Square payment gateway. More information can be found on %1$seventespresso.com%2$s.
de_de: Passen Sie die Einstellungen für das Square-Zahlungsgateway an. Weitere Informationen finden Sie auf %1$seventespresso.com%2$s.
fi: Säädä Square-maksuportin asetuksia. Lisätietoja on osoitteessa %1$seventespresso.com%2$s.
tr_tr: Square ödeme ağ geçidi için ayarları yapın. Daha fazla bilgiyi %1$seventespresso.com%2$s adresinde bulabilirsiniz.

source: Debug Mode is turned ON. Payments will NOT be processed
de_de: Der Debug-Modus ist eingeschaltet. Zahlungen werden NICHT verarbeitet
fi: Testaustila on PÄÄLLÄ. Maksusuorituksia EI käsitellä
tr_tr: Hata Ayıklama Modu AÇIK konuma getirilir. Ödemeler işleme alınmayacaktır

source: Any date greater than today
de_de: Jedes Datum größer als heute
fi: Mikä tahansa päivä tämä päivän jälkeen
fr_fr: N'importe quelle date plus grande qu'aujourd'hui
tr_tr: Bugünden daha büyük herhangi bir tarih

source: How do I test specific error codes?
de_de: Wie kann ich bestimmte Fehlercodes testen?
fi: Miten testaan tiettyjä virhekoodeja?
fr_fr: Comment puis-je tester des codes d'erreur spécifiques?
tr_tr: Belirli hata kodlarını nasıl test edebilirim?

source: Pay Now
de_de: Jetzt bezahlen
fi: Maksa nyt
fr_fr: Payer maintenant
tr_tr: Şimdi Öde

source: Something went wrong because there was no registration ID in the request. Unable to resend the ticket notice.
de_de: Es ist etwas schief gelaufen, weil die Anfrage keine Registrierungs-ID enthielt. Es ist nicht möglich, die Ticket-Notiz erneut zu senden.
fi: Jokin meni pieleen, koska pyynnöstä puuttui ilmoittautumistunnus. Lipputiedotetta ei voitu lähettää uudelleen.
fr_fr: Quelque chose s'est mal passé car il n'y avait pas d'ID d'enregistrement dans la demande. Impossible de renvoyer l'avis de billet.
tr_tr: Talepte kayıt kimliği olmadığı için bir şeyler yanlış gitti. Bilet bildirimi yeniden gönderilemiyor.

source: Cannot resend the ticket notice for this registration because the corresponding message type is not active. If you wish to send messages for this message type then please activate it by %sgoing here%s.
de_de: Die Ticketbenachrichtigung für diese Registrierung kann nicht erneut gesendet werden, da der entsprechende Nachrichtentyp nicht aktiv ist. Wenn Sie Nachrichten für diesen Nachrichtentyp senden möchten, aktivieren Sie ihn bitte, indem Sie %siehe hier%s.
fi: Tätä rekisteröintiä koskevaa lippuilmoitusta ei voida lähettää uudelleen, koska vastaava sanomatyyppi ei ole aktiivinen. Jos haluat lähettää tämän viestityypin viestejä, aktivoi se valitsemalla %sgoing here%s.
fr_fr: Impossible de renvoyer l'avis de billet pour cet enregistrement car le type de message correspondant n'est pas actif. Si vous souhaitez envoyer des messages pour ce type de message, veuillez l'activer par %sici%s.
tr_tr: İlgili mesaj türü etkin olmadığından bu kayıt için bilet bildirimi yeniden gönderilemiyor. Bu mesaj türü için mesaj göndermek istiyorsanız, lütfen %s buraya%s giderek etkinleştirin.

source: All tickets for the transaction: %d
de_de: Alle Tickets für die Transaktion: %d
fi: Tilauksen kaikki liput: %d
fr_fr: Tous les billets pour la transaction: %d
tr_tr: İşlem için tüm biletler: %d

source: Resend Ticket Notice
de_de: Ticket erneut senden
fi: Lähetä lipputiedote uudelleen
fr_fr: Renvoyer l'avis du billet
tr_tr: Bilet Bildirimini Yeniden Gönder

source: Display Ticket for Registration
de_de: Ticketregistrierung anzeigen
fi: Näyä ilmoittautumiseen liittyvä lippu
fr_fr: Afficher le billet
tr_tr: Kayıt için Bilet Göster

source: View Ticket
de_de: Ticket anzeigen
fi: Näytä lippu
fr_fr: Voir le billet
tr_tr: Bilet Görüntüle

source: This is a shortcode used for generating a qrcode for the registration. The only thing stored via this code is the unique reg_url_link code attached to a registration record.
de_de: Dies ist ein Shortcode, der für die Erzeugung eines QR-Codes für die Registrierung verwendet wird. Das Einzige, was über diesen Code gespeichert wird, ist der eindeutige reg_url_link-Code, der mit einem Registrierungsdatensatz verbunden ist.
fi: Tämä on lyhytkoodi, jota käytetään qrcode-koodin luomiseen rekisteröintiä varten. Ainoa asia, joka tallennetaan tämän koodin kautta, on rekisteröintitietueeseen liitetty yksilöllinen reg_url_link-koodi.
fr_fr: Il s'agit d'un code court utilisé pour générer un qrcode pour l'enregistrement. La seule chose stockée via ce code est le code reg_url_link unique attaché à un enregistrement d'enregistrement.
tr_tr: Bu, kayıt için bir qrcode oluşturmak için kullanılan bir kısa koddur. Bu kod aracılığıyla saklanan tek şey, bir kayıt kaydına eklenen benzersiz reg_url_link kodudur.

source: Note: there are a number of different parameters you can use for the qrcode generated. We have the defaults at the recommended settings, however, you can change these:
de_de: Hinweis: Es gibt eine Reihe von verschiedenen Parametern, die Sie für den generierten QR-Code verwenden können. Wir haben die Standardwerte auf die empfohlenen Einstellungen festgelegt, Sie können diese jedoch ändern:
fi: Huomaa: Voit käyttää useita eri parametreja tuotetun qrcode-koodin yhteydessä. Oletusasetukset ovat suositellut, mutta voit kuitenkin muuttaa niitä:
fr_fr: Remarque: il existe un certain nombre de paramètres différents que vous pouvez utiliser pour le qrcode généré. Nous avons les valeurs par défaut aux paramètres recommandés, mais vous pouvez les modifier:
tr_tr: Not: Oluşturulan qrcode için kullanabileceğiniz bir dizi farklı parametre vardır. Önerilen ayarlarda varsayılan değerlere sahibiz, ancak bunları değiştirebilirsiniz:

source: You can add a extra param for setting the dimensions of the qr code using "d=20" format. So [QRCODE_* d=40] will parse to a qrcode that is 40 pixels wide by 40 pixels high.
de_de: Sie können einen zusätzlichen Parameter hinzufügen, um die Abmessungen des QR-Codes im Format "d=20" festzulegen. Mit [QRCODE_* d=40] wird also ein QR-Code mit einer Breite von 40 Pixeln und einer Höhe von 40 Pixeln erzeugt.
fi: Voit lisätä ylimääräisen parametrin qr-koodin mittojen asettamista varten käyttämällä "d=20"-muotoa. Joten [QRCODE_* d=40] analysoi qr-koodin, joka on 40 pikseliä leveä ja 40 pikseliä korkea.
fr_fr: Vous pouvez ajouter un paramètre supplémentaire pour définir les dimensions du code QR en utilisant le format "d = 20". Donc [QRCODE_*d=40] créera un code QR de 40 pixels de large par 40 pixels de hauteur.
tr_tr: "d=20" formatını kullanarak qr kodun boyutlarını ayarlamak için ekstra bir param ekleyebilirsiniz. Yani [QRCODE_* d=40] 40 piksel genişliğinde ve 40 piksel yüksekliğinde bir qrcode'a ayrıştıracaktır.

source: Use a hexadecimal color for the qr code color. So you can do [QRCODE_* color=#f00] to have the code printed in red.
de_de: Verwenden Sie eine hexadezimale Farbe für die Farbe des QR-Codes. Sie können also [QRCODE_* color=#f00] verwenden, um den Code in Rot zu drucken.
fi: Käytä qr-koodin värinä heksadesimaaliväriä. Voit siis tehdä [QRCODE_* color=#f00], jotta koodi tulostuu punaisena.
tr_tr: Qr kod rengi için onaltılık bir renk kullanın. Böylece kodun kırmızı renkte yazdırılması için [QRCODE_* color=#f00] yapabilirsiniz.

source: This parameter is used to indicate what mode the code is generated in. 0 = normal, 1 = label strip, 2 = label box. Use in the format [QRCODE_* mode=2].
de_de: Mit diesem Parameter wird angegeben, in welchem Modus der Code erzeugt wird. 0 = normal, 1 = Etikettenstreifen, 2 = Etikettenbox. Verwenden Sie das Format [QRCODE_* mode=2].
fi: Tätä parametria käytetään osoittamaan, missä tilassa koodi luodaan. 0 = normaali, 1 = label strip, 2 = label box. Käytä muotoa [QRCODE_* mode=2].
tr_tr: Bu parametre kodun hangi modda oluşturulduğunu belirtmek için kullanılır. 0 = normal, 1 = etiket şeridi, 2 = etiket kutusu. QRCODE_* mode=2] biçiminde kullanın.

source: This allows you to set a custom label that will appear over the code. [QRCODE_* label="My QR Code"]
de_de: Damit können Sie eine benutzerdefinierte Beschriftung festlegen, die über dem Code angezeigt wird. [QRCODE_* label="Mein QR-Code"]
fi: Tämän avulla voit asettaa mukautetun merkinnän, joka näkyy koodin yläpuolella. [QRCODE_* label="Oma QR-koodini"]
tr_tr: Bu, kodun üzerinde görünecek özel bir etiket ayarlamanıza olanak tanır. [QRCODE_* label="QR Kodum"]

source: This shortcode will grab the email address attached to the registration and use that to attempt to grab a gravatar image. If none is found then whatever is set in your WordPress settings for Default Avatar will be used. You can include what you want the dimensions of the gravatar to be by including params in the folowing format: "d=40". So [GRAVATAR_* d=40] will parse to a gravatar image that is 40 pixels wide by 40 pixels high.
de_de: Dieser Shortcode erfasst die E-Mail-Adresse, die der Registrierung beigefügt ist, und verwendet diese, um zu versuchen, ein Gravatar-Bild zu erfassen. Wenn keins gefunden wird, wird das verwendet, was in Ihren WordPress-Einstellungen für Standard-Avatar eingestellt ist. Sie können die Abmessungen des Gravatars angeben, indem Sie Parameter im folgenden Format einfügen: "d=40". Mit [GRAVATAR_* d=40] wird also ein Gravatar-Bild mit den Maßen 40 Pixel Breite und 40 Pixel Höhe erzeugt.
fi: Tämä lyhytkoodi nappaa rekisteröintiin liitetyn sähköpostiosoitteen ja yrittää sen avulla napata gravatar-kuvan. Jos sellaista ei löydy, käytetään sitä, mikä on asetettu WordPressin asetuksissa oletusarvoiseksi avatariksi. Voit ilmoittaa gravatarin mitat sisällyttämällä parametrit seuraavassa muodossa: "d=40". Joten [GRAVATAR_* d=40] vastaa gravatar-kuvaa, joka on 40 pikseliä leveä ja 40 pikseliä korkea.
tr_tr: Bu kısa kod, kayda eklenen e-posta adresini alacak ve bunu bir gravatar resmi almaya çalışmak için kullanacaktır. Hiçbiri bulunamazsa, WordPress ayarlarınızda Varsayılan Avatar için ne ayarlanmışsa o kullanılacaktır. Aşağıdaki formatta params ekleyerek gravatarın boyutlarının ne olmasını istediğinizi ekleyebilirsiniz: "d=40". Yani [GRAVATAR_* d=40] 40 piksel genişliğinde ve 40 piksel yüksekliğinde bir gravatar görüntüsüne ayrıştırılacaktır.

source: This shortcode is used to generate a custom barcode for the ticket instead of a qrcode. There are a number of different options for the barcode:
de_de: Dieser Shortcode wird verwendet, um anstelle eines QR-Codes einen eigenen Barcode für das Ticket zu erzeugen. Es gibt eine Reihe verschiedener Optionen für den Barcode:
fi: Tätä lyhytkoodia käytetään luomaan lippuun oma viivakoodi qrcode-koodin sijaan. Viivakoodille on useita eri vaihtoehtoja:
tr_tr: Bu kısa kod, bilet için qrcode yerine özel bir barkod oluşturmak için kullanılır. Barkod için bir dizi farklı seçenek vardır:

source: Used to set the width (default is 1). [BARCODE_* w=20]
de_de: Dient zur Einstellung der Breite (Standardwert ist 1). [BARCODE_* w=20]
fi: Käytetään leveyden asettamiseen (oletusarvo on 1). [BARCODE_* w=20]
tr_tr: Genişliği ayarlamak için kullanılır (varsayılan değer 1'dir). [BARCODE_* w=20]

source: Used to set the height (default is 70). [BARCODE_* h=50]
de_de: Dient zur Einstellung der Höhe (Standardwert ist 70). [BARCODE_* h=50]
fi: Käytetään korkeuden asettamiseen (oletuksena 70). [BARCODE_* h=50]
tr_tr: Yüksekliği ayarlamak için kullanılır (varsayılan değer 70'tir). [BARCODE_* h=50]

source: Used to set the barcode type (default is code93). [BARCODE_* type=code93]. There are 4 different types you can choose from:
de_de: Wird verwendet, um den Barcodetyp festzulegen (Standard ist code93). [BARCODE_* type=code93]. Es gibt 4 verschiedene Typen, die Sie auswählen können:
fi: Käytetään viivakoodin tyypin asettamiseen (oletusarvo on code93). [BARCODE_* type=code93]. Voit valita 4 eri tyyppiä:
tr_tr: Barkod türünü ayarlamak için kullanılır (varsayılan code93'tür). [BARCODE_* type=code93]. Aralarından seçim yapabileceğiniz 4 farklı tip vardır:

source: Used to set the fontsize for the barcode (default is 10). [BARCODE_* fsize=10]
de_de: Wird verwendet, um die Schriftgröße für den Barcode einzustellen (Standard ist 10). [BARCODE_* fsize=10]
fi: Käytetään viivakoodin fonttikoon asettamiseen (oletusarvo on 10). [BARCODE_* fsize=10]
tr_tr: Barkod için yazı tipi boyutunu ayarlamak için kullanılır (varsayılan 10'dur). [BARCODE_* fsize=10]

source: Used to set the output type for the generated barcode (default is svg). Can be either svg, canvas, bmp, or css. %1$sNote: Some output types don't print well depending on the browser. Make sure you verify printability.%2$s %3$s
de_de: Wird verwendet, um den Ausgabetyp für den generierten Barcode festzulegen (Standard ist svg). Kann entweder svg, canvas, bmp oder css sein. %1$sHinweis: Einige Ausgabetypen lassen sich je nach Browser nicht gut drucken. Stellen Sie sicher, dass Sie die Druckfähigkeit überprüfen.%2$s %3$s
fi: Käytetään luodun viivakoodin tulostustyypin asettamiseen (oletusarvo on svg). Voi olla joko svg, canvas, bmp tai css. %1$sHuomaa: Jotkin tulostustyypit eivät tulostu hyvin selaimesta riippuen. Varmista tulostettavuus.%2$s%3$s
tr_tr: Oluşturulan barkodun çıktı türünü ayarlamak için kullanılır (varsayılan svg'dir). Svg, canvas, bmp veya css olabilir. %1$sNot: Bazı çıktı türleri tarayıcıya bağlı olarak iyi yazdırılmaz. Yazdırılabilirliği doğruladığınızdan emin olun.%2$s %3$s

source: This allows you to set what gets used to generate the barcode. When the barcode is scanned this is the value that will be returned. There are two options: "long_code", which is the equivalent to %1$sreg_url_link%2$s value for the registration; or "short_code", which is the equivalent to the %1$sreg_code%2$s value for the registration. The default is "short_code". %3$s
de_de: Hier können Sie festlegen, was zur Erzeugung des Strichcodes verwendet wird. Wenn der Barcode gescannt wird, ist dies der Wert, der zurückgegeben wird. Es gibt zwei Optionen: "long_code", was dem Wert von %1$sreg_url_link%2$s für die Registrierung entspricht; oder "short_code", was dem Wert von %1$sreg_code%2$s für die Registrierung entspricht. Der Standardwert ist "short_code". %3$s
fi: Tämän avulla voit määrittää, mitä viivakoodin luomisessa käytetään. Kun viivakoodi skannataan, tämä arvo palautetaan. Vaihtoehtoja on kaksi: "long_code", joka vastaa %1$sreg_url_link%2$s arvoa rekisteröintiä varten; tai "short_code", joka vastaa %1$sreg_code%2$s arvoa rekisteröintiä varten. Oletusarvo on "short_code". %3$s
tr_tr: Bu, barkodu oluşturmak için neyin kullanılacağını ayarlamanıza olanak tanır. Barkod tarandığında döndürülecek değer budur. İki seçenek vardır: "long_code", kayıt için %1$sreg_url_link%2$s değerine eşdeğerdir; veya "short_code", kayıt için %1$sreg_code%2$s değerine eşdeğerdir. Varsayılan değer "short_code "dur. %3$s

source: This shortcode generates the url for accessing the ticket.
de_de: Dieser Shortcode generiert die Url für den Zugriff auf das Ticket.
fi: Tämä lyhytkoodi luo url-osoitteen, jolla lippu voidaan avata.
fr_fr: Cette shortcode génère l'URL pour accéder au billet.
tr_tr: Bu kısa kod, bilete erişmek için url oluşturur.

source: This shortcode generates the url for the ticket attached to the registration record for the recipient of a message.
de_de: Dieser Shortcode generiert die URL für das Ticket, das an den Registrierungsdatensatz für den Empfänger einer Nachricht angehängt ist.
fi: Tämä lyhytkoodi luo viestin vastaanottajan rekisteröintitietueeseen liitetyn lipun url-osoitteen.
tr_tr: Bu kısa kod, bir mesajın alıcısı için kayıt kaydına eklenen biletin URL'sini oluşturur.

source: This shortcode generates the url for all tickets in a transaction.
de_de: Dieser Shortcode generiert die Url für alle Tickets einer Transaktion.
fi: Tämä lyhytkoodi lisää linkin tilauksen kaikkiin lippuihin.
tr_tr: Bu kısa kod, bir işlemdeki tüm biletler için url oluşturur.

source: This message type is for messages sent to attendees when they have tickets available
de_de: Dieser Nachrichtentyp ist für Nachrichten, die an Teilnehmer gesendet werden, wenn sie Tickets zur Verfügung haben
fi: Tämä viestityyppi on tarkoitettu osallistujille lähetettäviin viesteihin, kun heillä on lippuja saatavilla.
fr_fr: Ce type de message est destiné aux messages envoyés aux participants lorsqu'ils ont des billets disponibles
tr_tr: Bu mesaj türü, katılımcılara müsait biletleri olduğunda gönderilen mesajlar içindir

source: ticket notice
de_de: Ticket Benachrichtigung
fi: lipunmyyntiä koskeva ilmoitus
fr_fr: Avis de billet
tr_tr: bi̇let bi̇ldi̇ri̇mi̇

source: ticket notices
de_de: Ticket Benachrichtigungen
fi: lippuilmoitukset
fr_fr: Avis de billets
tr_tr: bi̇let bi̇ldi̇ri̇mleri̇

source: Recipient's are who will receive the template. You may want different ticket notice details sent out depending on who the recipient is
de_de: Der Empfänger ist derjenige, der die Vorlage erhalten soll. Je nachdem, wer der Empfänger ist, möchten Sie vielleicht unterschiedliche Details der Ticketbenachrichtigung versenden
fi: Vastaanottajat ovat ne, jotka saavat mallin. Saatat haluta, että eri lippuilmoituksen tiedot lähetetään vastaanottajan mukaan.
tr_tr: Alıcılar şablonu alacak kişilerdir. Alıcının kim olduğuna bağlı olarak farklı bilet bildirimi ayrıntılarının gönderilmesini isteyebilirsiniz

source: This template is what the primary registrant (the person who completed the initial transaction) with a ticket notice.
de_de: Diese Vorlage ist das, was der primäre Registrant (die Person, die die erste Transaktion abgeschlossen hat) mit einer Ticketbenachrichtigung.
fi: Tämä malli on mitä ensisijainen rekisteröijä (henkilö, joka suoritti alkuperäisen tapahtuman) lippuilmoituksella.
fr_fr: Ce modèle est ce que le déclarant principal (la personne qui a terminé la transaction initiale) avec un avis de billet.
tr_tr: Bu şablon, birincil kayıt sahibinin (ilk işlemi tamamlayan kişi) bir bilet bildirimi ile ne olduğunu gösterir.

source: This template is what each registrant for the event will receive with a ticket notice.
de_de: Diese Vorlage erhält jeder Teilnehmer an der Veranstaltung zusammen mit der Ticketbestellung.
fi: Tämän mallin saa jokainen tapahtumaan ilmoittautunut lipunmyynti-ilmoituksen mukana.
fr_fr: Ce modèle est ce que chaque inscrit pour l'événement recevra avec un avis de billet.
tr_tr: Bu şablon, etkinlik için kayıt yaptıran her kişinin bilet bildirimi ile birlikte alacağı şablondur.

source: The ticket message type is used for generating and displaying tickets. The templates are triggered by url path.
de_de: Der Ticket-Nachrichtentyp wird für die Erstellung und Anzeige von Tickets verwendet. Die Vorlagen werden durch den Url-Pfad ausgelöst.
fi: Lippuviestityyppiä käytetään lippujen luomiseen ja näyttämiseen. Mallit käynnistetään url-polun perusteella.
fr_fr: Le type de message ticket est utilisé pour générer et afficher des tickets. Les modèles sont déclenchés par le chemin d'url.
tr_tr: Bilet mesaj türü, bilet oluşturmak ve görüntülemek için kullanılır. Şablonlar url yolu tarafından tetiklenir.

source: Recipient's are who will receive the ticket.
de_de: Die Empfänger sind diejenigen, die das Ticket erhalten.
fi: Vastaanottaja on se, joka saa lipun.
fr_fr: Les destinataires sont ceux qui recevront le billet.
tr_tr: Alıcılar bileti alacak olan kişilerdir.

source: Your Ticket For %s
de_de: Ihr Ticket für %s
fi: Lippusi tapahtumaan %s
fr_fr: Votre billet pour %s
tr_tr: Biletiniz %s için

source: Simple UTF8
de_de: Einfaches UTF8
fi: Yksinkertainen UTF8
tr_tr: Basit UTF8

source: The Event Espresso UTF8 Variation addon could not properly move the font files from %1$s to %2$s because the destination folder is not writeable. Please either adjust the destination folders permission or move the font files over manually
de_de: Das Event Espresso UTF8 Variation Addon konnte die Schriftdateien nicht korrekt von %1$s nach %2$s verschieben, da der Zielordner nicht beschreibbar ist. Bitte passen Sie entweder die Berechtigung des Zielordners an oder verschieben Sie die Schriftdateien manuell.
fi: Event Espresso UTF8 Variation -lisäosa ei pystynyt siirtämään fonttitiedostoja kunnolla paikasta %1$s paikkaan %2$s, koska kohdekansio ei ole kirjoitettavissa. Säädä joko kohdekansioiden käyttöoikeuksia tai siirrä fonttitiedostot manuaalisesti.
tr_tr: Event Espresso UTF8 Variation eklentisi, hedef klasör yazılabilir olmadığı için yazı tipi dosyalarını %1$s'den %2$s'ye düzgün bir şekilde taşıyamadı. Lütfen ya hedef klasör iznini ayarlayın ya da yazı tipi dosyalarını manuel olarak taşıyın

source: User Integration Settings
de_de: Einstellungen zur Benutzerintegration
fi: Käyttäjän integrointiasetukset
tr_tr: Kullanıcı Entegrasyon Ayarları

source: Click to view WordPress user profile
de_de: Klicken Sie, um das WordPress-Benutzerprofil anzuzeigen
fi: Paina näyttääksesi WordPress-käyttäjäprofiilin
tr_tr: WordPress kullanıcı profilini görüntülemek için tıklayın

source: WordPress User Profile
de_de: WordPress Nutzerprofil
fi: WordPress-käyttäjäprofiili
fr_fr: WordPress Profil Utilisateur
tr_tr: WordPress Kullanıcı Profili

source: When you save this user profile, the details will be synced with the attached Event Espresso Contact
de_de: Wenn Sie dieses Benutzerprofil speichern, werden die Details mit dem angehängten Event Espresso Kontakt synchronisiert
fi: Kun tallennat nämä käyttäjätiedot, tiedot päivitetään samalla Event Espresson linkitettyihin yhteystietoihin
fr_fr: Lorsque vous enregistrez ce profil utilisateur, les détails seront synchronisés avec le contact Event Espresso
tr_tr: Bu kullanıcı profilini kaydettiğinizde, ayrıntılar ekli Event Espresso Contact ile senkronize edilecektir

source: Click to go to Attendee Details
de_de: Klicken Sie, um zu den Teilnehmerdetails zu gelangen
fi: Paina näyttääksesi osallistujatiedot
fr_fr: Cliquez ici pour voir le détail des participants
tr_tr: Katılımcı Detaylarına gitmek için tıklayın

source: View Linked Contact
de_de: Ansicht Linked Contact
fi: Näytä linkitetty yhteystieto
fr_fr: Afficher le contact lié
tr_tr: Bağlantılı Kişiyi Görüntüle

source: WP User Integration Defaults
de_de: WP-Benutzerintegration Standardeinstellungen
fi: WP-käyttäjän integroinnin oletusarvot
tr_tr: WP Kullanıcı Entegrasyonu Varsayılanları

source: Default setting for Login Required on Registration
de_de: Standardeinstellung für Login erforderlich bei Registrierung
fi: Oletusasetus kirjautuminen vaaditaan rekisteröinnissä
fr_fr: Paramètre par défaut pour la connexion requise lors de l'enregistrement
tr_tr: Kayıtta Oturum Açma Gerekliliği için varsayılan ayar
