Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: The "%1$s" file was not found or is not readable. Please verify that the file exists and has appropriate permissions.
de_de: Die Datei "%1$s" wurde nicht gefunden oder ist nicht lesbar. Bitte überprüfen Sie, ob die Datei existiert und die entsprechenden Berechtigungen hat.
fi: Tiedostoa "%1$s" ei löytynyt tai sitä ei voi lukea. Tarkista, että tiedosto on olemassa ja että sillä on asianmukaiset oikeudet.
tr_tr: "%1$s" dosyası bulunamadı veya okunabilir değil. Lütfen dosyanın var olduğunu ve uygun izinlere sahip olduğunu doğrulayın.

source: The "%1$s" %2$s was not found in the assets manifest file at: %3$s
de_de: Der "%1$s" %2$s wurde nicht in der Asset-Manifestdatei unter gefunden: %3$s
fi: "%1$s" %2$s ei löytynyt omaisuusluettelotiedostosta osoitteessa: %3$s
tr_tr: "%1$s" %2$s şu adresteki varlık bildirim dosyasında bulunamadı: %3$s

source: In order to generate an AssetManifest class you need to supply an array where the first argument is an instance of DomainInterface.
de_de: Um eine AssetManifest-Klasse zu erzeugen, müssen Sie ein Array bereitstellen, bei dem das erste Argument eine Instanz von DomainInterface ist.
fi: AssetManifest-luokan luomiseksi sinun on annettava joukko, jonka ensimmäinen argumentti on DomainInterface-olio.
tr_tr: Bir AssetManifest sınıfı oluşturmak için, ilk bağımsız değişkenin bir DomainInterface örneği olduğu bir dizi sağlamanız gerekir.

source: The requested AssetManifest class "%1$s" could not be loaded.
de_de: Die angeforderte AssetManifest-Klasse "%1$s" konnte nicht geladen werden.
fi: Pyydettyä AssetManifest-luokkaa "%1$s" ei voitu ladata.
tr_tr: İstenen AssetManifest sınıfı "%1$s" yüklenemedi.

source: Invalid Add-on API Version! Please use one of the EventEspresso\core\domain\entities\addon\Bootstrap class constants
de_de: Ungültige Add-on-API-Version! Bitte verwenden Sie eine der Konstanten der Klasse EventEspresso\core\domain\entities\addon\Bootstrap
fi: Lisäosan API-versio on virheellinen! Käytä jotakin EventEspresso\core\domain\entities\addon\Bootstrap-luokan vakioista.
tr_tr: Geçersiz Eklenti API Sürümü! Lütfen EventEspresso\core\domain\entities\addon\Bootstrap sınıf sabitlerinden birini kullanın

source: Invalid Add-on "slug"! Please ensure that slug only uses lowercase characters and dashes.
de_de: Ungültiges Add-on "slug"! Bitte stellen Sie sicher, dass "slug" nur Kleinbuchstaben und Bindestriche enthält.
fi: Lisäosan "slug" on virheellinen! Varmista, että slug käyttää vain pieniä kirjaimia ja viivoja.
tr_tr: Geçersiz Eklenti "slug"! Lütfen slug'ın yalnızca küçük harf ve tire kullandığından emin olun.

source: hide filters
de_de: Filter ausblenden
fi: piilota suodattimet
tr_tr: filtreleri gizle

source: show filters
de_de: Filter anzeigen
fi: näytä suodattimet
tr_tr: filtreleri göster

source: An Admin Page located at %1$s has already been registered and each Admin Page requires a unique name. Error thrown while registering an Admin Page of the same name for the %2$s addon with the admin page path: %3$s."
de_de: Eine Admin-Seite mit der Adresse %1$s wurde bereits registriert und jede Admin-Seite benötigt einen eindeutigen Namen. Fehler bei der Registrierung einer gleichnamigen Admin-Seite für das Addon %2$s mit dem Pfad der Admin-Seite: %3$s."
fi: Hallintasivu osoitteessa %1$s on jo rekisteröity, ja jokaiselle hallintasivulle on annettava yksilöllinen nimi. Virhe, kun rekisteröitiin samanniminen Admin Page lisäosalle %2$s, jonka admin page -polku on: %3$s."."
tr_tr: %1$s adresinde bulunan bir Yönetici Sayfası zaten kaydedilmiş ve her Yönetici Sayfası benzersiz bir ad gerektiriyor. Yönetici sayfası yolu: %3$s olan %2$s eklentisi için aynı ada sahip bir Yönetici Sayfası kaydedilirken hata oluştu."

source: %1$s Embed %2$s iFrame
de_de: %1$s iFrame einbetten %2$s
fi: %1$s Upota %2$s iFrame-kehys
tr_tr: %1$s Göm %2$s iFrame

source: %1$s before taxes
de_de: %1$s vor Steuern
fi: %1$s ennen veroja
tr_tr: Vergilerden önce %1$s

source: Message failed to generate
de_de: Nachricht konnte nicht generiert werden
fi: Viestiä ei onnistuttu luomaan
tr_tr: Mesaj oluşturulamadı

source: This message type is for messages sent to registrants when their registration is set to "not approved" / "awaiting review" status.
de_de: Dieser Nachrichtentyp ist für Nachrichten vorgesehen, die an Registranten gesendet werden, wenn ihre Registrierung auf den Status "nicht genehmigt" / "zur Überprüfung anstehend" gesetzt wurde.
fi: Tämä viestityyppi on tarkoitettu rekisteröijille lähetettäviä viestejä varten, kun heidän rekisteröintinsä on asetettu tilaan "ei hyväksytty" / "odottaa tarkistusta".
tr_tr: Bu mesaj türü, kayıtları "onaylanmadı" / "inceleme bekleniyor" durumuna ayarlandığında kayıt sahiplerine gönderilen mesajlar içindir.

source: not approved / awaiting review registration
de_de: nicht genehmigt/zur Überprüfung anstehend Registrierung
fi: ei hyväksytty / odotetaan tarkistusta rekisteröinti
tr_tr: onaylanmadı / inceleme bekleniyor kayıt

source: not approved / awaiting review registrations
de_de: nicht genehmigte / zur Überprüfung anstehende Registrierungen
fi: ei hyväksytty / odottaa tarkistusta rekisteröinnit
tr_tr: onaylanmamiş / i̇nceleme bekleyen kayitlar

source: The "%1$s" EE_Addon class failed to instantiate!
de_de: Die Klasse "%1$s" EE_Addon konnte nicht instanziiert werden!
fi: EE_Addon-luokan "%1$s" instansointi epäonnistui!
tr_tr: "%1$s" EE_Addon sınıfı örneklenemedi!

source: enabled
de_de: aktiviert
fi: käytössä
tr_tr: etkin

source: disabled
de_de: deaktiviert
tr_tr: devre dışı

source: Could not retrieve valid data for job %1$s from the WordPress options table. The WordPress option was %2$s
de_de: Es konnten keine gültigen Daten für Job %1$s aus der WordPress-Optionstabelle abgerufen werden. Die WordPress-Option war %2$s
fi: WordPressin asetustaulukosta ei voitu hakea kelvollisia tietoja tehtävälle %1$s. WordPress-vaihtoehto oli %2$s
tr_tr: WordPress seçenekleri tablosundan %1$s işi için geçerli veriler alınamadı. WordPress seçeneği %2$s idi

source: processed this batch: %d
de_de: diesen Stapel verarbeitet: %d
fi: käsitellyt tämän erän: %d
tr_tr: bu partiyi işledi: %d

source: total units processed: %d
de_de: Verarbeitete Einheiten insgesamt: %d
fi: käsiteltyjä yksiköitä yhteensä: %d
tr_tr: işlenen toplam birim: %d

source: Unknown mysql error occurred.
de_de: Unbekannter mysql-Fehler aufgetreten.
fi: Tuntematon mysql-virhe tapahtui.
tr_tr: Bilinmeyen mysql hatası oluştu.

source: The job seems to be stale. Please press the back button in your browser twice.
de_de: Die Stelle scheint veraltet zu sein. Bitte drücken Sie zweimal die Zurück-Taste in Ihrem Browser.
fi: Työ tuntuu olevan vanhentunutta. Paina selaimesi takaisin-painiketta kahdesti.
tr_tr: İş eski gibi görünüyor. Lütfen tarayıcınızdaki geri düğmesine iki kez basın.

source: Beginning to delete items...
de_de: Beginn des Löschens von Elementen...
fi: Kohteiden poistamisen aloittaminen...
tr_tr: Öğeleri silmeye başlıyorum...

source: Deleted %d items.
de_de: Gelöschte %d Elemente.
fi: Poistettu %d kohdetta.
tr_tr: Silinen %d öğe.

source: All Done. Deleted a total of %d items.
de_de: Alle erledigt. Insgesamt wurden %d Objekte gelöscht.
fi: Kaikki valmista. Poistettu yhteensä %d kohdetta.
tr_tr: Hepsi tamamlandı. Toplam %d öğe silindi.

source: If not automatically redirected in %1$s seconds, click here to return to the %2$sprevious admin screen%3$s
de_de: Wenn Sie in %1$s Sekunden nicht automatisch weitergeleitet werden, klicken Sie hier, um zum %2$svorherigen Verwaltungsbildschirm%3$s zurückzukehren.
fi: Jos uudelleenohjaus ei tapahdu automaattisesti %1$s sekunnissa, klikkaa tästä palataksesi %2$s edelliseen hallintanäyttöön%3$s
tr_tr: %1$s saniye içinde otomatik olarak yönlendirilmezseniz, %2$sönceki yönetici ekranına%3$s dönmek için buraya tıklayın

source: Generating preview of data to be deleted...
de_de: Erzeugen einer Vorschau der zu löschenden Daten...
fi: Poistettavien tietojen esikatselun luominen...
tr_tr: Silinecek verilerin önizlemesini oluşturma...

source: Identified up to %d potential items for deletion.
de_de: Es wurden bis zu %d potenzielle zu löschende Elemente identifiziert.
fi: Tunnistettu enintään %d mahdollista poistettavaa kohdetta.
tr_tr: Silinmek üzere %d'ye kadar potansiyel öğe belirlendi.

source: found %d potential items for deletion.
de_de: %d potenzielle zu löschende Elemente gefunden.
fi: löysi %d mahdollista poistettavaa kohdetta.
tr_tr: silinmek üzere %d potansiyel öğe buldu.

source: If not automatically redirected in %1$s seconds, click here to %2$scontinue to the confirmation step%3$s
de_de: Wenn Sie nicht innerhalb von %1$s Sekunden automatisch weitergeleitet werden, klicken Sie hier, um %2$smit dem Bestätigungsschritt%3$s fortzufahren.
fi: Jos sinua ei ohjata automaattisesti uudelleen %1$sekunnissa, klikkaa tästä %2$sjatkaaksesi vahvistusvaiheeseen%3$s.
tr_tr: %1$s saniye içinde otomatik olarak yönlendirilmezseniz, %2$sonay adımına devam etmek için buraya tıklayın%3$s

source: Ticket Datetimes
de_de: Ticket-Datenzeiten
fi: Lippujen päivämäärät
tr_tr: Bilet Tarihleri

source: File Generation complete and downloaded
de_de: Dateierzeugung abgeschlossen und heruntergeladen
fi: Tiedoston luominen valmis ja ladattu
tr_tr: Dosya Oluşturma tamamlandı ve indirildi

source: If not automatically redirected in %1$s seconds, click here to return to the %2$sRegistrations List Table%3$s
de_de: Wenn Sie in %1$s Sekunden nicht automatisch weitergeleitet werden, klicken Sie hier, um zur Tabelle %2$sRegistrierungsliste%3$s zurückzukehren.
fi: Jos uudelleenohjaus ei tapahdu automaattisesti %1$s sekunnin kuluessa, palaa %2$sRekisteröintiluettelotaulukkoon%3$s klikkaamalla tästä.
tr_tr: %1$s saniye içinde otomatik olarak yönlendirilmezseniz, %2$sKayıt Listesi Tablosuna%3$s dönmek için buraya tıklayın

source: The supplied WP Filesystem filepath "%1$s" is either missing or invalid.
de_de: Der angegebene WP-Dateisystem-Dateipfad "%1$s" ist entweder nicht vorhanden oder ungültig.
fi: Toimitettu WP-tiedostojärjestelmän tiedostopolku "%1$s" puuttuu tai on virheellinen.
tr_tr: Sağlanan WP Dosya Sistemi dosya yolu "%1$s" eksik veya geçersiz.

source: Unable to move the file "%1$s" to new location (possible permissions errors). The existing "owner:group permissions" for the file are: "%2$s"
de_de: Die Datei "%1$s" kann nicht an einen neuen Speicherort verschoben werden (mögliche Berechtigungsfehler). Die bestehenden "Eigentümer:Gruppenberechtigungen" für die Datei sind: "%2$s"
fi: Tiedostoa "%1$s" ei voida siirtää uuteen paikkaan (mahdolliset käyttöoikeusvirheet). Tiedoston nykyiset "omistaja:ryhmä -oikeudet" ovat: "%2$s"
tr_tr: "%1$s" dosyası yeni konuma taşınamıyor (olası izin hataları). Dosya için mevcut "sahip:grup izinleri" şöyledir: "%2$s"

source: Invalid EE_Line_Item received.
de_de: Ungültiges EE_Line_Item empfangen.
fi: Virheellinen EE_Line_Item vastaanotettu.
tr_tr: Geçersiz EE_Line_Item alındı.

source: The final price for the ticket line item (ID:%1$d) on the total line item (ID:%2$d) could not be calculated.
de_de: Der Endpreis für die Ticket-Position (ID:%1$d) auf der Gesamtposition (ID:%2$d) konnte nicht berechnet werden.
fi: Lippukohdan (ID:%1$d) lopullista hintaa kokonaiskohdassa (ID:%2$d) ei voitu laskea.
tr_tr: Toplam satır öğesindeki (ID:%2$d) bilet satır öğesi (ID:%1$d) için nihai fiyat hesaplanamadı.

source: Custom %1$s
de_de: Benutzerdefiniert %1$s
fi: Mukautettu %1$s
tr_tr: Özel %1$s

source: Supplied permissions are invalid
de_de: Angegebene Berechtigungen sind ungültig
fi: Annetut käyttöoikeudet ovat virheellisiä
tr_tr: Sağlanan izinler geçersiz

source: The following error occurred while attempting to download the file from "%1$s":
de_de: Beim Versuch, die Datei von "%1$s" herunterzuladen, ist der folgende Fehler aufgetreten:
fi: Seuraava virhe tapahtui, kun tiedostoa yritettiin ladata osoitteesta "%1$s":
tr_tr: "%1$s" adresinden dosya indirilmeye çalışılırken aşağıdaki hata oluştu:

source: Attempted to download a file from "%1$s" but encountered a "404 File Not Found" error.
de_de: Es wurde versucht, eine Datei von "%1$s" herunterzuladen, aber es wurde ein "404 File Not Found"-Fehler festgestellt.
fi: Yritettiin ladata tiedosto osoitteesta "%1$s", mutta tuli virhe "404 File Not Found".
tr_tr: "%1$s" adresinden bir dosya indirilmeye çalışıldı ancak "404 Dosya Bulunamadı" hatasıyla karşılaşıldı.

source: The use of the WordPress uploads directory as a location to override template files has been deprecated.
de_de: Die Verwendung des WordPress-Uploads-Verzeichnisses als Speicherort zum Überschreiben von Vorlagendateien ist veraltet.
fi: WordPressin uploads-hakemiston käyttö sijaintina mallitiedostojen ohittamiseen on poistettu käytöstä.
tr_tr: Şablon dosyalarını geçersiz kılmak için konum olarak WordPress yüklemeler dizininin kullanımı kullanımdan kaldırılmıştır.

source: %1$sWhile running %3$s the following %2$s occurred: %4$s %5$s
de_de: %1$sBei der Ausführung von %3$s ist das folgende %2$s aufgetreten: %4$s %5$s
fi: %1$sValvottaessa %3$s tapahtui seuraava %2$s: %4$s %5$s
tr_tr: %1$s%3$s çalıştırılırken aşağıdaki %2$s meydana geldi: %4$s %5$s

source: Flag indicating ticket is no longer available because its available dates have expired
de_de: Kennzeichnung, dass das Ticket nicht mehr verfügbar ist, weil die verfügbaren Daten abgelaufen sind
fi: Lippu ei ole enää saatavilla, koska sen voimassaoloaika on päättynyt.
tr_tr: Biletin mevcut tarihlerinin sona ermesi nedeniyle artık mevcut olmadığını gösteren bayrak

source: Flag indicating whether the ticket is free.
de_de: Kennzeichen, das angibt, ob das Ticket kostenlos ist.
fi: Merkki, joka ilmaisee, onko lippu ilmainen.
tr_tr: Biletin ücretsiz olup olmadığını gösteren bayrak.

source: Flag indicating ticket ticket is on sale or not
de_de: Flagge, die anzeigt, ob ein Ticket zum Verkauf steht oder nicht
fi: Lippu, joka osoittaa, että lippu on myynnissä tai ei ole myynnissä.
tr_tr: Biletin satışta olup olmadığını gösteren bayrak

source: Flag indicating ticket is yet to go on sale or not
de_de: Flagge, die anzeigt, dass das Ticket noch nicht verkauft wird oder nicht
fi: Lippu, joka osoittaa, että lippu ei ole vielä myynnissä tai ei ole myynnissä.
tr_tr: Biletin henüz satışa çıkmadığını gösteren bayrak

source: Flag indicating whether the ticket is sold out
de_de: Kennzeichen, das angibt, ob das Ticket ausverkauft ist
fi: Lipun loppuunmyyntiä osoittava lippu
tr_tr: Biletin tükenip tükenmediğini gösteren bayrak

source: Flag indicating ticket has been trashed.
de_de: Kennzeichen, das anzeigt, dass das Ticket gelöscht wurde.
fi: Merkki, joka osoittaa, että lippu on hävitetty.
tr_tr: Biletin çöpe atıldığını gösteren bayrak.

source: The parent ticket of the current ticket
de_de: Das übergeordnete Ticket des aktuellen Tickets
fi: Nykyisen lipun vanhemman lipun nimi
tr_tr: Geçerli biletin ana bileti

source: The parent ticket ID
de_de: Die übergeordnete Ticket-ID
fi: Vanhemman lipun ID
tr_tr: Ana bilet kimliği

source: Globally unique IDs of the prices related to the ticket.
de_de: Global eindeutige IDs der mit dem Ticket verbundenen Preise.
fi: Lippuun liittyvien hintojen globaalisti yksilölliset tunnukset.
tr_tr: Biletle ilgili fiyatların global olarak benzersiz kimlikleri.

source: Number of registrations for the ticket
de_de: Anzahl der Registrierungen für das Ticket
fi: Lippua koskevien rekisteröintien määrä
tr_tr: Bilet için kayıt sayısı

source: Ticket status
fi: Lipun tila
tr_tr: Bilet durumu

source: Start date and time of the Ticket
de_de: Datum und Uhrzeit des Ticketbeginns
fi: Lipun alkamispäivä ja -aika
tr_tr: Biletin başlangıç tarihi ve saati

source: Ticket Creator
de_de: Ticket-Ersteller
fi: Lipun luoja
tr_tr: Bilet Oluşturucu

source: The venue ID.
de_de: Die Veranstaltungsort-ID.
fi: Tapahtumapaikan tunnus.
tr_tr: Mekan kimliği.

source: Venue state
de_de: Zustand des Veranstaltungsortes
fi: Tapahtumapaikan tila
tr_tr: Mekan durumu

source: Venue state name
de_de: Name des Veranstaltungsortes
fi: Tapahtumapaikan valtion nimi
tr_tr: Mekan eyalet adı

source: Venue state abbreviation
de_de: Abkürzung des Veranstaltungsortes
fi: Tapahtumapaikan valtion lyhenne
tr_tr: Mekan eyalet kısaltması

source: Venue country
de_de: Veranstaltungsort Land
fi: Tapahtumapaikan maa
tr_tr: Mekan ülke

source: Venue country name
de_de: Name des Veranstaltungsortes
fi: Tapahtumapaikan maan nimi
tr_tr: Mekan ülke adı

source: Venue Country ISO Code
de_de: Veranstaltungsort Land ISO-Code
fi: Tapahtumapaikka Maa ISO-koodi
tr_tr: Mekan Ülke ISO Kodu

source: Venue Thumbnail
de_de: Vorschaubild zum Veranstaltungsort
fi: Tapahtumapaikan pikkukuva
tr_tr: Mekan Küçük Resmi

source: reset/clear this license key
de_de: diesen Lizenzschlüssel zurücksetzen/löschen
fi: nollaa/tyhjennä tämä lisenssiavain
tr_tr: bu lisans anahtarını sıfırla/sil

source: license valid until: %1$s %2$s activations remaining: %3$s
de_de: Lizenz gültig bis: %1$s %2$s verbleibende Aktivierungen: %3$s
fi: lisenssi voimassa: %1$s %2$s aktivointeja jäljellä: %3$s
tr_tr: lisans şu tarihe kadar geçerlidir: %1$s %2$s kalan aktivasyonlar: %3$s

source: Event Espresso Core License & Support Keys
de_de: Event Espresso Core-Lizenz & Support-Schlüssel
fi: Event Espresso Core -lisenssi & Tukiavaimet
tr_tr: Event Espresso Core Lisansı & Destek Anahtarları

source: Adding a valid Support License Key will enable automatic update notifications and backend updates.
de_de: Wenn Sie einen gültigen Support-Lizenzschlüssel hinzufügen, werden automatische Update-Benachrichtigungen und Backend-Updates aktiviert.
fi: Voimassa olevan tukilisenssiavaimen lisääminen mahdollistaa automaattiset päivitysilmoitukset ja backend-päivitykset.
tr_tr: Geçerli bir Destek Lisans Anahtarının eklenmesi, otomatik güncelleme bildirimlerini ve arka uç güncellemelerini etkinleştirecektir.

source: If this is a Development or Test site, %sDO NOT%s enter your Support License Key.
de_de: Wenn es sich um eine Entwicklungs- oder Test-Site handelt, %sDO NOT%s geben Sie Ihren Support-Lizenzschlüssel ein.
fi: Jos tämä on kehitys- tai testisivusto, %sDO NOT%s anna tukilisenssiavain.
tr_tr: Bu bir Geliştirme veya Test sitesi ise, %sDO NOT%s Destek Lisans Anahtarınızı girin.

source: Add-on License Keys
de_de: Add-on-Lizenzschlüssel
fi: Lisäosan lisenssiavaimet
tr_tr: Eklenti Lisans Anahtarları

source: Please activate an Event Espresso Core support license key first in order to activate your add-on license keys
de_de: Bitte aktivieren Sie zuerst einen Event Espresso Core-Support-Lizenzschlüssel, um Ihre Add-on-Lizenzschlüssel zu aktivieren
fi: Aktivoi ensin Event Espresso Core -tuen lisenssiavain, jotta voit aktivoida lisäosien lisenssiavaimet.
tr_tr: Eklenti lisans anahtarlarınızı etkinleştirmek için lütfen önce bir Event Espresso Core destek lisans anahtarını etkinleştirin

source: license key deactivated
de_de: Lizenzschlüssel deaktiviert
fi: lisenssiavain poistettu käytöstä
tr_tr: lisans anahtarı devre dışı bırakıldı

source: license key revoked
de_de: Lizenzschlüssel widerrufen
fi: lisenssiavain peruutettu
tr_tr: lisans anahtarı iptal edildi

source: license has expired
de_de: die Lizenz ist abgelaufen
fi: lisenssi on vanhentunut
tr_tr: lisans süresi doldu

source: inactive license key
de_de: inaktiver Lizenzschlüssel
fi: inaktiivinen lisenssiavain
tr_tr: etkin olmayan lisans anahtarı

source: invalid license key
de_de: ungültiger Lizenzschlüssel
fi: virheellinen lisenssiavain
tr_tr: geçersi̇z li̇sans anahtari

source: invalid item ID
de_de: ungültige Artikel-ID
fi: virheellinen kohteen ID
tr_tr: geçersiz öğe kimliği

source: invalid license for plugin
de_de: Ungültige Lizenz für Plugin
fi: lisäosan lisenssi on virheellinen
tr_tr: eklenti için geçersiz lisans

source: attempting to activate a bundle's parent license
de_de: der Versuch, die übergeordnete Lizenz eines Pakets zu aktivieren
fi: kun yritetään aktivoida nipun vanhempien lisenssi.
tr_tr: bir paketin ana lisansını etkinleştirmeye çalışmak

source: no license found
de_de: keine Lizenz gefunden
fi: lisenssiä ei löytynyt
tr_tr: lisans bulunamadı

source: site URL not found
de_de: Website-URL nicht gefunden
fi: sivuston URL-osoitetta ei löydy
tr_tr: site URL'si bulunamadı

source: no activations left
de_de: keine Aktivierungen mehr
fi: ei aktivointeja jäljellä
tr_tr: aktivasyon kalmadı

source: site is not active for this license
de_de: Website ist für diese Lizenz nicht aktiv
fi: sivusto ei ole aktiivinen tämän lisenssin osalta
tr_tr: site bu lisans için aktif değil

source: valid license key
de_de: gültiger Lizenzschlüssel
fi: voimassa oleva lisenssiavain
tr_tr: geçerli lisans anahtarı

source: An unknown error occurred
de_de: Ein unbekannter Fehler ist aufgetreten
fi: Tuntematon virhe tapahtui
tr_tr: Bilinmeyen bir hata oluştu

source: Can not update message template group because no GRP_ID was provided
de_de: Nachrichtenvorlagengruppe kann nicht aktualisiert werden, da keine GRP_ID angegeben wurde
fi: Viestimalliryhmää ei voi päivittää, koska GRP_ID-tunnusta ei ole annettu.
tr_tr: GRP_ID sağlanmadığı için mesaj şablonu grubu güncellenemiyor

source: unknown error occurred while updating message template group
de_de: Unbekannter Fehler beim Aktualisieren der Nachrichtenvorlagengruppe aufgetreten
fi: Tuntematon virhe ilmeni päivitettäessä viestimalliryhmää
tr_tr: mesaj şablonu grubu güncellenirken bilinmeyen bir hata oluştu

source: The Message Template Group (%1$d) was NOT updated for the following reason: %2$s
de_de: Die Nachrichtenvorlagengruppe (%1$d) wurde aus folgendem Grund NICHT aktualisiert: %2$s
fi: Viestimalliryhmää (%1$d) EI päivitetty seuraavasta syystä: %2$s
tr_tr: Mesaj Şablonu Grubu (%1$d) aşağıdaki nedenden dolayı GÜNCELLENMEDİ: %2$s

source: Can not permanently delete message template group because an invalid GRP_ID was provided
de_de: Nachrichtenvorlagengruppe kann nicht dauerhaft gelöscht werden, da eine ungültige GRP_ID angegeben wurde
fi: Viestimalliryhmää ei voi poistaa pysyvästi, koska annettiin virheellinen GRP_ID-tunnus
tr_tr: Geçersiz bir GRP_ID sağlandığı için mesaj şablonu grubu kalıcı olarak silinemiyor

source: Can not update message template field %1$s because of a missing MTP_ID, name, or content.
de_de: Das Nachrichtenvorlagenfeld %1$s kann nicht aktualisiert werden, da MTP_ID, Name oder Inhalt fehlen.
fi: Viestimallin kenttää %1$s ei voi päivittää, koska MTP_ID, nimi tai sisältö puuttuu.
tr_tr: Eksik bir MTP_ID, ad veya içerik nedeniyle mesaj şablonu alanı %1$s güncellenemiyor.

source: Failed to instantiate %s.
de_de: Die Instanziierung von %s ist fehlgeschlagen.
fi: %s:n instanttisointi epäonnistui.
tr_tr: %s örneklenemedi.

source: Executed when a registration is cancelled.
de_de: Wird ausgeführt, wenn eine Registrierung storniert wird.
fi: Suoritetaan, kun rekisteröinti peruutetaan.
tr_tr: Bir kayıt iptal edildiğinde yürütülür.

source: Invalid registration status "%1$s" provided. Valid statuses are: %2$s
de_de: Ungültiger Registrierungsstatus "%1$s" angegeben. Gültige Zustände sind: %2$s
fi: Virheellinen rekisteröintitila "%1$s" annettu. Kelvolliset statukset ovat: %2$s
tr_tr: Geçersiz kayıt durumu "%1$s" sağlandı. Geçerli durumlar şunlardır: %2$s

source: Only one email address allowed (multiple @ sign detected).
de_de: Es ist nur eine E-Mail-Adresse zulässig (mehrere @-Zeichen werden erkannt).
fi: Vain yksi sähköpostiosoite sallittu (useita @-merkkejä havaittu).
tr_tr: Yalnızca bir e-posta adresine izin verilir (birden fazla @ işareti algılanır).

source: The attributes array needs at least one value.
de_de: Das Attribut-Array muss mindestens einen Wert enthalten.
fi: Attribuuttiryhmässä on oltava vähintään yksi arvo.
tr_tr: Nitelikler dizisinin en az bir değere ihtiyacı vardır.
