Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Square is an on-site payment method for accepting payments with credit and debit cards. This payment method is available to event organizers in the US, Canada, Japan, Australia, and the United Kingdom. %1$sApple Pay%2$s and %3$sGoogle Pay%4$s are also available in specific countries. An account with Square is required to accept payments. You can create one %5$son their website%6$s.
de_de: Square ist eine Vor-Ort-Zahlungsmethode für die Annahme von Zahlungen mit Kredit- und Debitkarten. Diese Zahlungsmethode steht Veranstaltern in den USA, Kanada, Japan, Australien und dem Vereinigten Königreich zur Verfügung. %1$sApple Pay%2$s und %3$sGoogle Pay%4$s sind in bestimmten Ländern ebenfalls verfügbar. Um Zahlungen zu akzeptieren, ist ein Konto bei Square erforderlich. Sie können ein Konto %5$sauf der Square-Website%6$serstellen.
fi: Square on paikan päällä käytettävä maksutapa luotto- ja pankkikorttimaksujen hyväksymiseksi. Tämä maksutapa on tapahtumajärjestäjien käytettävissä Yhdysvalloissa, Kanadassa, Japanissa, Australiassa ja Yhdistyneessä kuningaskunnassa. %1$sApple Pay%2$s ja %3$sGoogle Pay%4$s ovat myös käytettävissä tietyissä maissa. Maksujen vastaanottaminen edellyttää tiliä Squaressa. Voit luoda sellaisen %5$sivustolla%6$ssa.
tr_tr: Square, kredi ve banka kartlarıyla ödeme kabul etmeye yönelik bir yerinde ödeme yöntemidir. Bu ödeme yöntemi ABD, Kanada, Japonya, Avustralya ve Birleşik Krallık'taki etkinlik organizatörleri tarafından kullanılabilir. %1$sApple Pay%2$s ve %3$sGoogle Pay%4$s de belirli ülkelerde kullanılabilir. Ödemeleri kabul etmek için Square'de bir hesap gereklidir. Web sitelerinden%5$s bir hesap%6$s oluşturabilirsiniz.

source: Messages based on this template sent to the Event Administrator (event author) when users sign up to the waitlist.
de_de: Auf dieser Vorlage basierende Nachrichten, die an den Veranstaltungsadministrator (Autor der Veranstaltung) gesendet werden, wenn sich Benutzer für die Warteliste anmelden.
fi: Tähän malliin perustuvat viestit lähetetään tapahtuman ylläpitäjälle (tapahtuman kirjoittajalle), kun käyttäjät ilmoittautuvat jonotuslistalle.
tr_tr: Bu şablona dayalı mesajlar, kullanıcılar bekleme listesine kaydolduğunda Etkinlik Yöneticisine (etkinlik yazarı) gönderilir.

source: This template goes to the Event Administrator (event author) when registrations are automatically demoted to the wait list.
de_de: Diese Vorlage geht an den Veranstaltungsadministrator (Autor der Veranstaltung), wenn die Anmeldungen automatisch auf die Warteliste gesetzt werden.
fi: Tämä malli lähetetään tapahtuman ylläpitäjälle (tapahtuman kirjoittajalle), kun ilmoittautumiset siirretään automaattisesti odotuslistalle.
tr_tr: Bu şablon, kayıtlar otomatik olarak bekleme listesine düşürüldüğünde Etkinlik Yöneticisine (etkinlik yazarı) gider.

source: This template goes to the Event Administrator (event author) when registrations are automatically promoted to the wait list.
de_de: Diese Vorlage geht an den Veranstaltungsadministrator (Autor der Veranstaltung), wenn Anmeldungen automatisch auf die Warteliste gesetzt werden.
fi: Tämä malli lähetetään tapahtuman ylläpitäjälle (tapahtuman laatijalle), kun ilmoittautumiset siirretään automaattisesti odotuslistalle.
tr_tr: Bu şablon, kayıtlar otomatik olarak bekleme listesine terfi ettirildiğinde Etkinlik Yöneticisine (etkinlik yazarı) gider.

source: This template goes to registrations that were automatically promoted to the wait list.
de_de: Diese Vorlage gilt für Anmeldungen, die automatisch auf die Warteliste gesetzt wurden.
fi: Tämä malli koskee rekisteröintejä, jotka siirrettiin automaattisesti odotuslistalle.
tr_tr: Bu şablon, otomatik olarak bekleme listesine yükseltilen kayıtlar için geçerlidir.

source: The following attendee has registered onto the waitlist for the following event:
de_de: Der folgende Teilnehmer hat sich auf der Warteliste für die folgende Veranstaltung eingetragen:
fi: Seuraava osallistuja on ilmoittautunut jonotuslistalle seuraavaan tapahtumaan:
tr_tr: Aşağıdaki katılımcı, aşağıdaki etkinlik için bekleme listesine kaydolmuştur:

source: Waitlist Registration Details
de_de: Details zur Registrierung auf der Warteliste
fi: Odotuslistan rekisteröinnin tiedot
tr_tr: Bekleme Listesi Kayıt Detayları

source: Waitlist Registration Demoted Notification
de_de: Wartelistenregistrierung Zurückstufungsbenachrichtigung
fi: Odotuslista Rekisteröinti Alennettu ilmoitus
tr_tr: Bekleme Listesi Kaydı İndirilmiş Bildirim

source: The following attendee has been demoted onto the waitlist for the following event:
de_de: Der folgende Teilnehmer wurde auf die Warteliste für die folgende Veranstaltung gesetzt:
fi: Seuraava osallistuja on siirretty odotuslistalle seuraavaan tapahtumaan:
tr_tr: Aşağıdaki katılımcı bir sonraki etkinlik için bekleme listesine alınmıştır:

source: Demoted Waitlist Registration Details
de_de: Details zur Registrierung auf der Warteliste
fi: Alennetun odotuslistan rekisteröintitiedot
tr_tr: İndirilmiş Bekleme Listesi Kayıt Detayları

source: Waitlist Registration Promotion Notification
de_de: Warteliste Registrierung Promotion-Benachrichtigung
fi: Odotuslista Rekisteröinti Promotion Ilmoitus
tr_tr: Bekleme Listesi Kayıt Promosyon Bildirimi

source: The following registeration has been promoted from the waitlist:
de_de: Die folgende Anmeldung wurde von der Warteliste befördert:
fi: Seuraava ilmoittautuminen on nostettu odotuslistalta:
tr_tr: Aşağıdaki kayıt bekleme listesinden terfi etmiştir:

source: Your website has to be on HTTPS. Apple Pay payments cannot be tested with HTTP or from localhost.
de_de: Ihre Website muss über HTTPS laufen. Apple Pay-Zahlungen können nicht mit HTTP oder von localhost aus getestet werden.
fi: Verkkosivustosi on oltava HTTPS-yhteydellä. Apple Pay -maksuja ei voi testata HTTP:llä tai localhostista.
tr_tr: Web siteniz HTTPS üzerinde olmalıdır. Apple Pay ödemeleri HTTP ile veya localhost'tan test edilemez.

source: For more information, please refer to the %1$sdocumentation%2$s
de_de: Weitere Informationen finden Sie in der Dokumentation %1$sdocumentation%2$s
fi: Lisätietoja on %1$sdocumentation%2$s -asiakirjassa.
tr_tr: Daha fazla bilgi için lütfen %1$sdocumentation%2$s belgesine bakın.

source: Merchant Location
de_de: Standort des Händlers
fi: Kauppiaan sijainti
tr_tr: Satıcı Konumu

source: Choose your business location. Transactions made through this payment method will be associated with the selected location. Read the %1$sdocumentation%2$s for more information.
de_de: Wählen Sie Ihren Geschäftssitz. Transaktionen, die über diese Zahlungsmethode getätigt werden, werden mit dem ausgewählten Standort verknüpft. Lesen Sie die %1$sDokumentation%2$s für weitere Informationen.
fi: Valitse toimipaikkasi. Tämän maksutavan kautta tehdyt maksutapahtumat liitetään valittuun sijaintiin. Lue lisätietoja %1$sdocumentation%2$sista.
tr_tr: İşletme konumunuzu seçin. Bu ödeme yöntemiyle yapılan işlemler seçilen konumla ilişkilendirilecektir. Daha fazla bilgi için %1$sdocumentation%2$s bölümünü okuyun.

source: Upload a logo that will appear at the top of the Square checkout, for best results use 125px by 125px.
de_de: Laden Sie ein Logo hoch, das oben auf der Square-Kasse erscheinen soll. Am besten verwenden Sie 125 x 125 Pixel.
fi: Lataa logo, joka näkyy Square-kassan yläreunassa. Parhaat tulokset saat käyttämällä 125 x 125 pikseliä.
tr_tr: Kare ödeme sayfasının üst kısmında görünecek bir logo yükleyin, en iyi sonuç için 125 piksele 125 piksel kullanın.

source: Use the following credit card information to test payments with Square:
de_de: Verwenden Sie die folgenden Kreditkarteninformationen, um Zahlungen mit Square zu testen:
fi: Käytä seuraavia luottokorttitietoja testataksesi maksuja Squarella:
tr_tr: Square ile ödemeleri test etmek için aşağıdaki kredi kartı bilgilerini kullanın:

source: Any
de_de: Jede
fi: Mikä tahansa
tr_tr: Herhangi bir

source: Desired error state
de_de: Gewünschter Fehlerzustand
fi: Haluttu virhetila
tr_tr: İstenen hata durumu

source: Test values
de_de: Testwerte
fi: Testiarvot
tr_tr: Test değerleri

source: CVV incorrect
de_de: CVV falsch
fi: CVV virheellinen
tr_tr: CVV hatalı

source: Postal code incorrect
de_de: Postleitzahl falsch
fi: Postinumero virheellinen
tr_tr: Posta kodu yanlış

source: Card declined number
de_de: Nummer der abgelehnten Karte
fi: Kortin hylätty numero
tr_tr: Reddedilen kart numarası

source: Card on file auth declined
de_de: Karte auf Datei Autor abgelehnt
fi: Kortti on tiedostossa auth hylätty
tr_tr: Dosyadaki kart kimlik doğrulaması reddedildi

source: Modal with verification questions.
de_de: Modal mit Überprüfungsfragen.
fi: Modaalinen ja tarkistuskysymyksiä.
tr_tr: Doğrulama soruları ile modal.

source: Verification Challenges:
de_de: Herausforderungen bei der Verifizierung:
fi: Todentamishaasteet:
tr_tr: Doğrulama Zorlukları:

source: %1$sSquare Payment Method%2$s is in live mode but the authentication with %1$sSquare%2$s is in sandbox mode. Payments will not be processed correctly! If you wish to process real payments with this payment method, please reset the connection and use live credentials to authenticate with Square.
de_de: %1$sSquare Payment Method%2$s ist im Live-Modus, aber die Authentifizierung mit %1$sSquare%2$s ist im Sandbox-Modus. Die Zahlungen werden nicht korrekt verarbeitet! Wenn Sie echte Zahlungen mit dieser Zahlungsmethode abwickeln möchten, setzen Sie bitte die Verbindung zurück und verwenden Sie Live-Anmeldedaten zur Authentifizierung bei Square.
fi: %1$sSquare-maksutapa%2$s on live-tilassa, mutta todennus %1$sSquare%2$s:llä on hiekkalaatikkotilassa. Maksuja ei käsitellä oikein! Jos haluat käsitellä oikeita maksuja tällä maksutavalla, nollaa yhteys ja käytä reaaliaikaisia tunnistetietoja tunnistautumiseen Squarella.
tr_tr: %1$sSquare Ödeme Yöntemi%2$s canlı modda ancak %1$sSquare%2$s ile kimlik doğrulama sandbox modunda. Ödemeler doğru şekilde işlenmeyecektir! Bu ödeme yöntemiyle gerçek ödemeleri işlemek istiyorsanız, lütfen bağlantıyı sıfırlayın ve Square ile kimlik doğrulaması yapmak için canlı kimlik bilgilerini kullanın.

source: You cannot enable or disable debug mode while connected. First disconnect, then change debug mode.
de_de: Sie können den Debug-Modus nicht aktivieren oder deaktivieren, während Sie verbunden sind. Trennen Sie zuerst die Verbindung und ändern Sie dann den Debug-Modus.
fi: Et voi ottaa debug-tilaa käyttöön tai poistaa sitä käytöstä yhteyden ollessa kytkettynä. Katkaise ensin yhteys ja vaihda sitten debug-tila.
tr_tr: Bağlıyken hata ayıklama modunu etkinleştiremez veya devre dışı bırakamazsınız. Önce bağlantıyı kesin, ardından hata ayıklama modunu değiştirin.

source: Enable Digital Wallet ? %s
de_de: Digitale Brieftasche aktivieren ? %s
fi: Ota käyttöön digitaalinen lompakko ? %s
tr_tr: Dijital Cüzdanı Etkinleştir ? %s

source: Would you like to enable Google Pay and Apple Pay as payment options on the checkout page ?
de_de: Möchten Sie Google Pay und Apple Pay als Zahlungsoptionen auf der Checkout-Seite aktivieren?
fi: Haluatko ottaa Google Payn ja Apple Payn käyttöön maksuvaihtoehtoina kassasivulla ?
tr_tr: Ödeme sayfasında ödeme seçenekleri olarak Google Pay ve Apple Pay'i etkinleştirmek ister misiniz?

source: Register my site Domain
de_de: Meine Website registrieren Domain
fi: Rekisteröi sivustoni Domain
tr_tr: Sitemin Alan Adını Kaydettirin

source: Apple Pay Domain
de_de: Bereich Apple Pay
tr_tr: Apple Pay Etki Alanı

source: To use Apple pay on your website, you need to register your %1$sverified domain%2$s with our app.
de_de: Um Apple Pay auf Ihrer Website zu verwenden, müssen Sie Ihre %1$süberprüfte Domain%2$s mit unserer App registrieren.
fi: Jos haluat käyttää Apple payta verkkosivustollasi, sinun on rekisteröitävä %1$sverified domain%2$s -sovelluksemme avulla.
tr_tr: Apple pay'i web sitenizde kullanmak için %1$sdoğrulanmış alan adınızı%2$s uygulamamıza kaydettirmeniz gerekir.

source: Merchant Location %s
de_de: Standort des Händlers %s
fi: Kauppiaan sijainti %s
tr_tr: Satıcı Konumu %s

source: Select the location you want your payments to be associated with.
de_de: Wählen Sie den Ort, dem Ihre Zahlungen zugeordnet werden sollen.
fi: Valitse sijainti, johon haluat maksujen liittyvän.
tr_tr: Ödemelerinizin ilişkilendirilmesini istediğiniz konumu seçin.

source: Square Gateway
de_de: Quadratisches Gateway
tr_tr: Kare Geçit

source: Square Settings
de_de: Quadratische Einstellungen
fi: Neliöasetukset
tr_tr: Kare Ayarları

source: %1$sThe OAuth flow%2$s is a secure way to connect your Square account to our app and start receiving payments.
de_de: %1$sDer OAuth-Flow%2$s ist ein sicherer Weg, um Ihr Square-Konto mit unserer App zu verbinden und Zahlungen zu empfangen.
fi: %1$sOAuth-virtaus%2$s on turvallinen tapa yhdistää Square-tilisi sovellukseemme ja aloittaa maksujen vastaanottaminen.
tr_tr: %1$sOAuth akışı%2$s, Square hesabınızı uygulamamıza bağlamanın ve ödeme almaya başlamanın güvenli bir yoludur.

source: These are the the permissions that will be requested by our app:
de_de: Dies sind die Berechtigungen, die von unserer App angefordert werden:
fi: Nämä ovat sovelluksemme pyytämät käyttöoikeudet:
tr_tr: Bunlar, uygulamamız tarafından talep edilecek izinlerdir:

source: Create payments and refunds
de_de: Zahlungen und Erstattungen erstellen
fi: Luo maksuja ja palautuksia
tr_tr: Ödemeler ve geri ödemeler oluşturun

source: Read my payment history
de_de: Mein Zahlungsverhalten lesen
fi: Lue maksuhistoriani
tr_tr: Ödeme geçmişimi okuyun

source: Update and Create Square orders
de_de: Quadratische Aufträge aktualisieren und erstellen
fi: Päivitä ja luo Square-tilauksia
tr_tr: Kare siparişleri güncelleme ve oluşturma

source: Read my Square orders
de_de: Lesen Sie meine Square-Bestellungen
fi: Lue minun Square-tilaukseni
tr_tr: Square siparişlerimi okuyun

source: Modify my item library
de_de: Meine Artikelbibliothek ändern
fi: Muokkaa kohdekirjastoa
tr_tr: Öğe kitaplığımı değiştirme

source: Read my item library
de_de: Meine Artikelbibliothek lesen
fi: Lue kohdekirjastoni
tr_tr: Ürün kitaplığımı okuyun

source: Read my merchant profile information
de_de: Informationen zu meinem Händlerprofil lesen
fi: Lue kauppiasprofiilin tiedot
tr_tr: Satıcı profil bilgilerimi okuyun

source: Read my customer contact information
de_de: Meine Kundenkontaktinformationen lesen
fi: Lue asiakkaan yhteystiedot
tr_tr: Müşteri iletişim bilgilerimi okuyun

source: Modify my customer contact information
de_de: Meine Kundenkontaktinformationen ändern
fi: Muokkaa asiakkaan yhteystietoja
tr_tr: Müşteri iletişim bilgilerimi değiştirme

source: Enable Digital Wallet
de_de: Digitale Brieftasche aktivieren
fi: Ota käyttöön digitaalinen lompakko
tr_tr: Dijital Cüzdanı Etkinleştirin

source: Allows payments with digital wallets like Apple Pay and Google Pay.
de_de: Ermöglicht Zahlungen mit digitalen Geldbörsen wie Apple Pay und Google Pay.
fi: Mahdollistaa maksut digitaalisilla lompakoilla, kuten Apple Pay ja Google Pay.
tr_tr: Apple Pay ve Google Pay gibi dijital cüzdanlarla ödeme yapılmasına izin verir.

source: Note, to take Apple Pay payments, the following criteria must be met:
de_de: Beachten Sie, dass für die Annahme von Apple Pay-Zahlungen die folgenden Kriterien erfüllt sein müssen:
fi: Huomaa, että Apple Pay -maksujen vastaanottaminen edellyttää seuraavien kriteerien täyttymistä:
tr_tr: Apple Pay ödemelerini almak için aşağıdaki kriterlerin karşılanması gerektiğini unutmayın:

source: Apple Pay is only supported on Apple Safari browsers.
de_de: Apple Pay wird nur von Apple Safari-Browsern unterstützt.
fi: Apple Pay on tuettu vain Apple Safari -selaimissa.
tr_tr: Apple Pay yalnızca Apple Safari tarayıcılarında desteklenmektedir.

source: Your domain has to be %1$sverified with Apple%2$s.
de_de: Ihre Domain muss %1$smit Apple%2$s verifiziert werden.
fi: Verkkotunnuksesi on %1$sverified with Apple%2$s.
tr_tr: Alan adınızın Apple%2$s ile %1$s doğrulanmış olması gerekir.

source: Your domain has to also be Registered with our App.
de_de: Ihre Domain muss auch bei unserer App registriert sein.
fi: Verkkotunnuksesi on myös rekisteröidyttävä sovellukseemme.
tr_tr: Alan adınızın da Uygulamamıza Kayıtlı olması gerekir.

source: If your domain was verified before you authenticated (connected) on the payment method setting page, the domain registration (with our App) will occur automatically.
de_de: Wenn Ihre Domain verifiziert wurde, bevor Sie sich auf der Seite zur Einstellung der Zahlungsmethode authentifiziert (verbunden) haben, wird die Domainregistrierung (mit unserer App) automatisch durchgeführt.
fi: Jos verkkotunnuksesi vahvistettiin ennen kuin tunnistauduit (yhdistit) maksutavan asetussivulla, verkkotunnuksen rekisteröinti (sovelluksellamme) tapahtuu automaattisesti.
tr_tr: Alan adınız, ödeme yöntemi ayarlama sayfasında kimliğiniz doğrulanmadan (bağlanmadan) önce doğrulandıysa, alan adı kaydı (Uygulamamızla) otomatik olarak gerçekleşecektir.

source: If it was not verified with Apple at the time of authentication, a black "Register My Domain" button should be available for triggering a manual Registration request.
de_de: Wenn sie zum Zeitpunkt der Authentifizierung nicht mit Apple verifiziert wurde, sollte eine schwarze Schaltfläche "Meine Domäne registrieren" verfügbar sein, um eine manuelle Registrierungsanfrage auszulösen.
fi: Jos verkkotunnusta ei todennuksen yhteydessä vahvistettu Applella, mustan "Rekisteröi verkkotunnukseni" -painikkeen pitäisi olla käytettävissä manuaalisen rekisteröintipyynnön käynnistämistä varten.
tr_tr: Kimlik doğrulama sırasında Apple ile doğrulanmadıysa, manuel Kayıt talebini tetiklemek için siyah bir "Alan Adımı Kaydet" düğmesi mevcut olmalıdır.

source: %1$sSquare Payment Method%2$s is in debug mode but the authentication with %1$sSquare%2$s is in Live mode. Payments will not be processed correctly! If you wish to test this payment method, please reset the connection and use sandbox credentials to authenticate with Square.
de_de: %1$sSquare Payment Method%2$s ist im Debug-Modus, aber die Authentifizierung mit %1$sSquare%2$s ist im Live-Modus. Die Zahlungen werden nicht korrekt verarbeitet! Wenn Sie diese Zahlungsmethode testen möchten, setzen Sie bitte die Verbindung zurück und verwenden Sie Sandbox-Anmeldedaten zur Authentifizierung bei Square.
fi: %1$sSquare-maksutapa%2$s on debug-tilassa, mutta todennus %1$sSquare%2$s:llä on Live-tilassa. Maksuja ei käsitellä oikein! Jos haluat testata tätä maksutapaa, nollaa yhteys ja käytä hiekkalaatikkotunnuksia tunnistautumiseen Squarella.
tr_tr: %1$sSquare Ödeme Yöntemi%2$s hata ayıklama modunda ancak %1$sSquare%2$s ile kimlik doğrulama Canlı modda. Ödemeler doğru şekilde işlenmeyecektir! Bu ödeme yöntemini test etmek istiyorsanız lütfen bağlantıyı sıfırlayın ve Square ile kimlik doğrulaması yapmak için sandbox kimlik bilgilerini kullanın.

source: There was an unexpected error. Please refresh the page.
de_de: Es ist ein unerwarteter Fehler aufgetreten. Bitte aktualisieren Sie die Seite.
fi: Tapahtui odottamaton virhe. Päivitä sivu uudelleen.
tr_tr: Beklenmedik bir hata oluştu. Lütfen sayfayı yenileyin.

source: Square Payments
de_de: Quadratische Zahlungen
tr_tr: Kare Ödemeler

source: Authorization health check failed with error: "%1$s" Please try to re-authorize (reConnect) for the Square payment method to function properly.
de_de: Autorisierungsprüfung fehlgeschlagen mit Fehler: "%1$s" Bitte versuchen Sie, sich erneut zu autorisieren (reConnect), damit die Square-Zahlungsmethode richtig funktioniert.
fi: Valtuutuksen tarkistus epäonnistui virheen vuoksi: ”%1$s” Yritä valtuuttaa uudelleen (reConnect), jotta Square-maksutapa toimii oikein.
tr_tr: Yetkilendirme sağlık kontrolü hata ile başarısız oldu: "%1$s" Square ödeme yönteminin düzgün çalışması için lütfen yeniden yetkilendirmeyi (yeniden bağlanmayı) deneyin.

source: %1$s Event Espresso Square %2$s payment method failed the authorization health check! Please try to %3$sre-authorize (reconnect) for the Square payment method%4$s to function properly.
de_de: %1$s Event Espresso Square %2$s Zahlungsmethode hat den Autorisierungscheck nicht bestanden! Bitte versuchen Sie, %3$sich erneut zu autorisieren (neu zu verbinden), damit die Square-Zahlungsmethode%4$s richtig funktioniert.
fi: %1$s Tapahtuma Espresso Square %2$s maksutapa epäonnistui valtuutuksen terveystarkastuksessa! Yritä %3$sre-autorisoida (yhdistää uudelleen), jotta Square-maksutapa%4$s toimisi oikein.
tr_tr: %1$s Event Espresso Square %2$s ödeme yöntemi yetkilendirme sağlık kontrolünde başarısız oldu! Square ödeme yönteminin%4$s düzgün çalışması için lütfen %3$s yeniden yetkilendirmeyi (yeniden bağlanmayı) deneyin.

source: Could not specify the payment method !
de_de: Die Zahlungsmethode konnte nicht angegeben werden!
fi: Maksutapaa ei voitu määrittää !
tr_tr: Ödeme yöntemi belirlenemedi!

source: Request access request response
de_de: Anfrage Zugriffsanfrage Antwort
fi: Pyyntö pääsy pyyntöön vastaus
tr_tr: Erişim talebi yanıtı isteyin

source: Missing OAuth required parameters.
de_de: Fehlende erforderliche OAuth-Parameter.
fi: Puuttuvat vaaditut OAuth-parametrit.
tr_tr: OAuth gerekli parametreleri eksik.

source: Could not specify the connected merchant.
de_de: Der verbundene Händler konnte nicht angegeben werden.
fi: Yhdistettyä kauppiasta ei voitu määrittää.
tr_tr: Bağlı satıcı belirlenemedi.

source: Request deauthorize
de_de: Antrag auf Deautorisierung
fi: Pyyntö poistaa valtuutus
tr_tr: Yetki kaldırma talebi

source: Sorry, something went wrong. Got a bad response.
de_de: Entschuldigung, etwas ist schief gelaufen. Ich habe eine schlechte Antwort bekommen.
fi: Anteeksi, jokin meni pieleen. Sain huonon vastauksen.
tr_tr: Üzgünüm, bir şeyler ters gitti. Kötü bir yanıt aldım.

source: Missing required OAuth information.
de_de: Fehlende erforderliche OAuth-Informationen.
fi: Tarvittavat OAuth-tiedot puuttuvat.
tr_tr: Gerekli OAuth bilgileri eksik.

source: Could not find the refresh token.
de_de: Das Refresh-Token konnte nicht gefunden werden.
fi: Päivitysmerkkiä ei löytynyt.
tr_tr: Yenileme belirteci bulunamadı.

source: Could not get the refresh token and/or other parameters.
de_de: Das Refresh-Token und/oder andere Parameter konnten nicht abgerufen werden.
fi: Päivitysmerkkiä ja/tai muita parametreja ei saatu.
tr_tr: Yenileme belirteci ve/veya diğer parametreler alınamadı.

source: Refresh the token
de_de: Aktualisieren des Tokens
fi: Päivitä merkki
tr_tr: Belirteci yenileyin

source: Unrecognized Error.
de_de: Nicht erkannter Fehler.
fi: Tunnistamaton virhe.
tr_tr: Tanınmayan Hata.

source: Was not able to create a payment. Please contact admin.
de_de: Es war nicht möglich, eine Zahlung zu erstellen. Bitte kontaktieren Sie den Administrator.
fi: Ei pystynyt luomaan maksua. Ota yhteyttä ylläpitäjään.
tr_tr: Bir ödeme oluşturulamadı. Lütfen yönetici ile iletişime geçin.

source: Unknown error. Please contact admin.
de_de: Unbekannter Fehler. Bitte kontaktieren Sie den Administrator.
fi: Tuntematon virhe. Ota yhteyttä ylläpitäjään.
tr_tr: Bilinmeyen hata. Lütfen yönetici ile iletişime geçin.

source: No or incorrect card nonce provided. Card nonce is required to process the transaction.
de_de: Keine oder falsche Karten-Nonce angegeben. Die Karten-Nonce ist erforderlich, um die Transaktion zu verarbeiten.
fi: Kortin nonce ei ole annettu tai se on virheellinen. Kortin nonce tarvitaan tapahtuman käsittelyyn.
tr_tr: Kart nonce'u verilmemiş veya yanlış verilmiş. İşlemi gerçekleştirmek için kart nonce'u gereklidir.

source: No or incorrect Card Nonce provided !
de_de: Keine oder falsche Card Nonce angegeben !
fi: Kortin nonce-tietoa ei ole annettu tai se on virheellinen !
tr_tr: Kart Nonce'u yok veya yanlış sağlanmış!

source: No order created !
de_de: Kein Auftrag erstellt !
fi: Ei syntynyt tilausta !
tr_tr: Sipariş oluşturulmadı!
