Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: HTML tags cannot be used on the ticket title (name) but they can be used in the ticket description. The quantity in the "Sold" column for Available Tickets shows how many of this type of ticket has been sold. The quantity in the "Regs" column for Available Tickets shows the amount of registrations that have occurred from these tickets.
de_de: HTML-Tags können nicht im Ticket-Titel (Name), aber in der Ticket-Beschreibung verwendet werden. Die Anzahl in der Spalte "Verkauft" für verfügbare Tickets zeigt an, wie viele Tickets dieser Art verkauft wurden. Die Anzahl in der Spalte "Registrierungen" für verfügbare Tickets zeigt die Anzahl der Registrierungen, die für diese Tickets erfolgt sind.
fi: HTML-tunnisteita ei voida käyttää lipun nimessä, mutta niitä voidaan sen sijaan käyttää lipun kuvauksessa. Myyty-sarakkeen kohdassa "Saatavilla olevat liput" oleva määrä näyttää, montako tämäntyyppistä lippua on myyty. Ilmoittautumiset-sarakkeen kohdassa "Saatavilla olevat liput" oleva määrä näyttää, moniko ilmoittautuminen sisältää tämäntyyppisen lipun.
fr_fr: Les balises HTML ne peuvent pas être utilisées sur le titre du billet (nom), mais ils peuvent être utilisés dans la description de billets. La quantité dans la colonne "Vendu" pour Billets disponibles montre combien ce type de billet a été vendu. La quantité dans la colonne "Regs" pour Billets disponibles indique la quantité d'inscriptions qui ont eu lieu à partir de ces billets.
tr_tr: HTML etiketleri bilet başlığında (adında) kullanılamaz ancak bilet açıklamasında kullanılabilir. Kullanılabilir Biletler için "Satıldı" sütunundaki miktar, bu bilet türünden kaç tane satıldığını gösterir. Mevcut Biletler için "Kayıtlar" sütunundaki miktar, bu biletlerden gerçekleşen kayıt miktarını gösterir.

source: These URLs can be displayed automatically within your emails (using shortcodes) and front-end templates (using template tags).
de_de: Diese URLs können automatisch in Ihren E-Mails (mithilfe von Shortcodes) und Front-End-Vorlagen (mithilfe von Template-Tags) angezeigt werden.
fi: Nämä URL-osoitteet voidaan lisätä automaattisesti sähköposteihisi (käyttämällä lyhytkoodeja) ja sivupohjissa (käyttämällä tunnisteita).
fr_fr: Ces URL peuvent être affichées automatiquement dans vos e-mails (en utilisant shortcodes) et des modèles frontaux (à l'aide des balises de template).
tr_tr: Bu URL'ler e-postalarınızda (kısa kodlar kullanılarak) ve ön uç şablonlarında (şablon etiketleri kullanılarak) otomatik olarak görüntülenebilir.

source: You can take part in making Event Espresso better! Your information will never be sold, traded, or misused in any way. This programs is voluntary and you can opt out at any time.
de_de: Sie können mithelfen, Event Espresso besser zu machen! Ihre Informationen werden niemals verkauft, gehandelt oder in irgendeiner Weise missbraucht. Die Teilnahme an diesem Programm ist freiwillig und Sie können sich jederzeit abmelden.
fi: Voit auttaa kehittämään Event Espressosta entistäkin paremman! Tietojasi ei koskaan myydä, kaupata tai väärinkäytetä. Tämä ohjelma on vapaaehtoinen ja voit erota siitä milloin tahansa.
fr_fr: Vous pouvez prendre part à la prise Event Espresso mieux! Votre information ne sera jamais vendu, échangé, ou détournées de leur objet. Ce programme est volontaire et vous pouvez vous désinscrire à tout moment.
tr_tr: Event Espresso'yu daha iyi hale getirmeye katılabilirsiniz! Bilgileriniz asla satılmayacak, takas edilmeyecek veya herhangi bir şekilde kötüye kullanılmayacaktır. Bu programlar gönüllülük esasına dayanmaktadır ve istediğiniz zaman vazgeçebilirsiniz.

source: permanently deleted.
de_de: dauerhaft gelöscht
fi: poistettu lopullisesti.
fr_fr: supprimé définitivement.
tr_tr: kalıcı olarak silindi.

source: Ticket Status Labels
de_de: Ticket-Status-Etiketten
fi: Lippujen tilatarrat
fr_fr: Étiquettes billet d'état
tr_tr: Bilet Durum Etiketleri

source: Unable to permanently delete this registration. Before this registration can be permanently deleted, all registrations made in the same transaction must be trashed as well. These registrations will be permanently deleted in the same action.
de_de: Diese Registrierung kann nicht dauerhaft gelöscht werden. Bevor diese Registrierung endgültig gelöscht werden kann, müssen alle Registrierungen, die in der gleichen Transaktion vorgenommen wurden, ebenfalls gelöscht werden. Diese Registrierungen werden in der gleichen Aktion dauerhaft gelöscht.
fi: Tätä ilmoittautumista ei voitu poistaa. Ennen ilmoittautumisen poistamista kaikki samaan tilaukseen kuuluvat ilmoittautumiset on myös poistettava. Nämä ilmoittautumiset poistetaan samalla toiminnolla.
fr_fr: Impossible de supprimer définitivement cette inscription. Avant cet enregistrement peut être définitivement supprimé, tous les enregistrements effectués dans la même transaction doivent être saccagé ainsi. Ces inscriptions seront définitivement supprimés dans la même action.
tr_tr: Bu kayıt kalıcı olarak silinemiyor. Bu kaydın kalıcı olarak silinmesinden önce, aynı işlemde yapılan tüm kayıtların da çöpe atılması gerekir. Bu kayıtlar aynı işlemde kalıcı olarak silinecektir.

source: The following statuses are available for tickets: Archived, Expired, Sold Out, Upcoming, and On Sale.
de_de: Die folgenden Status sind für Tickets verfügbar: Archiviert, Abgelaufen, Ausverkauft, Demnächst und Im Verkauf.
fi: Seuraavat tilat ovat käytettävissä lipuille: Arkistoitu, Mennyt, Loppuunmyyty, Tuleva ja Myynnissä
fr_fr: Les états suivants sont disponibles pour les billets: Archive, périmée, épuisé, à venir, et les promotions.
tr_tr: Biletler için aşağıdaki durumlar mevcuttur: Arşivlendi, Süresi Doldu, Tükendi, Yaklaşıyor ve Satışta.

source: Unable to continue with registering because there is no Event ID in the request
de_de: Die Registrierung kann nicht fortgesetzt werden, da keine Ereignis-ID in der Anfrage enthalten ist
fi: Ilmoittautumisen jatkaminen ei onnistunut, koska pyyntö ei sisältänyt tapahtumatunnusta
fr_fr: Impossible de poursuivre l'enregistrement parce qu'il n'y a pas d'ID de l'événement dans la demande
tr_tr: İstekte Olay Kimliği bulunmadığından kayıt işlemine devam edilemiyor

source: Certain options below such as the event featured image and event excerpt will only be displayed if supported by your WordPress theme.
de_de: Bestimmte Optionen, wie z. B. das Bild für das Ereignis und der Ereignisauszug, werden nur angezeigt, wenn sie von Ihrem WordPress-Theme unterstützt werden.
fi: Tietyt osat alla olevista ominaisuuksista, kuten tapahtuman liitekuva ja tapahtumaote, näytetään vain, jos käytössä oleva WordPress-teema tukee niitä.
fr_fr: Certaines options ci-dessous, tels que l'événement sélectionnée Image et extrait cas ne seront affichés que si votre thème WordPress.
tr_tr: Etkinlik öne çıkan görseli ve etkinlik alıntısı gibi aşağıdaki belirli seçenekler yalnızca WordPress temanız tarafından destekleniyorsa görüntülenecektir.

source: Step One: Select the Ticket for this registration
de_de: Schritt Eins: Wählen Sie das Ticket für diese Registrierung
fi: Vaihe 1: Valitse lippu
fr_fr: Première étape: Sélectionnez le billet pour cet enregistrement
tr_tr: İlk Adım: Kayıt için bilet seç

source: Filter transactions by this event
de_de: Transaktionen nach diesem Ereignis filtern
fi: Suodata tähän tapahtumaan liittyvät tilaukset
fr_fr: Filtrer les transactions par cet événement
tr_tr: İşlemleri bu olaya göre filtreleme

source: Event Featured Image
de_de: Bild zum Thema der Veranstaltung
fi: Tapahtuman liitekuva
fr_fr: Événement Photo descriptive
tr_tr: Etkinliğin Öne Çıkan Resmi

source: Add Tickets and Continue to Registrant Details
de_de: Tickets hinzufügen und weiter zu Registrierungsdetails
fi: Lisää liput ja jatka ilmoittautumistietoihin
fr_fr: Ajouter Billets et continuer à titulaire d'homologation Détails
tr_tr: Kayıt detaylarına bilet ekle ve devam et

source: View Transactions for this event
de_de: Transaktionen für diese Veranstaltung anzeigen
fi: Näytä tähän tapahtumaan liittyvät tilaukset
fr_fr: Voir les transactions des cet événement
tr_tr: Bu etkinlik için İşlemleri Görüntüle

source: Event Excerpt
de_de: Auszug aus der Veranstaltung
fi: Tapahtuman ote
fr_fr: Extrait de l'événement
tr_tr: Etkinlik Alıntısı

source: Step Two: Add Registrant Details for this Registration
de_de: Schritt zwei: Hinzufügen von Registrierungsdetails für diese Registrierung
fi: Vaihe 2: Lisää ilmoittautujien tiedot
fr_fr: Deuxième étape: Ajouter les détails des inscrits pour cette inscription
tr_tr: İkinci Adım: Bu Kayıt için Kayıt Sahibi Ayrıntılarını Ekleyin

source: The event associated with this transaction via the primary registration cannot be retrieved.
de_de: Das mit dieser Transaktion über die primäre Registrierung verbundene Ereignis kann nicht abgerufen werden.
fi: Tähän tilaukseen ensisijaisen ilmoittautumisen kautta liittyvää tapahtumaa ei voida noutaa.
fr_fr: L'événement associé à cette transaction via l'enregistrement primaire ne peut pas être récupéré.
tr_tr: Birincil kayıt aracılığıyla bu işlemle ilişkilendirilen olay alınamıyor.

source: An excerpt can be thought of as a short description for your event. HTML tags are supported here.
de_de: Ein Auszug kann als eine kurze Beschreibung Ihrer Veranstaltung angesehen werden. HTML-Tags werden hier unterstützt.
fi: Tapahtumaote on lyhyt kuvaus tapahtumastasi. HTML-koodi on sallittua.
fr_fr: Un extrait peut être considéré comme une brève description de votre événement. Les balises HTML sont pris en charge ici.
tr_tr: Alıntı, etkinliğiniz için kısa bir açıklama olarak düşünülebilir. HTML etiketleri burada desteklenir.

source: Change the image that is used for the invoice. This is optional.
de_de: Ändern Sie das Bild, das für die Rechnung verwendet wird. Dies ist optional.
fi: Vaihda laskussa käytettävää kuvaa. Tämä on vapaaehtoista.
fr_fr: Changer l'image qui est utilisé pour la facture. Cette option est facultative.
tr_tr: Fatura için kullanılan resmi değiştirin. Bu isteğe bağlıdır.

source: Save Registration and Continue to Details
de_de: Registrierung speichern und weiter zu Details
fi: Tallenna ilmoittautuminen ja jatka tietoihin
fr_fr: Enregistrer Enregistrement et continuer à Détails
tr_tr: Kaydı Kaydet ve Detaylara Devam Et

source: Event Custom Fields
de_de: Benutzerdefinierte Felder für Ereignisse
fi: Tapahtuman mukautetut kentät
fr_fr: Événement champs personnalisés
tr_tr: Etkinliğin Öze Alanları

source: Tickets Selected. Now complete the registration.
de_de: Tickets ausgewählt. Schließen Sie nun die Registrierung ab.
fi: Liput valittu. Voit nyt viimeistellä ilmoittautumisen.
fr_fr: Billets sélectionnés. Maintenant terminer l'enregistrement.
tr_tr: Biletler Seçildi. Şimdi kaydı tamamlayın.

source: Transactions Table Column Headings
de_de: Überschriften der Spalten der Transaktionstabelle
fi: Tilaukset-taulukon sarakeotsikot
fr_fr: Transactions Tableau têtes de colonnes
tr_tr: İşlemler Tablosu Sütun Başlıkları

source: Event Discussion
de_de: Diskussion über die Veranstaltung
fi: Tapahtuman keskustelu
fr_fr: Discussion de l'événement
tr_tr: Etkinlik Tartışması

source: Adjust the settings for the PayPal Pro payment gateway.
de_de: Passen Sie die Einstellungen für das PayPal Pro-Zahlungsgateway an.
fi: Säädä PayPal Pro -maksunvälityspalvelun asetuksia.
fr_fr: Réglez les paramètres de la passerelle de paiement PayPal Pro.
tr_tr: PayPal Pro ödeme ağ geçidi için ayarları yapın.

source: Registration Created. Please review the transaction and add any payments as necessary
de_de: Anmeldung erfolgt. Bitte überprüfen Sie die Daten und tragen Ihre Zahlungsdaten ein.
fi: Ilmoittautuminen luotiin. Tarkista tilaus ja lisää tarvittaessa maksut
fr_fr: Inscription Créé. S'il vous plaît examiner la transaction et ajouter tout paiement nécessaire
tr_tr: Kayıt Oluşturuldu. Lütfen işlemi gözden geçirin ve gerekli ödemeleri ekleyin

source: Transaction Views & Filters & Search
de_de: Transaktionsansichten & Filter & Suche
fi: Tilaukset-näkymät, -suodattimet ja -haku
fr_fr: Transaction Vues & Filtres & Recherche
tr_tr: İşlem Görünümleri & Filtreler & Arama

source: Specify if comments, trackbacks, and pingbacks should be allowed for your event. These appear directly after the event description on the event page.
de_de: Geben Sie an, ob Kommentare, Trackbacks und Pingbacks für Ihre Veranstaltung erlaubt sein sollen. Diese erscheinen direkt nach der Veranstaltungsbeschreibung auf der Veranstaltungsseite.
fi: Valitse, sallitaanko kommentit ja linkki-ilmoitukset muista blogeista (pingback ja trackback) tapahtumillesi. Nämä näkyvät tapahtumasivulla heti tapahtuman kuvauksen alla.
fr_fr: Indiquez si des commentaires, trackbacks et pingbacks devraient être autorisés pour votre événement. Celles-ci apparaissent directement après la description de l'événement sur la page de l'événement.
tr_tr: Etkinliğiniz için yorumlara, geri izlemelere ve geri pinglere izin verilip verilmeyeceğini belirtin. Bunlar, etkinlik sayfasında etkinlik açıklamasından hemen sonra görünür.

source: The %s callback given for the "FHEE__Registrations_Admin_Page__insert_update_cpt_item__attendee_update" filter is not a valid callback. Please check the spelling.
de_de: Der für den Filter "FHEE__Registrations_Admin_Page__insert_update_cpt_item__attendee_update" angegebene %s Callback ist kein gültiger Callback. Bitte überprüfen Sie die Schreibweise.
fi: Suodattimelle "FHEE__Registrations_Admin_Page__insert_update_cpt_item__attendee_update" annettu takaisinsoitto %s ei ole kelvollinen takaisinsoitto. Tarkista oikeinkirjoitus.
fr_fr: Le %s la donnée pour le rappel filtre "FHEE__Registrations_Admin_Page__insert_update_cpt_item__attendee_update" n'est pas un rappel valide. S'il vous plaît vérifier l'orthographe.
tr_tr: "FHEE__Registrations_Admin_Page__insert_update_cpt_item__attendee_update" filtresi için verilen %s geri çağrısı geçerli bir geri çağrı değil. Lütfen yazımı kontrol edin.

source: Transaction Details Table
de_de: Tabelle Transaktionsdetails
fi: Tilaustietotaulukko
fr_fr: Détails de la transaction tableau
tr_tr: İşlem Detayları Tablosu

source: Event Slug
de_de: Ereignis-Schnecke
fi: Tapahtumien polkutunnus
fr_fr: Slug événement
tr_tr: Etkinlik Sümüklüböceği

source: Enter the email that you use to login to your PayPal account.
de_de: E-Mail Adresse Ihres Paypal Accounts
fi: Anna sähköpostiosoite, jota käytät kirjautuessasi PayPal-tilillesi.
fr_fr: Entrez l'e-mail que vous utilisez pour vous connecter à votre compte PayPal.
tr_tr: PayPal hesabına giriş için mailinizle giriş yapınız

source: Something went wrong with updating the meta table data for the registration.
de_de: Bei der Aktualisierung der Metatabellendaten für die Registrierung ist ein Fehler aufgetreten.
fi: Jokin meni pieleen päivitettäessä ilmoittautumisen metatietotaulukon tietoja.
fr_fr: Quelque chose n'allait pas avec la mise à jour des données de la table meta pour l'enregistrement.
tr_tr: Kayıt için meta tablo verilerinin güncellenmesinde bir şeyler ters gitti.

source: Attendees Registered
de_de: Angemeldete Teilnehmer
fi: Ilmoittautuneet osallistujat
fr_fr: Les participants inscrits
tr_tr: Kayıtlı Katılımcılar

source: Event Author
de_de: Veranstaltungs-Autor
fi: Tapahtuman tekijä
fr_fr: Auteur événement
tr_tr: Etkinlik Yazarı

source: Short Biography
de_de: Kurzbiographie
fi: Lyhyt henkilökuvaus
fr_fr: Courte biographie
tr_tr: Kısa Biyografi

source: Primary Registrant & Billing Information
de_de: Erste registrierte Person & Rechnungsinformationen
fi: Ensisijainen ilmoittautuja & laskutustiedot
fr_fr: Primaire titulaire et Informations de facturation
tr_tr: Birincil Kayıt Sahibi & Fatura Bilgileri

source: This is the site member that will be credited for creating this event. The event author will receive notifications such as event confirmations. Ensure that the event author has a first name and last name filled out in their user profile. This option can be found in Users --> Your Profile.
de_de: Dies ist das Mitglied der Website, das für die Erstellung dieses Ereignisses gewürdigt wird. Der Autor der Veranstaltung erhält Benachrichtigungen wie z. B. Veranstaltungsbestätigungen. Vergewissern Sie sich, dass der Autor der Veranstaltung einen Vor- und Nachnamen in seinem Benutzerprofil angegeben hat. Diese Option finden Sie unter Benutzer --&gt; Ihr Profil.
fi: Tämä on sivuston jäsen, joka on luonut tämän tapahtuman. Tapahtuman tekijä saa ilmoitukset, kuten tapahtumavahvistukset. Varmista, että tapahtuman tekijän etu- ja sukunimet on syötetty hänen profiiliinsa, jonka löydät kohdasta Käyttäjät --> Omat tietosi.
fr_fr: C'est le membre du site qui sera crédité pour la création de cet événement. L'auteur de l'évènement recevoir des notifications telles que des confirmations d'événements. Veiller à ce que l'auteur de l'événement a un prénom et nom rempli dans leur profil d'utilisateur. Cette option peut être trouvé dans Utilisateurs -> votre profil.
tr_tr: Bu, bu etkinliği oluşturduğu için kredilendirilecek site üyesidir. Etkinlik yazarı, etkinlik onayları gibi bildirimler alacaktır. Etkinlik yazarının kullanıcı profilinde ad ve soyadının doldurulduğundan emin olun. Bu seçenek Kullanıcılar --&gt; Profiliniz bölümünde bulunabilir.

source: Notes on the Contact
de_de: Hinweise zum Kontakt
fi: Yhteystiedon muistiinpanot
fr_fr: Notes sur le contact
tr_tr: Kişi Hakkında Notlar

source: View All Transactions
de_de: Anzeige aller Transaktionen
fi: Näytä kaikki tilaukset
fr_fr: Voir tous les Transactions
tr_tr: Tüm İşlemleri Görüntüle

source: Event Notifications
de_de: Ereignis-Benachrichtigungen
fi: Tapahtumailmoitukset
fr_fr: Les notifications d'événement
tr_tr: Etkinlik Bildirimleri

source: Address Details
de_de: Adresse Details
fi: Osoitetiedot
fr_fr: Détails de l'adresse
tr_tr: Adres Detayları

source: Espresso Ticket Selector
fi: Espresso-lippuvalitsin
fr_fr: Espresso Sélecteur de billets
tr_tr: Kuzu.me Bilet Seçicisi

source: Registrations for this Contact
de_de: Anmeldungen für diesen Kontakt
fi: Tähän yhteystietoon liittyvät ilmoittautumiset
fr_fr: Les inscriptions pour ce contact
tr_tr: Bu İletişim için Kayıtlar

source: This page shows all contacts that have been created with Event Espresso.
de_de: Diese Seite zeigt alle Kontakte, die mit Event Espresso erstellt wurden.
fi: Tällä sivulla näytetään kaikki Event Espressossa luodut yhteystiedot.
fr_fr: Cette page affiche tous les contacts qui ont été créés avec Event Espresso.
tr_tr: Bu sayfa Event Espresso ile oluşturulmuş tüm kişileri gösterir.

source: %sViewing Transactions for the Event: %s%s
de_de: %sAnzeigen von Transaktionen für das Ereignis: %s%s
fi: %sNäytetään tilaukset tapahtumalle: %s%s
fr_fr: %s Visualisation des transactions de la Manifestation: %s %s
tr_tr: %sOlay için İşlemleri Görüntüleme: %s%s

source: Click to Edit event
de_de: Veranstaltung bearbeiten
fi: Napsauta muokataksesi tapahtumaa
fr_fr: Cliquez sur Modifier l'événement
tr_tr: Etkinliği düzenlemek için tıklayın

source: Questions for Primary Registrant
de_de: Fragen für den primären Teilnehmer
fi: Kysymykset ensisijaiselle ilmoittautujalle
fr_fr: Questions pour le titulaire principal
tr_tr: Öncelikli Kayıt için sorular

source: Leave the Same
de_de: Das Gleiche lassen
fi: Jätä sama
fr_fr: Laissez la même
tr_tr: Aynı Bırakın

source: Select the currency for your country. Payments will be accepted in this currency.
de_de: Wählen Sie die Währung für Ihr Land. Die Zahlungen werden in dieser Währung akzeptiert.
fi: Valitse valtiosi valuutta. Maksut hyväksytään tässä valuutassa.
fr_fr: Sélectionnez la devise de votre pays. Les paiements seront acceptés dans cette devise.
tr_tr: Ülkeniz için para birimini seçin. Ödemeler bu para biriminde kabul edilecektir.

source: Contact List Bulk Actions
de_de: Kontaktliste massenbearbeiten
fi: Yhteystietolistan massatoiminnot
fr_fr: Liste de contacts en vrac Actions
tr_tr: Kişi Listesi Toplu Eylemleri

source: Questions for Additional Registrants
de_de: Fragen für weitere Teilnehmer
fi: Kysymykset lisäilmoittautujille
fr_fr: Questions pour les titulaires supplémentaires
tr_tr: Ek Kayıt Soruları

source: Bulk actions allow you to perform an action to multiple contacts at once. The following bulk actions are supported: Move to Trash. To use the bulk action feature, place a checkmark next to the registrations that you want to include. Then select a bulk action from the menu and click on the Apply button.
de_de: Mit Massenaktionen können Sie eine Aktion für mehrere Kontakte gleichzeitig durchführen. Die folgenden Massenaktionen werden unterstützt: In den Papierkorb verschieben. Um die Funktion der Sammelaktion zu verwenden, setzen Sie ein Häkchen neben die Registrierungen, die Sie einbeziehen möchten. Wählen Sie dann eine Sammelaktion aus dem Menü aus und klicken Sie auf die Schaltfläche Anwenden.
fi: Massatoiminnoilla voit suorittaa toimintoja usealle yhteystiedolle samalla kertaa. Seuraavat massatoiminnot ovat käytettävissä: Siirrä roskakoriin. Käyttääksesi massatoimintoa valitse haluamasi yhteystiedot, valitse haluamasi massatoiminta valikosta ja paina Käytä-painiketta.
fr_fr: Les actions de masse vous permettent d'effectuer une action à plusieurs contacts à la fois. Les actions globales suivantes sont supportées: Mettre à la corbeille. Pour utiliser la fonction d'action de masse, placez une coche à côté des enregistrements que vous souhaitez inclure. Ensuite, sélectionnez une action en vrac dans le menu et cliquez sur le bouton Appliquer.
tr_tr: Toplu eylemler, aynı anda birden fazla kişiye bir eylem gerçekleştirmenize olanak tanır. Aşağıdaki toplu eylemler desteklenmektedir: Çöp Kutusuna Taşı. Toplu eylem özelliğini kullanmak için, dahil etmek istediğiniz kayıtların yanına bir onay işareti koyun. Ardından menüden bir toplu eylem seçin ve Uygula düğmesine tıklayın.

source: Remember that questions groups are a pre-populated group of questions. You can request additional information from a additional registrants by placing a checkmark in the checkbox for that question group. This process can be repeated to request multiple question groups from registrants.
de_de: Beachten Sie, dass es sich bei den Fragengruppen um eine vorausgefüllte Gruppe von Fragen handelt. Sie können zusätzliche Informationen von weiteren Registranten anfordern, indem Sie das Kontrollkästchen für die jeweilige Fragengruppe ankreuzen. Dieser Vorgang kann wiederholt werden, um mehrere Fragengruppen von Registranten anzufordern.
fi: Muista, että kysymysryhmät ovat valmiiksi täytettyjä kysymysryhmiä. Voit pyytää lisätietoja lisärekisteröijiltä asettamalla rastin kyseisen kysymysryhmän valintaruutuun. Tämä prosessi voidaan toistaa, jos haluat pyytää useita kysymysryhmiä rekisteröijiltä.
fr_fr: Rappelez-vous que les groupes de questions sont un groupe pré-remplie de questions. Vous pouvez demander des informations supplémentaires à partir d'un inscrites supplémentaires en plaçant une coche dans la case à cocher pour ce groupe de questions. Ce processus peut être répété pour demander plusieurs groupes de questions de personnes inscrites.
tr_tr: Soru gruplarının önceden doldurulmuş bir soru grubu olduğunu unutmayın. Söz konusu soru grubunun onay kutusuna bir onay işareti koyarak başka bir kayıt sahibinden ek bilgi talep edebilirsiniz. Bu işlem, kayıt yaptıranlardan birden fazla soru grubu talep etmek için tekrarlanabilir.

source: Select the card types that you want to accept payments from.
de_de: Wählen Sie die Kartentypen aus, von denen Sie Zahlungen akzeptieren möchten.
fi: Valitse hyväksytyt korttityypit.
fr_fr: Sélectionnez les types de cartes que vous voulez accepter des paiements de.
tr_tr: Ödeme yapmak istediğiniz kart tipini seçin.

source: Deleting Contacts
de_de: Kontakte löschen
fi: Poistetaan yhteystietoja
fr_fr: Suppression de contacts
tr_tr: Silinen İletişimler
