Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Note: please enter the dates in UTC (You can use %1$sthis online tool%2$s to assist with conversions).
de_de: Hinweis: Bitte geben Sie die Daten in UTC ein (Sie können %1$sdieses Online-Tool%2$s verwenden, um die Umrechnung zu erleichtern).
fi: Huomaa: anna päivämäärät UTC-ajassa (voit käyttää %1$stämän online-työkalun%2$s avulla muunnoksia).
tr_tr: Not: lütfen tarihleri UTC olarak girin (Dönüşümlerde yardımcı olması için %1$sbu çevrimiçi aracı%2$s kullanabilirsiniz).

source: Start Date for dates the offset applied to:
de_de: Startdatum für die Daten, auf die der Ausgleich angewendet wurde:
fi: Aloituspäivämäärä päivämäärille, joihin siirtoa sovelletaan:
tr_tr: Ofsetin uygulandığı tarihler için Başlangıç Tarihi:

source: Apply Offset
de_de: Offset anwenden
fi: Sovelletaan Offset
tr_tr: Ofset Uygula

source: Applying Offset
de_de: Anwendung des Offsets
fi: Offsetin soveltaminen
tr_tr: Ofset Uygulama

source: Note: Event Espresso 4 categories are %snot%s deleted by this script
de_de: Hinweis: Event Espresso 4-Kategorien werden durch dieses Skript %snot%s gelöscht
fi: Huomaa: Tämä skripti poistaa Event Espresso 4 -luokat %snot%s:llä
tr_tr: Not: Event Espresso 4 kategorileri bu komut dosyası tarafından %snot%s silinir

source: You can go here to delete Event Espresso categories
de_de: Sie können hier gehen, um Event Espresso Kategorien zu löschen
fi: Voit mennä tästä poistamaan Event Espresson luokkia.
tr_tr: Event Espresso kategorilerini silmek için buraya gidebilirsiniz

source: Note: If you enter 1.25, that will result in the offset of 1 hour 15 minutes being applied. Decimals represent the fraction of hours, not minutes.
de_de: Hinweis: Wenn Sie 1,25 eingeben, wird der Versatz von 1 Stunde und 15 Minuten angewendet. Dezimalstellen stellen den Bruchteil von Stunden dar, nicht von Minuten.
fi: Huomautus: Jos syötät 1,25, tuloksena on 1 tunnin ja 15 minuutin siirtymä. Desimaaliluvut edustavat tuntien murto-osaa, eivät minuutteja.
tr_tr: Not: 1,25 girerseniz, bu 1 saat 15 dakikalık ofsetin uygulanmasına neden olur. Ondalık sayılar dakikaların değil, saatlerin kesirini temsil eder.

source: Offset to apply (in hours):
de_de: Anzuwendender Offset (in Stunden):
fi: Sovellettava offset (tunteina):
tr_tr: Uygulanacak ofset (saat cinsinden):

source: Your website's timezone is currently set to a UTC offset. We recommend updating your timezone to a city or region near you before you create an event. Change your timezone now:%1$s%2$s%3$sChange Timezone%4$s
de_de: Die Zeitzone Ihrer Website ist derzeit auf eine UTC-Verschiebung eingestellt. Wir empfehlen, Ihre Zeitzone auf eine Stadt oder Region in Ihrer Nähe zu aktualisieren, bevor Sie ein Ereignis erstellen. Ändern Sie Ihre Zeitzone jetzt:%1$s%2$s%3$sZeitzone ändern%4$s
fi: Verkkosivustosi aikavyöhyke on tällä hetkellä asetettu UTC-siirtymään. Suosittelemme, että päivität aikavyöhykkeen sinua lähellä olevaan kaupunkiin tai alueeseen ennen tapahtuman luomista. Vaihda aikavyöhyke nyt:%1$s%2$s%3$sVaihda aikavyöhyke%4$s
tr_tr: Web sitenizin saat dilimi şu anda bir UTC kaymasına ayarlanmıştır. Bir etkinlik oluşturmadan önce saat diliminizi size yakın bir şehir veya bölge olarak güncellemenizi öneririz. Zaman diliminizi şimdi değiştirin:%1$s%2$s%3$sZaman Dilimini Değiştir%4$s

source: Your timezone string was updated.
de_de: Ihr Zeitzonenstring wurde aktualisiert.
fi: Aikavyöhyke-merkkijono päivitettiin.
tr_tr: Saat dilimi dizeniz güncellendi.

source: Country Settings updated successfully.
de_de: Die Ländereinstellungen wurden erfolgreich aktualisiert.
fi: Maa-asetukset päivitetty onnistuneesti.
tr_tr: Ülke Ayarları başarıyla güncellendi.

source: Datetime Utilities
de_de: Datetime-Dienstprogramme
tr_tr: Tarih Saati Yardımcı Programları

source: Are you sure you want to do this? It CANNOT be undone!
de_de: Sind Sie sicher, dass Sie das tun wollen? Es kann NICHT rückgängig gemacht werden!
fi: Oletko varma, että haluat tehdä tämän? Sitä EI VOI perua!
tr_tr: Bunu yapmak istediğine emin misin? Geri alınamaz!

source: You have chosen to NOT migrate your existing data. Are you sure you want to continue?
de_de: Sie haben sich dafür entschieden, Ihre bestehenden Daten NICHT zu migrieren. Sind Sie sicher, dass Sie fortfahren möchten?
fi: Olet päättänyt, ettet siirrä olemassa olevia tietojasi. Oletko varma, että haluat jatkaa?
tr_tr: Mevcut verilerinizi TAŞIMAMAYI seçtiniz. Devam etmek istediğinizden emin misiniz?

source: Datetime Offset Tool
de_de: Werkzeug für die Zeitverschiebung
fi: Datetime Offset -työkalu
tr_tr: Tarih Saati Ofset Aracı

source: Use this tool to automatically apply the provided offset to all Event Espresso records in your database that involve dates and times.
de_de: Verwenden Sie dieses Werkzeug, um den angegebenen Offset automatisch auf alle Event Espresso-Datensätze in Ihrer Datenbank anzuwenden, die Daten und Zeiten enthalten.
fi: Tämän työkalun avulla voit automaattisesti soveltaa annettua siirtoa kaikkiin tietokannassasi oleviin Event Espresso -tietueisiin, jotka sisältävät päivämääriä ja kellonaikoja.
tr_tr: Verilen ofseti veritabanınızdaki tarih ve saat içeren tüm Event Espresso kayıtlarına otomatik olarak uygulamak için bu aracı kullanın.

source: Event Espresso is used by over 40,000 event organizers across the world. They host %sconferences%s, %sart classes%s, training courses, concerts, fundraisers, workshops, %sfilm festivals%s, %spaint and wine%s, and more.
de_de: Event Espresso wird von über 40.000 Veranstaltern auf der ganzen Welt genutzt. Sie veranstalten %sKonferenzen%s, %sKunstkurse%s, Schulungen, Konzerte, Benefizveranstaltungen, Workshops, %sFilmfestivals%s, %sMalerei und Wein%s und mehr.
fi: Event Espressoa käyttää yli 40 000 tapahtumajärjestäjää ympäri maailmaa. He järjestävät %skonferensseja%s, %staidekursseja%s, koulutuskursseja, konsertteja, varainkeruutilaisuuksia, työpajoja, %selokuvafestivaaleja%s, %smaalaus- ja viinitilaisuuksia%s ja paljon muuta.
tr_tr: Event Espresso, dünya çapında 40.000'den fazla etkinlik organizatörü tarafından kullanılmaktadır. %sconferences%s, %sart classes%s, eğitim kursları, konserler, bağış toplama etkinlikleri, atölye çalışmaları, %sfilm festivals%s, %spaint and wine%s ve daha fazlasını düzenlemektedirler.

source: We’ve made it super easy to integrate Event Espresso with almost any properly coded WordPress theme, including many of the thousands of themes available on WordPress.org. The image below shows the same Event Espresso ticketing page across three diffrent WordPress themes.
de_de: Wir haben es super einfach gemacht, Event Espresso in fast jedes korrekt kodierte WordPress-Theme zu integrieren, einschließlich vieler der Tausenden von Themes, die auf WordPress.org verfügbar sind. Das Bild unten zeigt dieselbe Event-Espresso-Ticketing-Seite in drei verschiedenen WordPress-Themes.
fi: Olemme tehneet erittäin helpoksi integroida Event Espresso lähes mihin tahansa oikein koodattuun WordPress-teemaan, mukaan lukien monet tuhansista WordPress.orgissa saatavilla olevista teemoista. Alla olevassa kuvassa näkyy sama Event Espresson lipunmyyntisivu kolmessa eri WordPress-teemassa.
tr_tr: Event Espresso'yu WordPress.org'da bulunan binlerce temanın birçoğu da dahil olmak üzere neredeyse tüm düzgün kodlanmış WordPress temalarıyla entegre etmeyi çok kolay hale getirdik. Aşağıdaki resim, üç farklı WordPress temasında aynı Event Espresso biletleme sayfasını göstermektedir.

source: Who uses Event Espresso?
de_de: Wer nutzt Event Espresso?
fi: Kuka käyttää Event Espressoa?
tr_tr: Event Espresso'yu kimler kullanıyor?

source: If you're doing event registration and ticketing any other way, then you’re wasting time and money. We offer packages and prices to fit any budget, so get started with your online event registration and ticketing management system today.
de_de: Wenn Sie die Veranstaltungsregistrierung und das Ticketing auf andere Weise durchführen, verschwenden Sie nur Zeit und Geld. Wir bieten Pakete und Preise für jedes Budget. Beginnen Sie also noch heute mit Ihrer Online-Veranstaltungsregistrierung und Ihrem Ticketing-Management-System.
fi: Jos teet tapahtumien rekisteröintiä ja lipunmyyntiä muulla tavoin, tuhlaat aikaa ja rahaa. Tarjoamme paketteja ja hintoja jokaiseen budjettiin, joten aloita tapahtumien rekisteröinti- ja lipunmyyntijärjestelmäsi käyttöönotto jo tänään.
tr_tr: Etkinlik kaydı ve biletleme işlemlerini başka bir şekilde yapıyorsanız, zaman ve para israf ediyorsunuz demektir. Her bütçeye uygun paketler ve fiyatlar sunuyoruz, bu nedenle çevrimiçi etkinlik kayıt ve biletleme yönetim sisteminize bugün başlayın.

source: Our online event registration software can %smake your organization more profitable and efficient%s by helping you save money on registration and ticketing fees, reduce the countless hours of time you spend manually processing registrations, create a “green” and paperless event registration process and you will be open for business to accept registrations and payment 24/7.
de_de: Unsere Software für die Online-Registrierung von Veranstaltungen kann Ihre Organisation profitabler und effizienter machen, indem sie Ihnen hilft, Geld für Registrierungs- und Ticketgebühren zu sparen, die unzähligen Stunden, die Sie mit der manuellen Bearbeitung von Registrierungen verbringen, zu reduzieren, einen "grünen" und papierlosen Prozess für die Registrierung von Veranstaltungen zu schaffen, und Sie können rund um die Uhr Registrierungen und Zahlungen annehmen.
fi: Online-tapahtumien rekisteröintiohjelmistomme voi tehdä organisaatiostasi kannattavamman ja tehokkaamman auttamalla sinua säästämään rahaa rekisteröinti- ja lipunmyyntimaksuissa, vähentämään lukemattomia tunteja aikaa, jonka käytät rekisteröintien manuaaliseen käsittelyyn, luomaan "vihreän" ja paperittoman tapahtuman rekisteröintiprosessin, ja olet avoinna liiketoimintaa varten, jotta voit ottaa vastaan rekisteröintejä ja maksuja 24/7.
tr_tr: Çevrimiçi etkinlik kayıt yazılımımız, kayıt ve biletleme ücretlerinden tasarruf etmenize, kayıtları manuel olarak işlemek için harcadığınız sayısız saati azaltmanıza, "yeşil" ve kağıtsız bir etkinlik kayıt süreci oluşturmanıza yardımcı olarak kuruluşunuzu daha karlı ve verimli hale getirebilir ve kayıtları ve ödemeleri 7/24 kabul etmek için işletmeye açık olacaksınız.

source: Event Espresso works perfectly for classes, workshops, fundraisers, sporting, trainings, conferences, networking, religion, social, non-profit, and nearly any other type of event.
de_de: Event Espresso eignet sich perfekt für Kurse, Workshops, Spendenaktionen, Sportveranstaltungen, Schulungen, Konferenzen, Networking, religiöse, soziale, gemeinnützige und fast jede andere Art von Veranstaltung.
fi: Event Espresso sopii erinomaisesti luokkiin, työpajoihin, varainkeruuseen, urheiluun, koulutuksiin, konferensseihin, verkostoitumiseen, uskonnollisiin, sosiaalisiin, voittoa tavoittelemattomiin ja lähes kaikkiin muihin tapahtumiin.
tr_tr: Event Espresso sınıflar, atölyeler, bağış toplama, spor, eğitimler, konferanslar, ağ oluşturma, dini, sosyal, kar amacı gütmeyen ve neredeyse diğer tüm etkinlik türleri için mükemmel çalışır.

source: Trusted by thousands, Event Espresso is the best WordPress event online registration and ticketing manager plugin–and the best supported with full-time support. Turn your existing blog or website into a %sfully-featured event management website%s and a new way to make money. With Event Espresso you get it all; everything from custom registration forms and emails, seating limits, multiple price options, and discount codes to printable tickets.
de_de: Event Espresso ist das beste WordPress-Plugin für die Online-Registrierung von Veranstaltungen und die Verwaltung von Tickets - und das am besten unterstützte mit Vollzeit-Support. Verwandeln Sie Ihren bestehenden Blog oder Ihre Website in eine %svoll ausgestattete Event-Management-Website%s und eine neue Möglichkeit, Geld zu verdienen. Mit Event Espresso bekommen Sie alles: von benutzerdefinierten Registrierungsformularen und E-Mails, Sitzplatzbegrenzungen, mehreren Preisoptionen und Rabattcodes bis hin zu druckbaren Tickets.
fi: Tuhansien luotettava, Event Espresso on paras WordPress-tapahtumien online-ilmoittautumis- ja lipunmyyntisovellus - ja paras, jota tuetaan kokoaikaisella tuella. Tee olemassa olevasta blogistasi tai verkkosivustostasi %s täysin varusteltu tapahtumanhallintasivusto%s ja uusi tapa ansaita rahaa. Event Espresson avulla saat kaiken; kaiken mukautetuista rekisteröintilomakkeista ja sähköposteista, istumapaikkarajoituksista, useista hintavaihtoehdoista ja alennuskoodeista tulostettaviin lippuihin.
tr_tr: Binlerce kişinin güvendiği Event Espresso, en iyi WordPress etkinlik çevrimiçi kayıt ve biletleme yöneticisi eklentisidir ve tam zamanlı destekle en iyi şekilde desteklenir. Mevcut blogunuzu veya web sitenizi %stam özellikli bir etkinlik yönetimi web sitesine ve para kazanmanın yeni bir yoluna dönüştürün%s. Event Espresso ile her şeye sahip olursunuz; özel kayıt formları ve e-postalar, oturma limitleri, çoklu fiyat seçenekleri ve indirim kodlarından yazdırılabilir biletlere kadar her şey.

source: Event Espresso is a %sWordPress event manager%s which makes it easy for you to register attendees for classes, workshops, events, trainings, conferences or concerts, all from your WordPress website. Event Espresso events are created from the WordPress admin area. You can create signup forms to collect information about your attendees, accept payments, and create reports. The Decaf (free) version of the plugin provides everything that you need to manage your event using WordPress.
de_de: Event Espresso ist ein %sWordPress Event-Manager%s, der es Ihnen leicht macht, Teilnehmer für Kurse, Workshops, Veranstaltungen, Schulungen, Konferenzen oder Konzerte zu registrieren, und das alles über Ihre WordPress-Website. Event Espresso-Veranstaltungen werden über den WordPress-Administrationsbereich erstellt. Sie können Anmeldeformulare erstellen, um Informationen über Ihre Teilnehmer zu sammeln, Zahlungen zu akzeptieren und Berichte zu erstellen. Die entkoffeinierte (kostenlose) Version des Plugins bietet alles, was Sie brauchen, um Ihre Veranstaltung mit WordPress zu verwalten.
fi: Event Espresso on %sWordPress-tapahtumanhallinta%s, jonka avulla sinun on helppo rekisteröidä osallistujia luokkiin, työpajoihin, tapahtumiin, koulutuksiin, konferensseihin tai konsertteihin, kaikki WordPress-sivustoltasi. Event Espresso -tapahtumat luodaan WordPressin hallinta-alueelta. Voit luoda ilmoittautumislomakkeita, joilla keräät tietoja osallistujista, hyväksyä maksuja ja luoda raportteja. Lisäosan kofeiiniton (ilmainen) versio tarjoaa kaiken, mitä tarvitset tapahtuman hallintaan WordPressin avulla.
tr_tr: Event Espresso, WordPress web sitenizden sınıflar, atölyeler, etkinlikler, eğitimler, konferanslar veya konserler için katılımcıları kaydetmenizi kolaylaştıran bir WordPress etkinlik yöneticisidir. Event Espresso etkinlikleri WordPress yönetici alanından oluşturulur. Katılımcılarınız hakkında bilgi toplamak, ödemeleri kabul etmek ve raporlar oluşturmak için kayıt formları oluşturabilirsiniz. Eklentinin Decaf (ücretsiz) sürümü, WordPress kullanarak etkinliğinizi yönetmek için ihtiyacınız olan her şeyi sağlar.

source: People Like You Manage Event Registration with WordPress
de_de: Menschen wie Sie verwalten die Veranstaltungsregistrierung mit WordPress
fi: Ihmiset kuten sinä Hallitse tapahtuman rekisteröintiä WordPressillä
tr_tr: Sizin Gibi İnsanlar Etkinlik Kayıtlarını WordPress ile Yönetiyor

source: Manage your events from your WordPress dashboard. Reduce your admin, reduce your costs, make your life easier! This is the Decaf version of Event Espresso, but we also have a premium version called %sEvent Espreso 4 Regular%s and a hosted version called %sEvent Smart%s (SaaS).
de_de: Verwalten Sie Ihre Veranstaltungen über Ihr WordPress-Dashboard. Reduzieren Sie Ihren Verwaltungsaufwand, reduzieren Sie Ihre Kosten, machen Sie Ihr Leben einfacher! Dies ist die koffeinfreie Version von Event Espresso, aber wir haben auch eine Premium-Version namens %sEvent Espreso 4 Regular%s und eine gehostete Version namens %sEvent Smart%s (SaaS).
fi: Hallitse tapahtumia WordPress-kojelaudalta. Vähennä hallinnointia, vähennä kustannuksia, helpota elämääsi! Tämä on kofeiiniton versio Event Espressosta, mutta meillä on myös premium-versio nimeltä %sEvent Espreso 4 Regular%s ja isännöity versio nimeltä %sEvent Smart%s (SaaS).
tr_tr: Etkinliklerinizi WordPress panonuzdan yönetin. Yöneticilerinizi azaltın, maliyetlerinizi düşürün, hayatınızı kolaylaştırın! Bu Event Espresso'nun Decaf sürümüdür, ancak %sEvent Espreso 4 Regular%s adlı premium bir sürümümüz ve %sEvent Smart%s (SaaS) adlı barındırılan bir sürümümüz de var.

source: Powering 40,000+ event websites; $100 million in ticket sales per year!
de_de: Über 40.000 Veranstaltungs-Websites; 100 Millionen Dollar Ticketverkauf pro Jahr!
fi: Yli 40 000 tapahtumasivuston käyttö; 100 miljoonan dollarin lipunmyynti vuodessa!
tr_tr: 40.000'den fazla etkinlik web sitesine güç sağlıyor; yılda 100 milyon dolarlık bilet satışı!

source: We offer a free version of Event Espresso 4 called Decaf which is a good fit for basic events. Need more features like custom registration forms and advanced email notifications? %sUpgrade to Event Espresso 4 (Regular)%s.
de_de: Wir bieten eine kostenlose Version von Event Espresso 4 namens Decaf an, die für einfache Veranstaltungen gut geeignet ist. Benötigen Sie mehr Funktionen wie benutzerdefinierte Registrierungsformulare und erweiterte E-Mail-Benachrichtigungen? %sUpgrade auf Event Espresso 4 (Regular)%s.
fi: Tarjoamme Event Espresso 4:stä ilmaisen Decaf-version, joka sopii hyvin perustapahtumiin. Tarvitsetko lisää ominaisuuksia, kuten mukautettuja ilmoittautumislomakkeita ja kehittyneitä sähköposti-ilmoituksia? %sUpgrade Event Espresso 4 (Regular)%s.
tr_tr: Event Espresso 4'ün temel etkinlikler için uygun olan Decaf adlı ücretsiz bir sürümünü sunuyoruz. Özel kayıt formları ve gelişmiş e-posta bildirimleri gibi daha fazla özelliğe mi ihtiyacınız var? %sEvent Espresso 4 (Regular)%s'e yükseltin.

source: Handle multiple dates and pricing options
de_de: Umgang mit mehreren Terminen und Preisoptionen
fi: Käsittele useita päivämääriä ja hinnoitteluvaihtoehtoja
tr_tr: Birden fazla tarih ve fiyatlandırma seçeneğini işleme

source: Create custom registration forms
de_de: Benutzerdefinierte Registrierungsformulare erstellen
fi: Luo mukautettuja rekisteröintilomakkeita
tr_tr: Özel kayıt formları oluşturma

source: Customize advanced email notifications
de_de: Erweiterte E-Mail-Benachrichtigungen anpassen
fi: Mukauta kehittyneitä sähköposti-ilmoituksia
tr_tr: Gelişmiş e-posta bildirimlerini özelleştirin

source: Manage taxes
de_de: Steuern verwalten
fi: Hallitse veroja
tr_tr: Vergileri yönetin

source: Additional payment methods available
de_de: Zusätzliche Zahlungsmöglichkeiten verfügbar
fi: Muita maksutapoja saatavilla
tr_tr: Ek ödeme yöntemleri mevcuttur

source: Compatibility with add-ons
de_de: Kompatibilität mit Add-ons
fi: Yhteensopivuus lisäosien kanssa
tr_tr: Eklentilerle uyumluluk

source: Best in class support
de_de: Erstklassige Unterstützung
fi: Luokkansa paras tuki
tr_tr: Sınıfının en iyisi destek

source: Decaf
de_de: Entkoffeiniert
fi: Kofeiiniton
tr_tr: Kafeinsiz

source: Regular
de_de: Regelmäßig
fi: Säännöllinen
tr_tr: Düzenli

source: Event Espresso lets you focus on doing %swhat you love%s — %sorganizing your events%s
de_de: Mit Event Espresso können Sie sich auf das konzentrieren, %swas Sie lieben%s : %seine Veranstaltungen zu organisieren%s
fi: Event Espresson avulla voit keskittyä siihen, %smitä rakastat%s - %stapahtumien järjestämiseen%s
tr_tr: Event Espresso, %sevdiğiniz şeyi yapmaya odaklanmanızı sağlar%s - %setkinliklerinizi düzenlemek%s

source: Rave Reviews About Event Espresso 4
de_de: Begeisterte Kritiken über Event Espresso 4
fi: Rave-arvosteluja Event Espresso 4:stä
tr_tr: Event Espresso 4 Hakkında Övgü Dolu Yorumlar

source: At Event Espresso, customer satisfaction is our ultimate goal.
de_de: Bei Event Espresso ist die Zufriedenheit unserer Kunden unser oberstes Ziel.
fi: Event Espressolla asiakastyytyväisyys on perimmäinen tavoitteemme.
tr_tr: Event Espresso'da müşteri memnuniyeti nihai hedefimizdir.

source: %1$sWe're sorry, but your selected option is for member's only. Please login first to see if it is available to you.%2$s
de_de: %1$sEs tut uns leid, aber die von Ihnen gewählte Option ist nur für Mitglieder verfügbar. Bitte melden Sie sich zuerst an, um zu sehen, ob sie für Sie verfügbar ist.%2$s
fi: %1$sOlemme pahoillamme, mutta valitsemasi vaihtoehto on vain jäsenille. Kirjaudu sisään ensin nähdäksesi, onko se käytettävissäsi.%2$s
tr_tr: %1$sÜzgünüz, ancak seçtiğiniz seçenek yalnızca üyeler içindir. Sizin için uygun olup olmadığını görmek için lütfen önce giriş yapın.%2$s

source: Invalid email address verification option. Please use one of the "EMAIL_ADDRESS_*" constants on WpUserEmailVerification.
de_de: Ungültige Option zur Überprüfung der E-Mail-Adresse. Bitte verwenden Sie eine der Konstanten "EMAIL_ADDRESS_*" auf WpUserEmailVerification.
fi: Virheellinen sähköpostiosoitteen vahvistusvaihtoehto. Käytä jotakin WpUserEmailVerificationin "EMAIL_ADDRESS_*"-vakioista.
tr_tr: Geçersiz e-posta adresi doğrulama seçeneği. Lütfen WpUserEmailVerification üzerindeki "EMAIL_ADDRESS_*" sabitlerinden birini kullanın.

source: Decaf vs Regular
de_de: Entkoffeiniert vs. normal
fi: Kofeiiniton ja tavallinen
tr_tr: Kafeinsiz vs Normal

source: Reviews
de_de: Bewertungen
fi: Arvostelut
tr_tr: Yorumlar

source: %1$sYou have entered an email address that matches an existing user account in our system.%2$sYou can only join the Wait List using your own account or one that does not already exist.%2$sPlease use a different email address.%3$s
de_de: %1$sSie haben eine E-Mail-Adresse eingegeben, die mit einem vorhandenen Benutzerkonto in unserem System übereinstimmt%2$sSie können nur mit Ihrem eigenen Konto oder einem Konto, das noch nicht vorhanden ist, auf die Warteliste zugreifen.%2$sBitte verwenden Sie eine andere E-Mail-Adresse.%3$s
fi: %1$sOlet antanut sähköpostiosoitteen, joka vastaa järjestelmässämme jo olemassa olevaa käyttäjätiliä.%2$sVoit liittyä jonotuslistalle vain omalla tililläsi tai tilillä, jota ei vielä ole olemassa.%2$sKäytä toista sähköpostiosoitetta.%3$s
tr_tr: %1$sSistemimizde mevcut bir kullanıcı hesabıyla eşleşen bir e-posta adresi girdiniz.%2$sSadece kendi hesabınızı veya mevcut olmayan bir hesabı kullanarak Bekleme Listesine katılabilirsiniz.%2$sLütfen farklı bir e-posta adresi kullanın.%3$s

source: Please login.
de_de: Bitte anmelden.
fi: Kirjaudu sisään.
tr_tr: Lütfen giriş yapın.

source: Members Only Options Available.
de_de: Nur für Mitglieder verfügbare Optionen.
fi: Saatavilla vain jäsenille tarkoitettuja vaihtoehtoja.
tr_tr: Sadece Üyelere Özel Seçenekler Mevcuttur.

source: Members Only
de_de: Nur für Mitglieder
fi: Vain jäsenille
tr_tr: Sadece Üyeler

source: %1$sWe're sorry, but your selected option is for specific member's only, and is not available for you at this time.%2$s
de_de: %1$sEs tut uns leid, aber die von Ihnen gewählte Option ist nur für bestimmte Mitglieder und für Sie derzeit nicht verfügbar.%2$s
fi: %1$sOlemme pahoillamme, mutta valitsemasi vaihtoehto on vain tietyille jäsenille, eikä se ole tällä hetkellä käytettävissäsi.%2$s
tr_tr: %1$sÜzgünüz, ancak seçtiğiniz seçenek yalnızca belirli üyeler içindir ve şu anda sizin için mevcut değildir.%2$s
