Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: By logging into Authorize.net, you can change which payment fields are required by Authorize.net when processing payments. These settings affect both the Advanced Integration Method (AIM, this) and the Simple Integration Method (SIM, different). The payment method settings "Excluded Payment Form Fields" and "Required Payment Form Fields" allow you to change the billing form in Event Espresso to reflect your payment form settings in Authorize.net.
de_de: Wenn Sie sich bei Authorize.net anmelden, können Sie ändern, welche Zahlungsfelder von Authorize.net bei der Verarbeitung von Zahlungen benötigt werden. Diese Einstellungen betreffen sowohl die Erweiterte Integrationsmethode (AIM, dies) als auch die Einfache Integrationsmethode (SIM, anders). Die Einstellungen "Ausgeschlossene Zahlungsformularfelder" und "Erforderliche Zahlungsformularfelder" ermöglichen es Ihnen, das Abrechnungsformular in Event Espresso so zu ändern, dass es Ihre Zahlungsformulareinstellungen in Authorize.net widerspiegelt.
fi: Kirjautumalla Authorize.netiin voit muuttaa, mitä maksukenttiä Authorize.net vaatii maksujen käsittelyssä. Nämä asetukset vaikuttavat sekä kehittyneeseen integrointimenetelmään (AIM, tämä) että yksinkertaiseen integrointimenetelmään (SIM, eri). Maksutapa-asetusten "Excluded Payment Form Fields" (pois suljetut maksulomakekentät) ja "Required Payment Form Fields" (vaaditut maksulomakekentät) avulla voit muuttaa laskutuslomakkeen Event Espressossa vastaamaan Authorize.netin maksulomakeasetuksia.
tr_tr: Authorize.net'te oturum açarak, ödemeleri işlerken Authorize.net tarafından hangi ödeme alanlarının gerekli olduğunu değiştirebilirsiniz. Bu ayarlar hem Gelişmiş Entegrasyon Yöntemini (AIM, bu) hem de Basit Entegrasyon Yöntemini (SIM, farklı) etkiler. "Hariç Tutulan Ödeme Formu Alanları" ve "Gerekli Ödeme Formu Alanları" ödeme yöntemi ayarları, Event Espresso'daki faturalandırma formunu Authorize.net'teki ödeme formu ayarlarınızı yansıtacak şekilde değiştirmenize olanak tanır.

source: To change your payment form settings in Authorize.net, %1$slog in to authorize.net%2$s, go to %3$sAccount then Payment Form%2$s, then %4$sForm Fields%2$s. It will look similar to %5$sthis%2$s. If you make a field required in Authorize.net, you should also make it required in Event Espresso. If it isn't required in Authorize.net, and you want to simplify the billing form in Event Espresso, you can exclude it from the Event Espresso Form too.
de_de: Um die Einstellungen Ihres Zahlungsformulars in Authorize.net zu ändern, %1$sloggen Sie sich bei authorize.net%2$s ein, gehen Sie zu %3$sKonto, dann Zahlungsformular%2$s, dann %4$sFormularfelder%2$s. Es sieht dann ähnlich aus wie %5$sdas%2$s. Wenn Sie ein Feld in Authorize.net erforderlich machen, sollten Sie es auch in Event Espresso erforderlich machen. Wenn es in Authorize.net nicht erforderlich ist und Sie das Rechnungsformular in Event Espresso vereinfachen möchten, können Sie es auch aus dem Event Espresso-Formular ausschließen.
fi: Voit muuttaa maksulomakkeen asetuksia Authorize.netissä seuraavasti: %1$skirjaudu sisään osoitteeseen authorize.net%2$s, siirry kohtaan %3$sTili, sitten Maksulomake%2$s, sitten %4$sLomakekentät%2$s. Se näyttää samankaltaiselta kuin %5$stämä%2$s. Jos teet kentän pakolliseksi Authorize.netissä, sinun pitäisi tehdä siitä pakollinen myös Event Espressossa. Jos kenttä ei ole pakollinen Authorize.netissä ja haluat yksinkertaistaa laskutuslomaketta Event Espressossa, voit jättää sen pois myös Event Espresson lomakkeesta.
tr_tr: Authorize.net'te ödeme formu ayarlarınızı değiştirmek için, %1$s authorize.net%2$s'e giriş yapın, %3$sAccount'a gidin, ardından Payment Form%2$s'a, sonra %4$sForm Fields%2$s'a gidin. %5$sbu%2$s'ye benzer görünecektir. Authorize.net'te bir alanı zorunlu hale getirirseniz, Event Espresso'da da zorunlu hale getirmelisiniz. Authorize.net'te zorunlu değilse ve Event Espresso'daki faturalandırma formunu basitleştirmek istiyorsanız, Event Espresso Formundan da hariç tutabilirsiniz.

source: This is because the %s child class has not set the '_name' property
de_de: Dies liegt daran, dass die untergeordnete Klasse %s die Eigenschaft "_name" nicht festgelegt hat
fi: Tämä johtuu siitä, että lapsiluokka %s ei ole asettanut ominaisuutta '_name'.
tr_tr: Bunun nedeni %s alt sınıfının '_name' özelliğini ayarlamamış olmasıdır

source: A valid Payment Method could not be determined. Please ensure that at least one Payment Method is activated.
de_de: Eine gültige Zahlungsmethode konnte nicht ermittelt werden. Bitte stellen Sie sicher, dass mindestens eine Zahlungsmethode aktiviert ist.
fi: Maksutapaa ei voitu määrittää. Varmistathan, että vähintään yksi maksutapa on otettu käyttöön.
tr_tr: Geçerli bir Ödeme Yöntemi belirlenemedi. Lütfen en az bir Ödeme Yönteminin etkinleştirildiğinden emin olun.

source: The given registration (ID:%1$d) can not be checked in to the given DTT_ID (%2$d), because the registration does not have access
de_de: Die angegebene Registrierung (ID:%1$d) kann nicht in die angegebene DTT_ID (%2$d) eingecheckt werden, da die Registrierung keinen Zugang hat
fi: Annettua rekisteröintiä (ID:%1$d) ei voida kirjautua annettuun DTT_ID-tunnukseen (%2$d), koska rekisteröinnillä ei ole käyttöoikeuksia.
tr_tr: Verilen kayıt (ID:%1$d), verilen DTT_ID (%2$d) için kontrol edilemiyor, çünkü kaydın erişimi yok

source: Can not run multiple versions of Event Espresso! One version has been automatically deactivated. Please verify that you have the correct version you want still active.
de_de: Es können nicht mehrere Versionen von Event Espresso ausgeführt werden! Eine Version wurde automatisch deaktiviert. Bitte vergewissern Sie sich, dass die richtige Version, die Sie wünschen, noch aktiv ist.
fi: Event Espressosta ei voi olla käytössä useita versioita samanaikaisesti! Yksi versioista on poistettu automaattisesti käytöstä. Varmistathan, että haluamasi oikea versio on edelleen käytössä.
tr_tr: Event Espresso'nun birden fazla sürümü çalıştırılamıyor! Bir sürüm otomatik olarak devre dışı bırakıldı. Lütfen istediğiniz doğru sürümün hala etkin olduğunu doğrulayın.

source: A new State named "%1$s (%2$s)" was dynamically added from an Event Espresso form for the Country of "%3$s".%5$sTo verify, edit, and/or delete this new State, please go to the %4$s and update the States / Provinces section.%5$sCheck "Yes" to have this new State added to dropdown select lists in forms.
de_de: Ein neuer Staat mit dem Namen "%1$s (%2$s)" wurde dynamisch aus einem Event Espresso-Formular für das Land "%3$s" hinzugefügt.%5$sUm diesen neuen Staat zu überprüfen, zu bearbeiten und/oder zu löschen, gehen Sie bitte zu %4$s und aktualisieren Sie den Abschnitt Staaten/Provinzen.%5$sKreuzen Sie "Ja" an, damit dieser neue Staat zu Dropdown-Auswahllisten in Formularen hinzugefügt wird.
fi: Uusi osavaltio "%1$s (%2$s)" lisättiin dynaamisesti Event Espresson lomakkeelta valtiolle "%3$s".%5$sVoi varmistaa, muokata ja/tai poistaa kyseisen uuden osavaltion menemällä %4$s ja päivittämällä Osavaltiot/Provinssit-osion.%5$sValitse "Kyllä" lisätäksesi tämän uuden osavaltion lomakkeen alasvetovalikkoon.
tr_tr: "%3$s" Ülkesi için bir Event Espresso formundan dinamik olarak "%1$s (%2$s)" adında yeni bir Eyalet eklendi.%5$sBu yeni Eyaleti doğrulamak, düzenlemek ve/veya silmek için lütfen %4$s'e gidin ve Eyaletler / İller bölümünü güncelleyin.%5$sBu yeni Eyaletin formlardaki açılır seçim listelerine eklenmesi için "Evet "i işaretleyin.

source: Dates and Times
de_de: Daten und Zeiten
fi: Ajankohdat
fr_fr: Dates et Horaires
tr_tr: Tarihler ve Saatler

source: %1$sWe're sorry, but your registration time has expired.%2$s%3$s%4$sIf you still wish to complete your registration, please return to the %5$sEvent List%6$sEvent List%7$s and reselect your tickets if available. Please accept our apologies for any inconvenience this may have caused.%8$s
de_de: %1$sEs tut uns leid, aber Ihre Registrierungszeit ist abgelaufen.%2$s%3$s%4$sWenn Sie Ihre Registrierung noch abschließen möchten, kehren Sie bitte zur %5$sVeranstaltungsliste%6$sVeranstaltungsliste%7$s zurück und wählen Sie Ihre Tickets erneut aus, falls verfügbar. Bitte entschuldigen Sie die Unannehmlichkeiten, die Ihnen dadurch entstanden sind.%8$s
fi: %1$sIlmoittautumisellesi varattu aika on valitettavasti loppunut.%2$s%3$s%4$sJos haluat edelleen ilmoittautua, ole hyvä ja palaa %5$sTapahtumalista%6$stapahtumalistaan%7$s sekä valitse lippusi uudelleen, jos niitä on vielä jäljellä. Pahoittelut mahdollisesti aiheutuneesta vaivasta.%8$s
tr_tr: %1$sÜzgünüz, ancak kayıt süreniz doldu.%2$s%3$s%4$sKayıt işleminizi hala tamamlamak istiyorsanız, lütfen %5$sEtkinlik Listesi%6$sEtkinlik Listesi%7$s'e dönün ve varsa biletlerinizi yeniden seçin. Bu durumun neden olabileceği her türlü rahatsızlık için lütfen özürlerimizi kabul edin.%8$s

source: A valid payment was not generated due to a technical issue.%1$sPlease try again or contact %2$s for assistance.
de_de: Aufgrund eines technischen Problems konnte keine gültige Zahlung generiert werden.%1$sBitte versuchen Sie es erneut oder wenden Sie sich an %2$s, um Hilfe zu erhalten.
fi: Maksun luonti ei onnistunut teknisestä virheestä johtuen.%1$sYritä uudelleen tai ota yhteys %2$s saadaksesi apua.
tr_tr: Teknik bir sorun nedeniyle geçerli bir ödeme oluşturulamadı.%1$sLütfen tekrar deneyin veya yardım için %2$s ile iletişime geçin.

source: Invalid information was received from the Off-Site Payment Processor and your Transaction details could not be retrieved from the database.%1$sPlease try again or contact %2$s for assistance.
de_de: Der Off-Site-Zahlungsprozessor hat ungültige Informationen erhalten, und Ihre Transaktionsdaten konnten nicht aus der Datenbank abgerufen werden.%1$sBitte versuchen Sie es noch einmal oder wenden Sie sich an %2$s, um Hilfe zu erhalten.
fi: Ulkopuoliselta maksunkäsittelijältä saatu tieto oli virheellinen ja lipputilauksesi ei voitu noutaa tietokannasta.%1$sYritä uudelleen tai ota yhteys %2$s saadaksesi apua.
tr_tr: Site Dışı Ödeme İşlemcisinden geçersiz bilgiler alındı ve İşlem ayrıntılarınız veritabanından alınamadı.%1$sLütfen tekrar deneyin veya yardım için %2$s ile iletişime geçin.

source: Undefined gateway response.
de_de: Undefinierte Gateway-Antwort.
fi: Tunnistamaton vastaus yhdyskäytävältä.
tr_tr: Tanımlanmamış ağ geçidi yanıtı.

source: Merchant ID: %1$s
de_de: Händler-ID: %1$s
fi: Kauppiastunnus: %1$s
tr_tr: Satıcı Kimliği: %1$s

source: Public key: %1$s
de_de: Öffentlicher Schlüssel: %1$s
fi: Julkinen avain: %1$s
tr_tr: Açık anahtar: %1$s

source: Private key: %1$s
de_de: Privater Schlüssel: %1$s
fi: Yksityinen avain: %1$s
tr_tr: Özel anahtar: %1$s

source: It appears the Braintree Checkout javascript was not loaded properly! Please refresh the page and try again or contact support.
de_de: Es scheint, dass das Braintree Checkout javascript nicht richtig geladen wurde! Bitte aktualisieren Sie die Seite und versuchen Sie es erneut oder kontaktieren Sie den Support.
fi: Braintree'n Checkout-javascript ei latautunut kunnolla! Päivitä sivu ja yritä uudelleen tai ota yhteys tukeen.
tr_tr: Braintree Checkout javascript'i düzgün yüklenmemiş gibi görünüyor! Lütfen sayfayı yenileyip tekrar deneyin veya destek ekibiyle iletişime geçin.

source: There was a problem in trying to Configure Braintree. Please ensure that you are using the correct account for this environment.
de_de: Beim Versuch, Braintree zu konfigurieren, ist ein Problem aufgetreten. Bitte stellen Sie sicher, dass Sie das richtige Konto für diese Umgebung verwenden.
fi: Braintree'n asennuksessa tapahtui virhe. Varmista, että käytät oikeaa tiliä tälle ympäristölle.
tr_tr: Braintree'yi Yapılandırmaya çalışırken bir sorun oluştu. Lütfen bu ortam için doğru hesabı kullandığınızdan emin olun.

source: Braintree Settings
de_de: Braintree Einstellungen
fi: Braintree-asetukset
tr_tr: Braintree Ayarları

source: Braintree Gateway
fi: Braintree-yhdyskäytävä
tr_tr: Braintree Geçidi

source: A unique identifier for your gateway account, which is different than your merchant account ID.
de_de: Eine eindeutige Kennung für Ihr Gateway-Konto, die sich von der ID Ihres Händlerkontos unterscheidet.
fi: Yhdyskäytävän tilisi yksilöllinen tunniste, joka on eri kuin kauppiastilisi tunnus.
tr_tr: Ağ geçidi hesabınız için satıcı hesabı kimliğinizden farklı olan benzersiz bir tanımlayıcı.

source: User-specific public identifier.
de_de: Benutzerspezifische öffentliche Kennung.
fi: Käyttäjäkohtainen julkinen tunniste.
tr_tr: Kullanıcıya özel genel tanımlayıcı.

source: Important note.
de_de: Wichtige Notiz
fi: Tärkeä huomautus.
fr_fr: Information importante
tr_tr: Önemli not.

source: Debug Mode is turned ON. Payments will NOT be processed !
de_de: Der Debug-Modus ist eingeschaltet. Zahlungen werden NICHT verarbeitet!
fi: Testaustila on PÄÄLLÄ. Maksuja EI välitetä!
tr_tr: Hata Ayıklama Modu AÇIK. Ödemeler işleme alınmayacaktır!

source: How to test specific error codes.
de_de: Wie man bestimmte Fehlercodes prüft.
fi: Miten testata tiettyjä virhekoodeja.
tr_tr: Belirli hata kodları nasıl test edilir.

source: The following will only trigger a fraud response if you have fraud protection enabled in your sandbox.
de_de: Die folgenden Angaben lösen nur dann eine Betrugsreaktion aus, wenn Sie den Betrugsschutz in Ihrer Sandbox aktiviert haben.
fi: Seuraavat toiminnot aiheuttavat petosvastauksen vain, jos petostentorjunta on käytössä hiekkalaatikossasi.
tr_tr: Aşağıdakiler yalnızca sanal alanınızda sahtekarlık korumasını etkinleştirdiyseniz bir sahtekarlık yanıtını tetikleyecektir.

source: Card Value
de_de: Wert der Karte
fi: Kortin arvo
tr_tr: Kart Değeri

source: Reason
de_de: Grund
fi: Syy
fr_fr: Raison
tr_tr: Sebep

source: Test amounts:
de_de: Testmengen:
fi: Testimäärät:
fr_fr: Montant test:
tr_tr: Test miktarları:

source: When working with transactions, you can pass specific amounts to simulate different processor responses.
de_de: Wenn Sie mit Transaktionen arbeiten, können Sie bestimmte Beträge übergeben, um verschiedene Prozessorreaktionen zu simulieren.
fi: Kun työskentelet tapahtumien kanssa, voit siirtää tiettyjä määriä simuloidaksesi erilaisia prosessorin vastauksia.
tr_tr: İşlemlerle çalışırken, farklı işlemci yanıtlarını simüle etmek için belirli miktarlar geçebilirsiniz.

source: Authorization Response
de_de: Antwort auf die Autorisierung
fi: Valtuutus Vastaus
tr_tr: Yetkilendirme Yanıtı

source: Settlement Response
de_de: Antwort auf die Abrechnung
tr_tr: Yerleşim Yeri Yanıtı

source: Authorized
de_de: Autorisiert
fi: Valtuutettu
tr_tr: Yetkili

source: Settled
de_de: Abgewickelt
tr_tr: Anlaşıldı

source: Processor Declined with a processor response equal to the amount
de_de: Prozessor abgelehnt mit einer Prozessorantwort in Höhe des Betrags
fi: Prosessori Hylättiin prosessorin vastauksen ollessa yhtä suuri kuin määrä.
tr_tr: Miktarına eşit bir işlemci yanıtı ile İşlemci Reddedildi

source: WPDB Error "%1$s" while running wpdb method "%2$s" with arguments %3$s. Automatically attempting to fix EE Core DB
de_de: WPDB-Fehler "%1$s" bei der Ausführung der wpdb-Methode "%2$s" mit Argumenten %3$s. Automatischer Versuch, EE Core DB zu reparieren
fi: WPDB Virhe "%1$s" suoritettaessa wpdb-menetelmää "%2$s" argumenteilla %3$s. EE Core DB:n automaattinen korjausyritys
fr_fr: WPDB Erreur "%1$s" tout en exécutant la méthode wpdb "%2$s" avec les arguments %3$s. Tentative automatique de correction de EE Core DB.
tr_tr: WPDB Hata "%1$s" wpdb yöntemi "%2$s" argümanları %3$s ile çalıştırılırken. EE Core DB otomatik olarak düzeltilmeye çalışılıyor

source: WPDB AGAIN: Error "%1$s" while running the same method and arguments as before. Automatically attempting to fix EE Addons DB
de_de: WPDB AGAIN: Fehler "%1$s" beim Ausführen der gleichen Methode und Argumente wie zuvor. Automatischer Versuch, EE Addons DB zu reparieren
fi: WPDB TOISTAISEKSI: Virhe "%1$s", kun suoritetaan sama menetelmä ja samat argumentit kuin aiemmin. EE Addons DB:n automaattinen korjausyritys.
fr_fr: WPDB AGAIN: Erreur "%1$s" tout en exécutant la même méthode et les mêmes arguments que précédemment. Tentative automatique de correction des EE Addons DB
tr_tr: WPDB TEKRAR: Daha önce olduğu gibi aynı yöntemi ve argümanları çalıştırırken "%1$s" hatası. EE Addons DB otomatik olarak düzeltilmeye çalışılıyor

source: When the line item was created
de_de: Wann die Position erstellt wurde
fi: Kun budjettikohta luotiin
tr_tr: Hat kalemi oluşturulduğunda

source: Post Meta
de_de: Metadaten des Beitrags
tr_tr: Meta Gönder

source: Post Metas
tr_tr: Post Metalar

source: Meta ID
tr_tr: Meta Kimlik

source: Primary Key of Post
de_de: Primärschlüssel der Stelle
fi: Postin ensisijainen avain
tr_tr: Post'un Birincil Anahtarı

source: Internal string ID for question option
de_de: Interne String-ID für die Frageoption
fi: Kysymysvaihtoehdon sisäinen merkkijono ID
tr_tr: Soru seçeneği için dahili dize kimliği

source: %s.maintenance file detected.%s Wordpress may have a failed auto-update which could prevent Event Espresso from updating the database correctly.
de_de: %s.maintenance file detected.%s Wordpress hat möglicherweise ein fehlgeschlagenes Auto-Update, was Event Espresso daran hindern könnte, die Datenbank korrekt zu aktualisieren.
fi: %s.maintenance-tiedosto havaittu.%s Wordpressin automaattinen päivitys on saattanut epäonnistua, mikä saattaa estää Event Espresso'a päivittämästä tietokantaa oikein.
tr_tr: %s.bakım dosyası algılandı.%s Wordpress, Event Espresso'nun veritabanını doğru şekilde güncellemesini engelleyebilecek başarısız bir otomatik güncellemeye sahip olabilir.

source: .maintenance file not detected. WordPress is not in maintenance mode.
de_de: .maintenance Datei wurde nicht gefunden. WordPress befindet sich nicht im Wartungsmodus.
fi: .maintenance-tiedostoa ei havaittu. WordPress ei ole huoltotilassa.
fr_fr: fichier .maintenance non détecté. WordPress n'est pas en mode maintenance.
tr_tr: .maintenance dosyası algılanmadı. WordPress bakım modunda değil.

source: Allowed values for "%1$s" are "%2$s". You provided: "%3$s"
de_de: Erlaubte Werte für "%1$s" sind "%2$s". Sie haben angegeben: "%3$s"
fi: Sallitut arvot kentälle "%1$s" ovat "%2$s". Sinä annoit: "%3$s"
tr_tr: "%1$s" için izin verilen değerler "%2$s "dir. Siz sağladınız: "%3$s"

source: WP Filesystem Error: $1%s
de_de: WP Filesystem Fehler: $1%s
fi: WP-tiedostojärjestelmän virhe: $1%s
fr_fr: Erreur du système de fichier : $1%s
tr_tr: WP Dosya Sistemi Hatası: $1%s

source: Send a test email to
de_de: Sende eine Test E-Mail an
fi: Lähetä testisähköposti osoitteeseen
fr_fr: Envoie un email de test à
tr_tr: Şu adrese bir test e-postası gönderin

source: Payment Method Type "%s" does not support sending refund requests
de_de: Die Zahlungsart "%s" unterstützt kein Versand von Rückerstattungsanfragen.
fi: Maksutavan tyyppi "%s" ei tue hyvityspyyntöjen lähettämistä
fr_fr: Le moyen de paiement "%s" ne permet pas d'obtenir des remboursements
tr_tr: Ödeme Yöntemi Türü "%s" iade taleplerinin gönderilmesini desteklemiyor

source: The datetime iCal link. The optional "link_text" attribute can be used to set custom text within the link (Default is "Add to iCal Calendar").
de_de: Der iCal-Link mit Datumsangabe. Das optionale Attribut "link_text" kann verwendet werden, um einen benutzerdefinierten Text für den Link festzulegen (Standard ist "Zum iCal-Kalender hinzufügen").
fi: Päivämäärän iCal-linkki. Valinnaista "link_text"-attribuuttia voidaan käyttää mukautetun tekstin asettamiseen linkille (oletusarvo on "Add to iCal Calendar").
tr_tr: Tarih-saat iCal bağlantısı. İsteğe bağlı "link_text" özelliği, bağlantı içinde özel metin ayarlamak için kullanılabilir (Varsayılan değer "Add to iCal Calendar").

source: This will parse to the total available spaces for an event. Calculating total spaces is approximate because it is dependent on the complexity of limits on your event. There are two methods of calculation (which can be indicated by the %1$smethod%2$s param on the shortcode). %1$scurrent%2$s which will do a more accurate calculation of total available spaces based on current sales, and %1$sfull%2$s which will be the maximum total available spaces that is on the event in optimal conditions. The shortcode will default to current.
de_de: Das Ergebnis ist die Gesamtzahl der verfügbaren Plätze für eine Veranstaltung. Die Berechnung der Gesamtzahl der Plätze ist ein Näherungswert, da sie von der Komplexität der Beschränkungen für Ihre Veranstaltung abhängt. Es gibt zwei Berechnungsmethoden (die durch den Parameter %1$smethod%2$s im Shortcode angegeben werden können). %1$scurrent%2$s, die eine genauere Berechnung der insgesamt verfügbaren Plätze auf der Grundlage der aktuellen Verkäufe, und %1$sfull%2$s, die das Maximum der insgesamt verfügbaren Plätze, die auf der Veranstaltung unter optimalen Bedingungen ist wird. Der Shortcode wird standardmäßig auf current gesetzt.
fi: Tämä jäsentää tapahtuman käytettävissä olevien tilojen kokonaismäärän. Tilojen kokonaismäärän laskeminen on likimääräistä, koska se riippuu tapahtuman rajoitusten monimutkaisuudesta. On olemassa kaksi laskentatapaa (jotka voidaan ilmoittaa lyhytkoodin %1$smethod%2$s -parametrilla). %1$scurrent%2$s, joka tekee tarkemman laskelman käytettävissä olevien tilojen kokonaismäärästä nykyisten myyntien perusteella, ja %1$sfull%2$s, joka on tapahtuman käytettävissä olevien tilojen enimmäismäärä optimaalisissa olosuhteissa. Lyhytkoodin oletusarvo on current.
tr_tr: Bu, bir etkinlik için toplam kullanılabilir alanları ayrıştıracaktır. Toplam alanların hesaplanması yaklaşıktır çünkü etkinliğinizdeki sınırların karmaşıklığına bağlıdır. İki hesaplama yöntemi vardır (bunlar kısa koddaki %1$smethod%2$s parametresi ile gösterilebilir). %1$scurrent%2$s, mevcut satışlara dayalı olarak toplam kullanılabilir alanların daha doğru bir hesaplamasını yapar ve %1$sfull%2$s, optimum koşullarda etkinlikteki maksimum toplam kullanılabilir alan olacaktır. Kısa kod varsayılan olarak geçerli olacaktır.

source: This shortcode will parse to the output the total approved registrations for this event
de_de: Dieser Shortcode gibt die Gesamtzahl der genehmigten Anmeldungen für diese Veranstaltung aus
fi: Tämä lyhytkoodi näyttää hyväksyttyjen ilmoittautumisten yhteismäärän tähän tapahtumaan
tr_tr: Bu kısa kod, bu etkinlik için onaylanan toplam kayıtları çıktı olarak parse edecektir

source: This parses to the url for the registration list table filtered by registrations for this event.
de_de: Dies führt zur URL für die Tabelle der Anmeldeliste, gefiltert nach Anmeldungen für diese Veranstaltung.
fi: Tämä näyttää URL-osoitteen ilmoittautumislistaan suodatettuna tämän tapahtuman ilmoittautumisiin.
tr_tr: Bu, bu etkinlik için kayıtlara göre filtrelenmiş kayıt listesi tablosunun url'sine ayrıştırılır.

source: Bot Trap Settings
de_de: Bot Trap Einstellungen
fi: Bottiansan asetukset
fr_fr: Paramètres Bot Trap
tr_tr: Bot Tuzak Ayarları

source: Enable Bot Trap
de_de: Bot Trap aktivieren
fi: Ota bottiansa käyttöön
fr_fr: Activer Bot Trap
tr_tr: Bot Tuzağını Etkinleştir
