Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: An important thing to remember about the previewer is that for the most part, the previewer uses the same underlying system that will be used for actual outgoing messages, so you can be certain that what you see in the preview is what users will see when they receive the message. It is yet another tool provided to make it easier for you to customize the look of your outgoing messages.
de_de: Wichtig bei der Vorschau ist, dass sie größtenteils dasselbe System verwendet, das auch für die tatsächlichen ausgehenden Nachrichten verwendet wird. Sie können also sicher sein, dass das, was Sie in der Vorschau sehen, auch das ist, was die Benutzer sehen werden, wenn sie die Nachricht erhalten. Es handelt sich um ein weiteres Tool, das es Ihnen erleichtert, das Aussehen Ihrer ausgehenden Nachrichten anzupassen.
fi: Tärkeää on muistaa, että esikatseluohjelma käyttää suurimmaksi osaksi samaa järjestelmää kuin varsinaiset lähtevät viestit, joten voit olla varma, että esikatseluohjelma vastaa sitä, mitä käyttäjät näkevät, kun he saavat viestin. Se on jälleen yksi työkalu, jonka avulla voit helpommin muokata lähtevien viestien ulkoasua.
fr_fr: Une chose importante à retenir à propos de la visionneuse est que, pour la plupart, la visionneuse utilise le même système sous-jacent qui sera utilisé pour les messages sortants réels, de sorte que vous pouvez être certain que ce que vous voyez dans l'aperçu est ce que les utilisateurs verront lorsqu'ils recevoir le message. C'est encore un autre outil fourni pour le rendre plus facile pour vous de personnaliser l'apparence de vos messages sortants.
tr_tr: Önizleyici hakkında hatırlanması gereken önemli bir husus, önizleyicinin çoğunlukla gerçek giden mesajlar için kullanılacak temel sistemle aynı sistemi kullanmasıdır, bu nedenle önizlemede gördüğünüzün kullanıcıların mesajı aldıklarında görecekleri şey olduğundan emin olabilirsiniz. Giden mesajlarınızın görünümünü özelleştirmenizi kolaylaştırmak için sağlanan bir başka araçtır.

source: (Logo for the top left of the invoice)
de_de: (Logo für die obere linke Ecke in der Rechnung)
fi: (Logo laskun vasempaan yläkulmaan)
fr_fr: (Logo pour le coin supérieur gauche de la facture)
tr_tr: (Faturanın sol üst köşesi için logo)

source: Messages Settings
de_de: Benachrichtigungseinstellungen
fi: Viestiasetukset
fr_fr: Réglages
tr_tr: Mesaj Ayarları

source: Invoice Gateway Settings
de_de: Rechnungs Gateway-Einstellungen
fi: Laskun yhdyskäytävän asetukset
fr_fr: Paramètres de la passerelle de facturation
tr_tr: Fatura Ağ Geçidi Ayarları

source: On its first activation, Event Espresso will automatically setup the core messenger (email) and message types (registration and payment).
de_de: Bei der ersten Aktivierung richtet Event Espresso automatisch den wichtigsten Messenger (E-Mail) und Nachrichtentypen (Registrierung und Zahlung) ein.
fi: Ensimmäisen aktivoinnin yhteydessä Event Espresso määrittää automaattisesti keskeisen viestinvälittäjän (sähköposti) ja viestityypit (rekisteröinti ja maksu).
fr_fr: Lors de sa première activation, Event Espresso mettra en place automatiquement le messager de base (e-mail) et types de messages (inscription et paiement).
tr_tr: İlk aktivasyonunda Event Espresso otomatik olarak temel mesajlaşma aracını (e-posta) ve mesaj türlerini (kayıt ve ödeme) ayarlayacaktır.

source: The following settings affect the functioning of the Invoice gateway.
de_de: Die folgenden Einstellungen wirken sich auf die Funktionalität des Rechnungs-Gateways aus.
fi: Seuraavat asetukset vaikuttavat laskutuksen toimintoihin.
fr_fr: Les paramètres suivants affectent le fonctionnement de la passerelle de la facture.
tr_tr: Aşağıdaki ayarlar Fatura ağ geçidinin işleyişini etkiler.

source: Total
de_de: Summe
fi: Yhteensä
tr_tr: Toplam

source: Activating / Deactivating Message Types
de_de: Aktivieren/Deaktivieren von Nachrichtentypen
fi: Viestityyppien aktivointi / deaktivointi
fr_fr: Activation / désactivation des types de messages
tr_tr: Mesaj Türlerini Etkinleştirme / Devre Dışı Bırakma

source: Public
de_de: Öffentlich
fi: julkinen
tr_tr: Kamu

source: Paid
de_de: Bezahlt
fi: Maksettu
fr_fr: Payé
tr_tr: Ücretli

source: Activating / Deactivating Messengers
de_de: Aktivieren/Deaktivieren von Boten
fi: Sanansaattajien aktivointi / deaktivointi
fr_fr: Activation / Désactivation des messagers
tr_tr: Habercileri Etkinleştirme / Devre Dışı Bırakma

source: You can select Messengers via the tabs across the top of the settings page. The available messengers you see depends on what version of Event Espresso you have and what addons are installed. Every install include an "Email" messenger tab. When you click one of those tabs it will display that messenger.
de_de: Sie können Messenger über die Registerkarten am oberen Rand der Einstellungsseite auswählen. Die verfügbaren Messenger, die Sie sehen, hängen davon ab, welche Version von Event Espresso Sie haben und welche Addons installiert sind. Jede Installation enthält eine Registerkarte "E-Mail"-Messenger. Wenn Sie auf eine dieser Registerkarten klicken, wird dieser Messenger angezeigt.
fi: Voit valita viestinvälittäjät asetussivun yläreunan välilehdistä. Käytettävissä olevat viestinvälittäjät riippuvat siitä, mikä Event Espresson versio sinulla on ja mitä lisäosia on asennettu. Jokaisessa asennuksessa on "Sähköposti"-viesti-välilehti. Kun napsautat jotakin näistä välilehdistä, se näyttää kyseisen messengerin.
fr_fr: Vous pouvez sélectionner messagers via les onglets en haut de la page des paramètres. Les messagers disponibles que vous voyez dépend de la version de Event Espresso que vous avez et ce que addons sont installés. Chaque installation comprend un onglet de messager de "Email". Lorsque vous cliquez sur un de ces onglets, il affiche ce messager.
tr_tr: Ayarlar sayfasının üst kısmındaki sekmeler aracılığıyla Habercileri seçebilirsiniz. Gördüğünüz mevcut mesajlaşma programları Event Espresso'nun hangi sürümüne sahip olduğunuza ve hangi eklentilerin yüklü olduğuna bağlıdır. Her kurulumda bir "E-posta" mesajlaşma sekmesi bulunur. Bu sekmelerden birine tıkladığınızda o mesajlaşma aracı görüntülenecektir.

source: primary registrant
de_de: primärer Registrant
fi: ensisijainen rekisteröijä
tr_tr: birincil tescil ettiren

source: There are two ways to determine whether a messenger is active or not. The first way is via the messenger tab itself.
de_de: Es gibt zwei Möglichkeiten, um festzustellen, ob ein Messenger aktiv ist oder nicht. Der erste Weg führt über die Registerkarte "Messenger" selbst.
fi: Voit määrittää kahdella tavalla, onko viestinvälittäjä aktiivinen vai ei. Ensimmäinen tapa on itse messenger-välilehden kautta.
fr_fr: Il ya deux façons de déterminer si un messager est actif ou non. La première façon est via l'onglet messager lui-même.
tr_tr: Bir mesajcının aktif olup olmadığını belirlemenin iki yolu vardır. İlk yol mesajlaşma sekmesinin kendisidir.

source: Address to Send Payment
de_de: Zahlungsempfangsadresse
fi: Osoite jonne maksu lähetetään
fr_fr: Adresse pour Envoyer le Paiement
tr_tr: Ödeme Gönderenin Adresi

source: Email address
de_de: E-Mail Adresse
fi: Sähköpostiosoite
tr_tr: E-posta adresi

source: Deleted
de_de: Gelöscht
fi: Poistetut
fr_fr: Supprimé
tr_tr: Silinmiş

source: The second way to determine whether a messenger is active or not is via the "on/off" button in the top right corner of the active messenger displayed content:
de_de: Die zweite Möglichkeit, festzustellen, ob ein Messenger aktiv ist oder nicht, ist die Schaltfläche "Ein/Aus" in der oberen rechten Ecke des angezeigten Inhalts des aktiven Messengers:
fi: Toinen tapa määrittää, onko viestinvälittäjä aktiivinen vai ei, on aktiivisen viestinvälittäjän näytetyn sisällön oikeassa yläkulmassa olevan "on/off"-painikkeen avulla:
fr_fr: La deuxième façon de déterminer si un messager est actif ou non, c'est via le "on/off" dans le coin supérieur droit du messager actif s'affiche contenu:
tr_tr: Bir mesajlaşma programının aktif olup olmadığını belirlemenin ikinci yolu, aktif mesajlaşma programının görüntülenen içeriğinin sağ üst köşesindeki "açık/kapalı" düğmesidir:

source: The on/off toggle is also what you use to activate or deactivate a messenger.
de_de: Die Ein-/Ausschalttaste wird auch verwendet, um einen Messenger zu aktivieren oder zu deaktivieren.
fi: Päälle/pois-kytkimellä voit myös aktivoida tai poistaa viestimen käytöstä.
fr_fr: La bascule marche / arrêt est aussi ce que vous utilisez pour activer ou désactiver un messager.
tr_tr: Açma/kapama düğmesi aynı zamanda bir mesajlaşma programını etkinleştirmek veya devre dışı bırakmak için de kullanılır.

source: Invoice
de_de: Rechnung
fi: Lasku
fr_fr: Facture
tr_tr: Fatura

source: page
de_de: Seite
fi: sivu
tr_tr: Sayfa

source: What happens when you click the toggle to activate is the messenger is activated and the system determines what default message types are activated with the messenger. Then, if there are any default settings for either the messenger or message types those settings are saved. Next, the system will generate any default templates (if none have been generated before, if there are previously generated templates then they are reactivated). Finally, you will see the display change to reflect that the messenger is active. If the messenger has settings you can modify them then. Any message types that have settings will also automatically expand so you can see the default settings and make any changes as necessary to fit your needs. Usually the defaults are sufficient however.
de_de: Wenn Sie auf die Schaltfläche zum Aktivieren klicken, wird der Messenger aktiviert und das System bestimmt, welche Standardnachrichtenarten mit dem Messenger aktiviert werden. Wenn es dann Standardeinstellungen für den Messenger oder die Nachrichtentypen gibt, werden diese Einstellungen gespeichert. Als Nächstes generiert das System alle Standardvorlagen (falls zuvor keine generiert wurden; falls bereits generierte Vorlagen vorhanden sind, werden sie reaktiviert). Schließlich ändert sich die Anzeige, um anzuzeigen, dass der Messenger aktiv ist. Wenn der Messenger über Einstellungen verfügt, können Sie diese nun ändern. Alle Nachrichtentypen, die über Einstellungen verfügen, werden ebenfalls automatisch erweitert, so dass Sie die Standardeinstellungen sehen und gegebenenfalls Änderungen vornehmen können, um sie Ihren Bedürfnissen anzupassen. In der Regel sind die Standardeinstellungen jedoch ausreichend.
fi: Kun napsautat aktivoimista, viestinvälittäjä aktivoituu ja järjestelmä määrittää, mitkä oletusviestityypit aktivoituvat viestinvälittäjän kanssa. Jos oletusasetuksia on olemassa joko viestinviejälle tai viestityypeille, ne tallennetaan. Seuraavaksi järjestelmä luo mahdolliset oletusmallit (jos niitä ei ole luotu aiemmin, ja jos on olemassa aiemmin luotuja malleja, ne aktivoidaan uudelleen). Lopuksi näyttö muuttuu siten, että viestinvälittäjä on aktiivinen. Jos viestinviejällä on asetuksia, voit muokata niitä. Kaikki viestityypit, joilla on asetuksia, avautuvat myös automaattisesti, jotta voit nähdä oletusasetukset ja tehdä tarvittaessa muutoksia tarpeisiisi. Yleensä oletusasetukset ovat kuitenkin riittävät.
fr_fr: Qu'est-ce qui se passe lorsque vous cliquez sur la bascule pour activer le messager est activé et le système détermine quels types de message par défaut sont activés avec le messager. Alors, s'il ya des paramètres par défaut pour les types, soit le messager ou le message de ces paramètres sont enregistrés. Ensuite, le système génère des modèles par défaut (si aucun n'a été produite avant, si il ya déjà généré des modèles alors qu'ils sont réactivés). Enfin, vous verrez le changement d'affichage pour indiquer que le messager est actif. Si le messager a des paramètres, vous pouvez les modifier ensuite. Tous les types de messages qui ont les paramètres seront également étendre automatiquement afin que vous puissiez voir les paramètres par défaut et apporter tous les changements nécessaires pour s'adapter à vos besoins. Habituellement, les valeurs par défaut sont suffisantes cependant.
tr_tr: Etkinleştirmek için geçiş düğmesine tıkladığınızda olan şey, mesajlaşma aracının etkinleştirilmesi ve sistemin mesajlaşma aracıyla birlikte hangi varsayılan mesaj türlerinin etkinleştirileceğini belirlemesidir. Ardından, mesajlaşma programı veya mesaj türleri için herhangi bir varsayılan ayar varsa, bu ayarlar kaydedilir. Daha sonra, sistem varsayılan şablonları oluşturur (daha önce oluşturulmamışsa, önceden oluşturulmuş şablonlar varsa bunlar yeniden etkinleştirilir). Son olarak, ekranın mesajcının aktif olduğunu yansıtacak şekilde değiştiğini göreceksiniz. Habercinin ayarları varsa, bunları değiştirebilirsiniz. Ayarları olan tüm mesaj türleri de otomatik olarak genişleyecektir, böylece varsayılan ayarları görebilir ve ihtiyaçlarınıza uyması için gereken değişiklikleri yapabilirsiniz. Ancak genellikle varsayılan ayarlar yeterlidir.

source: Date:
de_de: Datum:
fi: Päivämäärä:
tr_tr: Tarih:

source: When you deactivate a messenger, the system will first check if there are any custom event templates for that messenger. If there are you will be unable to deactivate the messenger. This is a fail safe to make sure you know that no messages will go out for those specific events so you don't accidentally deactivate. If this check passes, then the system will deactivate any global templates for that messenger (note the templates are not erased, they just become inactive, so if you decide to reactivate the messenger later all your customizations are preserved). Then the display will change to reflect the deactivation.
de_de: Wenn Sie einen Messenger deaktivieren, prüft das System zunächst, ob benutzerdefinierte Ereignisvorlagen für diesen Messenger vorhanden sind. Wenn dies der Fall ist, können Sie den Messenger nicht deaktivieren. Dies ist eine Sicherheitsvorkehrung, um sicherzustellen, dass Sie wissen, dass für diese speziellen Ereignisse keine Nachrichten versendet werden, damit Sie nicht versehentlich deaktivieren. Wenn diese Prüfung erfolgreich ist, deaktiviert das System alle globalen Vorlagen für diesen Messenger (beachten Sie, dass die Vorlagen nicht gelöscht, sondern nur inaktiv werden, so dass alle Ihre Anpassungen erhalten bleiben, wenn Sie den Messenger später wieder aktivieren). Anschließend ändert sich die Anzeige, um die Deaktivierung widerzuspiegeln.
fi: Kun poistat viestimen käytöstä, järjestelmä tarkistaa ensin, onko kyseiselle viestimelle olemassa mukautettuja tapahtumamalleja. Jos niitä on, et voi poistaa viestimen käytöstä. Tämä on varotoimenpide, jolla varmistetaan, että viestejä ei lähetetä kyseisten tapahtumien yhteydessä, jotta et vahingossa deaktivoi viestinviejää. Jos tämä tarkistus läpäisee tarkistuksen, järjestelmä poistaa käytöstä kaikki kyseisen viestinviejän globaalit mallit (huomaa, että malleja ei poisteta, ne vain muuttuvat inaktiivisiksi, joten jos päätät myöhemmin aktivoida viestinviejän uudelleen, kaikki mukauttamisesi säilyvät). Tämän jälkeen näyttö muuttuu vastaamaan deaktivointia.
fr_fr: Lorsque vous désactivez un messager, le système va d'abord vérifier s'il ya des modèles d'événements personnalisés pour que messager. S'il ya, vous serez incapable de désactiver le messager. C'est un échec sécuritaire de s'assurer que vous savez qu'aucun message sortiront de ces événements spécifiques de sorte que vous ne désactivez pas accidentellement. Si ce contrôle passe, le système se désactive tous les modèles mondiaux pour que messager (notez les modèles ne sont pas effacés, ils deviennent inactifs, et si vous décidez de réactiver le messager plus tard toutes vos personnalisations sont conservés). Ensuite, l'affichage change pour refléter la désactivation.
tr_tr: Bir haberciyi devre dışı bıraktığınızda, sistem öncelikle o haberci için herhangi bir özel olay şablonu olup olmadığını kontrol edecektir. Eğer varsa, haberciyi devre dışı bırakamazsınız. Bu, yanlışlıkla devre dışı bırakmamanız için bu belirli etkinlikler için hiçbir mesajın gönderilmeyeceğinden emin olmanızı sağlayan bir hata emniyetidir. Bu kontrol geçerse, sistem söz konusu haberci için tüm genel şablonları devre dışı bırakacaktır (şablonların silinmediğini, sadece etkin olmadıklarını unutmayın, böylece haberciyi daha sonra yeniden etkinleştirmeye karar verirseniz tüm özelleştirmeleriniz korunur). Ardından ekran devre dışı bırakmayı yansıtacak şekilde değişecektir.

source: Registration Code:
de_de: Registrierungscode:
fi: Ilmoittautumiskoodi:
fr_fr: N° d'inscription:
tr_tr: Kayıt Kodu:

source: Transaction ID:
de_de: Transaktions-ID:
fi: Tilaustunnus:
fr_fr: ID de la transaction :
tr_tr: İşlem ID:

source: Note:
de_de: Hinweis:
fi: Huom:
tr_tr: Not:

source: Bill To:
de_de: Rechnungsadresse:
fi: Lasku:
fr_fr: Facturer à:
tr_tr: Fatura:

source: Purchases
de_de: Bestellungen
fi: Ostokset
fr_fr: Achats
tr_tr: Alınanlar

source: Event Name and Ticket
de_de: Veranstaltungsname und Ticket
fi: Tapahtuman nimi ja lippu
fr_fr: Nom de l'événement et billetterie
tr_tr: Etkinlik Adı ve Bilet

source: Item
de_de: Artikel
fi: Tuote
fr_fr: Produit
tr_tr: Öğe

source: Event Date
de_de: Veranstaltungstermin
fi: Tapahtuman päivä
fr_fr: Date de l'événement
tr_tr: Etkinlik Tarihi

source: What is the Event Espresso Messages System?
de_de: Was ist das Event Espresso Messages System?
fi: Mikä on Event Espresso-viestijärjestelmä?
fr_fr: Quelle est la Messages Espresso System Event?
tr_tr: Event Espresso mesaj sistemi nedir?

source: Transaction Items
de_de: Transaktionsartikel
fi: Tilauksen tuotteet
fr_fr: Transaction Articles
tr_tr: İşlem Kalemleri

source: Sub-Total
de_de: Zwischensumme
fi: Välisumma
fr_fr: Sous-total
tr_tr: Alt Toplam

source: Transaction Total
de_de: Gesamtsumme der Transaktion
fi: Tilauksen loppusumma
fr_fr: Total de la Transaction
tr_tr: İşlem Toplamı

source: Tax Total
de_de: MwSt
fi: Verot yhteensä
fr_fr: Total de la taxe
tr_tr: Toplam Vergi

source: We've intentionally created this framework so that we have as much flexibility as possible for future ideas that we think of (or customers think of) for the kinds of messages that get sent out related to your events.
de_de: Wir haben diesen Rahmen absichtlich so gestaltet, dass wir so viel Flexibilität wie möglich für zukünftige Ideen haben, die uns (oder unseren Kunden) für die Art von Nachrichten einfallen, die im Zusammenhang mit Ihren Veranstaltungen verschickt werden.
fi: Olemme tietoisesti luoneet tämän kehyksen, jotta voimme olla mahdollisimman joustavia tuleville ideoille, joita keksimme (tai joita asiakkaat keksivät) tapahtumiinne liittyvien viestien lähettämiseksi.
fr_fr: Nous avons volontairement créé ce cadre afin que nous ayons autant de souplesse que possible pour les futures idées que nous pensons (ou clients pensent de) pour les types de messages qui sont envoyés à liées à vos événements.
tr_tr: Bu çerçeveyi bilinçli olarak oluşturduk, böylece etkinliklerinize ilişkin olarak gönderilecek mesaj türleriyle ilgili olarak düşündüğümüz (veya müşterilerin düşündüğü) gelecekteki fikirler için mümkün olduğunca fazla esnekliğe sahip olduk.

source: view additional transaction session details
de_de: Zeige zusätzliche Details der Transaktionssession
fi: näytä tilausistunnon lisätiedot
fr_fr: Consulter des détails de session de transaction supplémentaires
tr_tr: ek işlem oturumu ayrıntılarını görüntüle

source: * taxable items
de_de: * steuerpflichtige Positionen
fi: * veronalaisia tuotteita
fr_fr: * les éléments imposables
tr_tr: * vergiye tabi kalemler

source: Message Templates
de_de: Nachrichtenvorlagen
fi: Viestipohjat
fr_fr: Modèles de message
tr_tr: Mesaj Şablonları

source: hide additional transaction session details
de_de: Verstecke zusätzliche Details der Transaktionssession
fi: piilota tilausistunnon lisätiedot
fr_fr: Cachez des détails de session de transaction supplémentaires
tr_tr: ek işlem oturumu ayrıntılarını gizleme

source: Payments
de_de: Zahlungen
fi: Maksut
fr_fr: Paiements
tr_tr: Ödemeler

source: Transaction Session Details
de_de: Transaktionssession-Details
fi: Tilausistunnon tiedot
fr_fr: Détails de la session de transaction
tr_tr: İşlem Oturum Ayrıntıları

source: Payment Method
de_de: Zahlungsmethode
fi: Maksutapa
fr_fr: Mode de paiement
tr_tr: Ödeme Türü

source: Date
de_de: Datum
fi: Päivä
tr_tr: Tarih

source: Transaction Id / Cheque #
de_de: Transaktions-ID / Scheck #
fi: Tilaustunnus/Shekkinro
fr_fr: Transaction Id / Chèque #
tr_tr: İşlem ID #

source: With the Event Espresso Messages system, every Messenger, Message Type, and context will have a global template created with some default content on creation. You have the ability to edit the global template that will be used for all events you create. Additionally, you have the ability to create custom templates for each event on the edit event page for the event (in a metabox labelled "Notifications").
de_de: Mit dem Event Espresso-Nachrichtensystem wird für jeden Messenger, Nachrichtentyp und Kontext eine globale Vorlage erstellt, die bei der Erstellung einige Standardinhalte enthält. Sie haben die Möglichkeit, die globale Vorlage zu bearbeiten, die für alle von Ihnen erstellten Ereignisse verwendet wird. Zusätzlich haben Sie die Möglichkeit, auf der Seite "Ereignis bearbeiten" für jedes Ereignis (in einer Metabox mit der Bezeichnung "Benachrichtigungen") benutzerdefinierte Vorlagen zu erstellen.
fi: Event Espresson viestijärjestelmässä jokaiselle viestinviejälle, viestityypille ja asiayhteydelle luodaan globaali malli, jossa on oletussisältöä luotaessa. Sinulla on mahdollisuus muokata globaalia mallia, jota käytetään kaikissa luomissasi tapahtumissa. Lisäksi sinulla on mahdollisuus luoda mukautettuja malleja kullekin tapahtumalle tapahtuman muokkaussivulla (metaboxissa, jonka nimi on "Ilmoitukset").
fr_fr: Avec le système de messages Event Espresso, chaque Messenger, le type de message et le contexte auront un modèle global créé avec du contenu par défaut sur la création. Vous avez la possibilité de modifier le modèle global qui sera utilisé pour tous les événements que vous créez. En outre, vous avez la possibilité de créer des modèles personnalisés pour chaque événement sur la page de l'événement d'édition de l'événement (dans un metabox marqué "Notifications").
tr_tr: Event Espresso Messages sistemi ile her Messenger, Mesaj Türü ve bağlam, oluşturulduğunda bazı varsayılan içeriklerle oluşturulmuş genel bir şablona sahip olacaktır. Oluşturduğunuz tüm etkinlikler için kullanılacak genel şablonu düzenleme olanağına sahipsiniz. Ayrıca, etkinliğin etkinlik düzenleme sayfasında ("Bildirimler" etiketli bir metabox'ta) her etkinlik için özel şablonlar oluşturma olanağına sahipsiniz.

source: Method
de_de: Methode
fi: Menetelmä
fr_fr: Méthode
tr_tr: Metod

source: Select Messenger
de_de: Mitteilungsdienst auswählen
fi: Valitse viestin
fr_fr: Choisir Messenger
tr_tr: Mesenger Seç

source: Select Message Type
de_de: Mitteilungstyp auswählen
fi: Valitse viestin tyyppi
fr_fr: Sélectionner le type de message
tr_tr: Mesaj Tipi Seç

source: Gateway Response
de_de: Antwort des Gateways
fi: Maksuvälitysjärjestelmän vastaus
fr_fr: Réponse de Passerelle
tr_tr: Ağ Geçidi Yanıtı

source: Total Paid
de_de: Insgesamt gezahlt
fi: Maksettu yhteensä
fr_fr: Montant total versé
tr_tr: Toplam Ödenenler

source: Select Event
de_de: Veranstaltung auswählen
fi: Valitse tapahtuma
fr_fr: Choisir un événement
tr_tr: Etkinlik Seç

source: TXN&nbsp;ID / CHQ&nbsp;#
de_de: TXN ID / CHQ #
fi: Vero-/Shekkinro
tr_tr: TXN ID / CHQ #

source: Amount Owed
de_de: Offener Betrag
fi: Velkamäärästä
fr_fr: Montant de la créance
tr_tr: Borçlu Tutar
