Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: The %1$s is expected to receive an instance of %2$s, however an instance of %3$s received instead.
de_de: Es wird erwartet, dass %1$s eine Instanz von %2$s empfängt, stattdessen wurde jedoch eine Instanz von %3$s empfangen.
fi: %1$s:n odotetaan saavan %2$s:n instanssin, mutta sen sijaan saatiin %3$s:n instanssi.
tr_tr: %1$s öğesinin %2$s öğesinin bir örneğini alması bekleniyor, ancak bunun yerine %3$s öğesinin bir örneği alındı.

source: This message type automates sending messages to registrations for an upcoming event. Messages are sent at the threshold you define (eg 3 days before) prior to the earliest datetime attached to the event. Other datetimes on the event have no bearing on when this message type is triggered. Messages for this message type are sent to approved registrations and are only triggered for upcoming and/or sold out, and published upcoming events.
de_de: Dieser Nachrichtentyp automatisiert den Versand von Nachrichten an Anmeldungen für eine bevorstehende Veranstaltung. Die Nachrichten werden zu dem von Ihnen festgelegten Schwellenwert (z. B. 3 Tage vorher) vor dem frühesten an das Ereignis angehängten Datum gesendet. Andere Zeitpunkte des Ereignisses haben keinen Einfluss darauf, wann dieser Nachrichtentyp ausgelöst wird. Nachrichten für diesen Nachrichtentyp werden an genehmigte Anmeldungen gesendet und werden nur für bevorstehende und/oder ausverkaufte und veröffentlichte bevorstehende Veranstaltungen ausgelöst.
fi: Tämä viestityyppi automatisoi viestien lähettämisen tulevan tapahtuman rekisteröijille. Viestit lähetetään määrittelemäsi kynnysarvon (esim. 3 päivää ennen) jälkeen ennen tapahtumaan liitettyä aikaisinta päivämäärää. Tapahtuman muut päivämäärät eivät vaikuta siihen, milloin tämä viestityyppi käynnistyy. Tämän viestityypin viestit lähetetään hyväksytyille ilmoittautuneille, ja ne käynnistyvät vain tulevissa ja/tai loppuunmyydyissä ja julkaistuissa tulevissa tapahtumissa.
tr_tr: Bu mesaj türü, yaklaşan bir etkinlik için kayıtlara mesaj göndermeyi otomatikleştirir. Mesajlar, etkinliğe eklenen en erken tarih saatinden önce tanımladığınız eşikte (örneğin 3 gün önce) gönderilir. Etkinlikteki diğer tarih zamanlarının bu mesaj türünün ne zaman tetikleneceği üzerinde hiçbir etkisi yoktur. Bu mesaj türü için mesajlar onaylanmış kayıtlara gönderilir ve yalnızca yaklaşan ve/veya biletleri tükenmiş ve yayınlanmış yaklaşan etkinlikler için tetiklenir.

source: This message type automates sending messages to registrations for an upcoming datetime. Messages are sent at the threshold you define (eg 3 days before) prior to a datetime on an event. Messages for this message type are sent to approved registrations and are only triggered for datetimes on upcoming and/or sold out, and published upcoming events. Note that this will send the message for each datetime on the event.
de_de: Dieser Nachrichtentyp automatisiert das Versenden von Nachrichten an Registrierungen für ein bevorstehendes Datum. Die Nachrichten werden zu dem von Ihnen festgelegten Schwellenwert (z. B. 3 Tage vorher) vor dem Termin einer Veranstaltung gesendet. Nachrichten für diesen Nachrichtentyp werden an genehmigte Anmeldungen gesendet und werden nur für Termine für bevorstehende und/oder ausverkaufte und veröffentlichte bevorstehende Veranstaltungen ausgelöst. Beachten Sie, dass die Nachricht für jeden Termin der Veranstaltung versendet wird.
fi: Tämä viestityyppi automatisoi viestien lähettämisen rekisteröinneille tulevana ajankohtana. Viestit lähetetään määrittelemäsi kynnysarvon (esim. 3 päivää ennen) ennen tapahtuman ajankohtaa. Tämän viestityypin viestit lähetetään hyväksytyille rekisteröinneille, ja ne käynnistetään vain tulevien ja/tai loppuunmyytyjen ja julkaistujen tulevien tapahtumien ajankohdista. Huomaa, että tämä lähettää viestin jokaiselle tapahtuman päivämäärälle.
tr_tr: Bu mesaj türü, yaklaşan bir tarih saati için kayıtlara mesaj göndermeyi otomatikleştirir. Mesajlar, bir etkinlikteki tarih saatinden önce tanımladığınız eşikte (örneğin 3 gün önce) gönderilir. Bu mesaj türü için mesajlar onaylı kayıtlara gönderilir ve yalnızca yaklaşan ve/veya biletleri tükenmiş ve yayınlanmış yaklaşan etkinliklerin tarih zamanları için tetiklenir. Bu mesajın etkinlikteki her tarih saati için gönderileceğini unutmayın.

source: Recipient's are who will receive the message. There is only one message sent per attendee, no matter how many registrations are attached to that attendee.
de_de: Die Empfänger sind diejenigen, die die Nachricht erhalten werden. Es wird nur eine Nachricht pro Teilnehmer gesendet, unabhängig davon, wie viele Anmeldungen diesem Teilnehmer zugeordnet sind.
fi: Vastaanottajat ovat ne, jotka saavat viestin. Osallistujaa kohti lähetetään vain yksi viesti riippumatta siitä, kuinka monta rekisteröintiä osallistujaan liittyy.
tr_tr: Alıcılar mesajı alacak kişilerdir. Katılımcıya kaç kayıt eklenmiş olursa olsun, katılımcı başına yalnızca bir mesaj gönderilir.

source: This template will be used to generate the message from the context of Event Administrator (event author).
de_de: Diese Vorlage wird verwendet, um die Nachricht aus dem Kontext des Ereignisadministrators (Autor des Ereignisses) zu generieren.
fi: Tätä mallia käytetään viestin luomiseen tapahtuman ylläpitäjän (tapahtuman kirjoittajan) kontekstista.
tr_tr: Bu şablon, mesajı Olay Yöneticisi (olay yazarı) bağlamından oluşturmak için kullanılacaktır.

source: Authorize.net Accept is an off-site payment method for accepting credit and debit card payments and is available to event organizers in the United States, Canada, United Kingdom, and Australia. An account with Authorize.net is required to accept payments. Need an Authorize.net account? %1$sClick here to sign up for a merchant account%2$s.
de_de: Authorize.net Accept ist eine externe Zahlungsmethode für die Annahme von Kredit- und Debitkartenzahlungen und steht Veranstaltern in den Vereinigten Staaten, Kanada, Großbritannien und Australien zur Verfügung. Ein Konto bei Authorize.net ist erforderlich, um Zahlungen zu akzeptieren. Benötigen Sie ein Authorize.net-Konto? %1$sKlicken Sie hier, um sich für ein Händlerkonto%2$s anzumelden.
fi: Authorize.net Accept on luotto- ja pankkikorttimaksujen hyväksymiseen tarkoitettu maksumenetelmä, joka on tapahtumajärjestäjien käytettävissä Yhdysvalloissa, Kanadassa, Yhdistyneessä kuningaskunnassa ja Australiassa. Maksujen vastaanottaminen edellyttää tiliä Authorize.netissä. Tarvitsetko Authorize.net-tilin? %1$sKlikkaa tästä rekisteröityäksesi kauppiastilille%2$s.
tr_tr: Authorize.net Accept, kredi ve banka kartı ödemelerini kabul etmek için tesis dışı bir ödeme yöntemidir ve Amerika Birleşik Devletleri, Kanada, Birleşik Krallık ve Avustralya'daki etkinlik organizatörleri tarafından kullanılabilir. Ödemeleri kabul etmek için Authorize.net'te bir hesap gereklidir. Bir Authorize.net hesabına mı ihtiyacınız var? %1$sBir satıcı hesabına kaydolmak için buraya tıklayın%2$s.

source: Transactions under $100 will be accepted, those over $100 will be declined. A monthly limit of $5000 is also configured in the sandbox. If you exceed this amount, your eCheck transactions will also be declined.
de_de: Transaktionen unter 100 $ werden akzeptiert, Transaktionen über 100 $ werden abgelehnt. In der Sandbox ist außerdem ein monatliches Limit von 5000 $ eingerichtet. Wenn Sie diesen Betrag überschreiten, werden Ihre eCheck-Transaktionen ebenfalls abgelehnt.
fi: Alle 100 dollarin maksutapahtumat hyväksytään, yli 100 dollarin maksutapahtumat hylätään. Hiekkalaatikossa on myös määritetty 5000 dollarin kuukausiraja. Jos ylität tämän summan, myös eCheck-tapahtumat hylätään.
tr_tr: 100 doların altındaki işlemler kabul edilecek, 100 doların üzerindekiler reddedilecektir. Sandbox'ta aylık 5000$'lık bir limit de yapılandırılmıştır. Bu tutarı aşarsanız, eCheck işlemleriniz de reddedilecektir.

source: Web browsers may fail to display the billing form if your website is not using HTTPS. %1$sPlease ensure you have a valid SSL certificate%2$s and that all content is being served over HTTPS.
de_de: Webbrowser zeigen das Abrechnungsformular möglicherweise nicht an, wenn Ihre Website nicht mit HTTPS arbeitet. %1$sBitte stellen Sie sicher, dass Sie über ein gültiges SSL-Zertifikat%2$s verfügen und dass alle Inhalte über HTTPS bereitgestellt werden.
fi: Verkkoselaimet eivät välttämättä näytä laskutuslomaketta, jos verkkosivustosi ei käytä HTTPS-yhteyttä. %1$sVarmista, että sinulla on voimassa oleva SSL-sertifikaatti%2$s ja että kaikki sisältö toimitetaan HTTPS:n kautta.
tr_tr: Web siteniz HTTPS kullanmıyorsa web tarayıcıları fatura formunu görüntüleyemeyebilir. %1$sLütfen geçerli bir SSL sertifikanız olduğundan%2$s ve tüm içeriğin HTTPS üzerinden sunulduğundan emin olun.

source: Debug Mode is turned ON. After clicking 'Finalize Registration' You will be redirected to the Authorize.net Sandbox environment.
de_de: Der Debug-Modus ist eingeschaltet. Nachdem Sie auf "Registrierung abschließen" geklickt haben, werden Sie zur Authorize.net Sandbox-Umgebung weitergeleitet.
fi: Virheenkorjaustila on päällä. Kun olet napsauttanut 'Finalize Registration', sinut ohjataan Authorize.net Sandbox -ympäristöön.
tr_tr: Hata Ayıklama Modu AÇIK konuma getirilir. 'Kaydı Kesinleştir'e tıkladıktan sonra Authorize.net Sandbox ortamına yönlendirileceksiniz.

source: Test Bank Accounts
de_de: Test Bankkonten
fi: Testi Pankkitilit
tr_tr: Banka Hesaplarını Test Edin

source: When testing checking accounts, use %1$s for the routing number and %2$s for the account number.
de_de: Bei der Prüfung von Girokonten verwenden Sie %1$s für die Routingnummer und %2$s für die Kontonummer.
fi: Kun testaat sekkitilejä, käytä reititysnumeroa %1$s ja tilinumeroa %2$s.
tr_tr: Çek hesaplarını test ederken, yönlendirme numarası için %1$s ve hesap numarası için %2$s kullanın.

source: This integration can use the Authorize.net Transaction Details API for increased security. %1$sPlease enable the Authorize.net Transaction Details API for your account.%2$s
de_de: Diese Integration kann die Authorize.net Transaktionsdetails-API für erhöhte Sicherheit verwenden. %1$sBitte aktivieren Sie die Authorize.net-Transaktionsdetails-API für Ihr Konto.%2$s
fi: Tämä integraatio voi käyttää Authorize.net Transaction Details API:ta turvallisuuden lisäämiseksi. %1$sOta Authorize.net Transaction Details API käyttöön tilillesi.%2$s
tr_tr: Bu entegrasyon, daha fazla güvenlik için Authorize.net İşlem Ayrıntıları API'sini kullanabilir. %1$sLütfen hesabınız için Authorize.net İşlem Ayrıntıları API'sini etkinleştirin.%2$s

source: The payment processor Authorize.net appears to not be responding. Their server may be having issues, or %1$s may have content being served over HTTP and your browser is preventing the page from loading completely. Please contact the site owner and try again using a different browser.
de_de: Der Zahlungsanbieter Authorize.net scheint nicht zu reagieren. Möglicherweise gibt es Probleme mit dem Server, oder %1$s hat Inhalte, die über HTTP bereitgestellt werden, und Ihr Browser verhindert, dass die Seite vollständig geladen wird. Wenden Sie sich bitte an den Eigentümer der Website und versuchen Sie es mit einem anderen Browser erneut.
fi: Maksuprosessori Authorize.net ei näytä vastaavan. Heidän palvelimellaan saattaa olla ongelmia, tai %1$s:n sisältöä tarjoillaan HTTP:n kautta ja selaimesi estää sivun latautumisen kokonaan. Ota yhteyttä sivuston omistajaan ja yritä uudelleen toisella selaimella.
tr_tr: Ödeme işlemcisi Authorize.net yanıt vermiyor gibi görünüyor. Sunucuları sorun yaşıyor olabilir veya %1$s HTTP üzerinden sunulan bir içeriğe sahip olabilir ve tarayıcınız sayfanın tamamen yüklenmesini engelliyor olabilir. Lütfen site sahibiyle iletişime geçin ve farklı bir tarayıcı kullanarak tekrar deneyin.

source: We were unable to send an error report to the server. Please notify the site owner. The error was:
de_de: Wir waren nicht in der Lage, einen Fehlerbericht an den Server zu senden. Bitte benachrichtigen Sie den Eigentümer der Website. Der Fehler war:
fi: Emme pystyneet lähettämään virheilmoitusta palvelimelle. Ilmoita asiasta sivuston omistajalle. Virhe oli:
tr_tr: Sunucuya bir hata raporu gönderemedik. Lütfen site sahibini bilgilendirin. Hata şuydu:

source: Continue
de_de: Weiter
fi: Jatka
tr_tr: Devam et

source: Reset Form And Try Again
de_de: Formular zurücksetzen und erneut versuchen
fi: Nollaa lomake ja yritä uudelleen
tr_tr: Formu Sıfırlayın ve Tekrar Deneyin

source: Payment page token request
de_de: Zahlungsseite Token-Anforderung
fi: Maksusivun token-pyyntö
tr_tr: Ödeme sayfası belirteci isteği

source: Unrecognized "getHostedPaymentPageRequest" Error
de_de: Nicht erkannter "getHostedPaymentPageRequest"-Fehler
fi: Tunnistamaton "getHostedPaymentPageRequest" Virhe
tr_tr: Tanınmayan "getHostedPaymentPageRequest" Hatası

source: Successful payment, but it could not be verified. Please check the Transaction Details API is enabled for your account. See %1$s
de_de: Die Zahlung war erfolgreich, konnte aber nicht verifiziert werden. Bitte überprüfen Sie, ob die Transaktionsdetails-API für Ihr Konto aktiviert ist. Siehe %1$s
fi: Maksu onnistui, mutta sitä ei voitu todentaa. Tarkista, että tililläsi on käytössä Transaction Details API. Katso %1$s
tr_tr: Ödeme başarılı, ancak doğrulanamadı. Lütfen hesabınız için İşlem Ayrıntıları API'sinin etkinleştirildiğini kontrol edin. Bkz. %1$s

source: The response from Authorize.net could to be defined.
de_de: Die Antwort von Authorize.net konnte noch nicht definiert werden.
fi: Authorize.netin vastaus voitaisiin määritellä.
tr_tr: Authorize.net'ten gelen yanıt tanımlanabilir.

source: Could not find Authorize.net Accept payment for EE payment %s
de_de: Authorize.net konnte nicht gefunden werden Akzeptieren Sie die Zahlung für EE Zahlung %s
fi: Ei löytynyt Authorize.net Hyväksy maksu EE-maksua varten %s
tr_tr: EE ödemesi %s için Authorize.net Accept ödemesi bulunamadı

source: Other (promotion/surcharge)
de_de: Sonstiges (Förderung/Zuschlag)
fi: Muu (myynninedistäminen/lisä)
tr_tr: Diğer (promosyon/ek ücret)

source: Authorize.net Accept
de_de: Authorize.net Akzeptieren
fi: Authorize.net Hyväksy
tr_tr: Authorize.net Kabul Et

source: Authorize.net API login ID %s
de_de: Authorize.net API-Anmelde-ID %s
fi: Authorize.net API kirjautumistunnus %s
tr_tr: Authorize.net API oturum açma kimliği %s

source: Hide
de_de: Ausblenden
fi: Piilota
tr_tr: Gizle

source: Show, but don't require
de_de: Anzeigen, aber nicht verlangen
fi: Näytä, mutta älä vaadi
tr_tr: Gösterin, ancak zorunlu tutmayın

source: Require
de_de: Fordern Sie an.
fi: Vaadi
tr_tr: Gerekli

source: Authorize.net Accept Settings
de_de: Authorize.net Akzeptanz-Einstellungen
fi: Authorize.net Hyväksy asetukset
tr_tr: Authorize.net Kabul Ayarları

source: Adjust the settings for the Authorize.net Accept payment gateway.
de_de: Passen Sie die Einstellungen für das Zahlungs-Gateway Authorize.net Accept an.
fi: Säädä Authorize.net Accept -maksuportin asetuksia.
tr_tr: Authorize.net Accept ödeme ağ geçidi için ayarları yapın.

source: Important Setup Notes
de_de: Wichtige Hinweise zur Einrichtung
fi: Tärkeitä asetuksia
tr_tr: Önemli Kurulum Notları

source: Please, remember to use your event website, otherwise we'll take the hint and realize you don't really want the site and will delete it. (But we'll send you another email when the time gets close, like we did this time.)
de_de: Bitte denken Sie daran, Ihre Veranstaltungs-Website zu verwenden, sonst merken wir, dass Sie die Website nicht wirklich wollen und löschen sie. (Aber wir schicken Ihnen eine weitere E-Mail, wenn die Zeit näher rückt, so wie wir es dieses Mal getan haben).
fi: Muistathan käyttää tapahtuman verkkosivustoa, muuten ymmärrämme vihjeen ja huomaamme, ettet oikeasti halua sivustoa, ja poistamme sen. (Mutta lähetämme sinulle uuden sähköpostin, kun aika lähestyy, kuten tälläkin kertaa.)
tr_tr: Lütfen etkinlik web sitenizi kullanmayı unutmayın, aksi takdirde ipucunu alacağız ve siteyi gerçekten istemediğinizi anlayacağız ve sileceğiz. (Ancak zaman yaklaştığında size başka bir e-posta göndereceğiz, bu sefer yaptığımız gibi).

source: Ok, got it. Take me to %1$s.
de_de: Ok, ich hab's. Bringen Sie mich zu %1$s.
fi: Selvä, tajusin. Vie minut %1$s:lle.
tr_tr: Tamam, anladım. Beni %1$s'a götür.

source: There was an error initializing the payment form from Authorize.net. Please contact the site administrator.
de_de: Es ist ein Fehler bei der Initialisierung des Zahlungsformulars von Authorize.net aufgetreten. Bitte kontaktieren Sie den Administrator der Website.
fi: Authorize.netin maksulomakkeen alustamisessa tapahtui virhe. Ota yhteyttä sivuston ylläpitäjään.
tr_tr: Ödeme formunu Authorize.net'ten başlatırken bir hata oluştu. Lütfen site yöneticisi ile iletişime geçin.

source: You probably saw the email we sent you notifying your site would be deleted if you didn't log in. Well, you logged in, and so we won't be deleting your site.
de_de: Sie haben wahrscheinlich die E-Mail gesehen, in der wir Ihnen mitgeteilt haben, dass Ihre Website gelöscht wird, wenn Sie sich nicht anmelden. Nun, Sie haben sich eingeloggt, und deshalb werden wir Ihre Website nicht löschen.
fi: Näit luultavasti sähköpostin, jossa ilmoitimme, että sivustosi poistetaan, jos et kirjaudu sisään. No, kirjauduit sisään, joten emme poista sivustoasi.
tr_tr: Muhtemelen size gönderdiğimiz ve giriş yapmadığınız takdirde sitenizin silineceğini bildiren e-postayı görmüşsünüzdür. Giriş yaptınız ve bu yüzden sitenizi silmeyeceğiz.

source: Only SELECT queries allowed (for now). Use the string "{$wpdb->prefix}", "{$wpdb->base_prefix}", "{$wpdb->siteid}", and "{$wpdb->blogid}" as you would normally. These strings will be replaced appropriately when querying each blog.
de_de: Nur SELECT-Abfragen erlaubt (vorerst). Verwenden Sie die Zeichenfolgen "{$wpdb-&gt;prefix}", "{$wpdb-&gt;base_prefix}", "{$wpdb-&gt;siteid}" und "{$wpdb-&gt;blogid}" wie gewohnt. Diese Zeichenfolgen werden bei der Abfrage der einzelnen Blogs entsprechend ersetzt.
fi: Vain SELECT-kyselyt sallittu (toistaiseksi). Käytä merkkijonoja "{$wpdb-&gt;prefix}", "{$wpdb-&gt;base_prefix}", "{$wpdb-&gt;siteid}" ja "{$wpdb-&gt;blogid}" kuten normaalisti. Nämä merkkijonot korvataan asianmukaisesti, kun kutakin blogia kysytään.
tr_tr: Yalnızca SELECT sorgularına izin verilir (şimdilik). "{$wpdb-&gt;prefix}", "{$wpdb-&gt;base_prefix}", "{$wpdb-&gt;siteid}" ve "{$wpdb-&gt;blogid}" dizelerini normalde olduğu gibi kullanın. Bu dizeler her blog sorgulanırken uygun şekilde değiştirilecektir.

source: Whether to stop everything on exception, or just skip
de_de: Entweder alles ausnahmsweise stoppen, oder einfach überspringen
fi: Pysäytetäänkö kaikki poikkeustapauksissa vai ohitetaanko kaikki poikkeustapaukset?
tr_tr: İstisna durumunda her şeyi durdurmak veya sadece atlamak

source: Run Query
de_de: Abfrage ausführen
fi: Suorita kysely
tr_tr: Sorgu Çalıştır

source: Only SELECT queries allowed
de_de: Nur SELECT-Abfragen erlaubt
fi: Vain SELECT-kyselyt sallittu
tr_tr: Yalnızca SELECT sorgularına izin verilir

source: Sites Deleted
de_de: Gelöschte Seiten
fi: Poistetut sivustot
tr_tr: Silinen Siteler

source: Assess and Migrate Network Sites
de_de: Bewertung und Migration von Netzwerkstandorten
fi: Verkkosivustojen arviointi ja siirtäminen
tr_tr: Ağ Sitelerini Değerlendirin ve Taşıyın

source: Last Request for this Blog by an Admin
de_de: Letzte Anfrage eines Administrators für diesen Blog
fi: Adminin viimeinen pyyntö tälle blogille
tr_tr: Bir Yönetici Tarafından Bu Blog İçin Son İstek

source: Assessment (and possible migrations) started
de_de: Bewertung (und mögliche Migrationen) begonnen
fi: Arviointi (ja mahdolliset siirrot) aloitettu
tr_tr: Değerlendirme (ve olası geçişler) başladı

source: Migrated %1$s records from %2$s during migration step %3$s.
de_de: Migriert %1$s Datensätze von %2$s während Migrationsschritt %3$s.
fi: Siirrettiin %1$s tietueita %2$s:stä siirtovaiheessa %3$s.
tr_tr: Geçiş adımı %3$s sırasında %2$s'den %1$s kayıt geçirildi.

source: Assessed %1$s. It needs to be migrateted...
de_de: Bewertet %1$s. Es muss migriert werden...
fi: Arvioitu %1$s. Se on siirrettävä...
tr_tr: %1$s olarak değerlendirildi. Taşınması gerekiyor...

source: Assessed %1$s. No migrations required.
de_de: Bewertet %1$s. Keine Migrationen erforderlich.
fi: Arvioitu %1$s. Siirtoja ei tarvita.
tr_tr: %1$s olarak değerlendirildi. Taşıma gerekmiyor.

source: All done multisite migration and assessment
de_de: Vollständig durchgeführte standortübergreifende Migration und Bewertung
fi: Kaikki tehty monipaikkainen siirtyminen ja arviointi
tr_tr: Tümü tamamlanmış çoklu site geçişi ve değerlendirmesi

source: You do not have permission to do big queries like this. You need "manage_options"
de_de: Sie haben keine Berechtigung, große Abfragen wie diese durchzuführen. Sie benötigen "manage_options".
fi: Sinulla ei ole lupaa tehdä tällaisia suuria kyselyjä. Tarvitset "manage_options"
tr_tr: Bunun gibi büyük sorgular yapmak için izniniz yok. "manage_options "a ihtiyacınız var

source: Query
de_de: Abfrage
fi: Kysely
tr_tr: Sorgu

source: Counted blogs and wrote header row
de_de: Blogs gezählt und Kopfzeile geschrieben
fi: Laskin blogeja ja kirjoitin otsikkorivin
tr_tr: Bloglar sayıldı ve başlık satırı yazıldı

source: WPDB Error: "%1$s" while running query "%2$s"
de_de: WPDB-Fehler: "%1$s" beim Ausführen der Abfrage "%2$s"
fi: WPDB-virhe: "%1$s" kyselyä "%2$s" suoritettaessa.
tr_tr: WPDB Hatası: "%2$s" sorgusu çalıştırılırken "%1$s"

source: Wrote rows for %1$d blogs...
de_de: Schrieb Zeilen für %1$d Blogs...
fi: Kirjoitti rivejä %1$d blogeille....
tr_tr: %1$d blog için satırlar yazıldı...

source: Site Deletion Cancelled
de_de: Löschung der Website abgebrochen
fi: Sivuston poisto peruutettu
tr_tr: Site Silme İşlemi İptal Edildi

source: Thanks for logging in again, it's been a while.
de_de: Danke, dass Sie sich wieder eingeloggt haben, es ist schon eine Weile her.
fi: Kiitos, että kirjauduit taas sisään, siitä on aikaa.
tr_tr: Tekrar giriş yaptığınız için teşekkürler, uzun zaman oldu.

source: Thanks for Coming Back!
de_de: Danke fürs Wiederkommen!
fi: Kiitos, että tulit takaisin!
tr_tr: Geri Geldiğiniz İçin Teşekkürler!

source: Once Weekly
de_de: Einmal wöchentlich
fi: Kerran viikossa
tr_tr: Haftada Bir Kez

source: Queryer
de_de: Abfrager
fi: Kysyjä
tr_tr: Sorgulayıcı

source: Site Management
de_de: Verwaltung der Website
fi: Sivuston hallinta
tr_tr: Site Yönetimi

source: All done deleting sites.
de_de: Das Löschen von Websites ist abgeschlossen.
fi: Kaikki sivustojen poistaminen on tehty.
tr_tr: Tüm siteleri sildim.

source: It appears we are not making any progress assessing the sites needing migration. Something is wrong
de_de: Es scheint, dass wir bei der Bewertung der zu migrierenden Websites keine Fortschritte machen. Etwas ist falsch
fi: Vaikuttaa siltä, ettemme edisty mitenkään siirtoa tarvitsevien kohteiden arvioinnissa. Jokin on vialla
tr_tr: Görünüşe göre taşınması gereken siteleri değerlendirmede hiçbir ilerleme kaydedemiyoruz. Bir sorun var

source: Prune Old Sites
de_de: Alte Standorte beschneiden
fi: Karsia vanhoja sivustoja
tr_tr: Eski Siteleri Budayın

source: Make sure you save any changes made here before clicking the prune sites button.
de_de: Stellen Sie sicher, dass Sie alle hier vorgenommenen Änderungen speichern, bevor Sie auf die Schaltfläche "Sites löschen" klicken.
fi: Varmista, että tallennat tässä tehdyt muutokset ennen kuin napsautat karsia sivustoja -painiketta.
tr_tr: Siteleri budama düğmesine tıklamadan önce burada yaptığınız tüm değişiklikleri kaydettiğinizden emin olun.

source: Prune Sites
de_de: Standorte beschneiden
fi: Karsia sivustoja
tr_tr: Budama Alanları
