Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: First, %1$s check the forums %2$s to see if there is a solution before re-attempting the Database Update. Often it helps to deactivate other plugins which may have conflicts; or it may help to add %3$s to your %4$s wp-config.php%5$s (which will make the update run slower, but may resolve any memory exhaustion errors.
de_de: Schauen Sie zunächst in den Foren %1$s %2$s nach, ob es eine Lösung gibt, bevor Sie das Datenbank-Update erneut versuchen. Oft hilft es, andere Plugins zu deaktivieren, die möglicherweise Konflikte verursachen; oder es kann helfen, %3$s zu Ihrer %4$s wp-config.php%5$s hinzuzufügen (was das Update langsamer laufen lässt, aber eventuelle Speichererschöpfungsfehler beheben kann.
fi: Tarkista ensin %1$s foorumeilta %2$s, onko ongelmaan löydetty ratkaisu, ennen kuin yrität tietokannan päivittämistä uudelleen. Usein auttaa muiden liitännäisten poistaminen käytöstä, joilla voi olla ristiriitoja; tai voi auttaa lisäämällä %3$s %4$s wp-config.php%5$s (mikä tekee päivityksestä hitaamman, mutta voi ratkaista mahdolliset muistin uupumusvirheet).
fr_fr: Tout d'abord, %1$s vérifiez les forums %2$s pour voir s'il existe une solution avant de réessayer la mise à jour de la base de données. Souvent, cela aide à désactiver d'autres plugins qui peuvent avoir des conflits; Ou il peut aider à ajouter %3$s à votre %4$s wp-config.php%5$s (ce qui rendra la mise à jour plus lente, mais peut résoudre toute erreur d'épuisement de la mémoire.
tr_tr: Öncelikle, Veritabanı Güncellemesini yeniden denemeden önce bir çözüm olup olmadığını görmek için %1$s forumları %2$s kontrol edin. Genellikle çakışma olabilecek diğer eklentileri devre dışı bırakmak yardımcı olur; veya %4$s wp-config.php%5$s dosyanıza %3$s eklemek yardımcı olabilir (bu, güncellemenin daha yavaş çalışmasını sağlar, ancak herhangi bir bellek tükenmesi hatasını çözebilir.

source: To retry updating your data: restore to the backup you made before the update and reactivate EE (and any addons you are using) and re-run the Database Update. If you did not make a database backup and are migrating from EE3: delete your EE4 data (use the %1$s Reset/Delete Data tab above%2$s), and then reactivate EE4, and then re-run the migration and updates. If you did not make a database backup, are only updating from a previous install of EE4, have found a solution to the fatal error you received, and are willing to possibly have some data lost, %3$sattempt to continue migrating%2$s.
de_de: Um die Aktualisierung Ihrer Daten zu wiederholen, stellen Sie das Backup wieder her, das Sie vor der Aktualisierung erstellt haben, reaktivieren Sie EE (und alle Addons, die Sie verwenden) und führen Sie das Datenbank-Update erneut aus. Wenn Sie keine Datenbanksicherung gemacht haben und von EE3 migrieren: Löschen Sie Ihre EE4-Daten (verwenden Sie die Registerkarte %1$s Zurücksetzen/Löschen von Daten oben%2$s), reaktivieren Sie EE4 und führen Sie die Migration und die Aktualisierungen erneut aus. Wenn Sie keine Datenbanksicherung erstellt haben, nur von einer früheren EE4-Installation aktualisieren, eine Lösung für den aufgetretenen fatalen Fehler gefunden haben und bereit sind, möglicherweise einige Daten zu verlieren, %3$sversuchen Sie, die Migration fortzusetzen%2$s.
fi: Jos haluat yrittää tietojen päivittämistä uudelleen: palauta ennen päivitystä tekemäsi varmuuskopio, aktivoi EE (ja kaikki käyttämäsi lisäosat) uudelleen ja suorita tietokannan päivitys uudelleen. Jos et tehnyt tietokannan varmuuskopiota ja siirryt EE3:sta: poista EE4-tietosi (käytä edellä olevaa %1$s Reset/Delete Data -välilehteä%2$s), aktivoi EE4 uudelleen ja suorita siirto ja päivitykset uudelleen. Jos et ole tehnyt tietokannan varmuuskopiota, päivität vain aiemmasta EE4-asennuksesta, olet löytänyt ratkaisun saamallesi kohtalokkaalle virheelle ja olet valmis mahdollisesti menettämään joitain tietoja, %3$sYritä jatkaa siirtoa%2$s.
fr_fr: Pour réessayer de mettre à jour vos données: restaurez la sauvegarde effectuée avant la mise à jour et réactiver EE (et tous les addons que vous utilisez) et relancez la mise à jour de base de données. Si vous n'avez pas effectué une sauvegarde de la base de données et que vous migrez depuis EE3: supprimez vos données EE4 (utilisez l'onglet %1$s Réinitialiser / Supprimer les données au-dessus de %2$s), puis réactivez EE4, puis relancez la migration et mises à jour. Si vous n'avez pas effectué de sauvegarde de la base de données, que vous ne mettez à jour qu'une précédente installation d'EE4, que vous avez trouvé une solution à l'erreur fatale que vous avez reçue et que vous êtes prêt à perdre des données,%3$s pour continuer la tentative de migration%2$s.
tr_tr: Verilerinizi güncellemeyi yeniden denemek için: güncellemeden önce yaptığınız yedeğe geri dönün ve EE'yi (ve kullandığınız tüm eklentileri) yeniden etkinleştirin ve Veritabanı Güncellemesini yeniden çalıştırın. Veritabanı yedeklemesi yapmadıysanız ve EE3'ten geçiş yapıyorsanız: EE4 verilerinizi silin (yukarıdaki %1$s Verileri Sıfırla/Sil sekmesini kullanın%2$s) ve ardından EE4'ü yeniden etkinleştirin ve ardından geçiş ve güncellemeleri yeniden çalıştırın. Veritabanı yedeklemesi yapmadıysanız, yalnızca önceki bir EE4 yüklemesinden güncelleme yapıyorsanız, aldığınız ölümcül hataya bir çözüm bulduysanız ve muhtemelen bazı verilerin kaybolmasını istiyorsanız, %3$sgeçiş işlemine devam etmeyi deneyin%2$s.

source: If you are ok with losing all the EE %1$s data, you can skip the Database Updates and %2$s use EE4 with only default Data%3$s
de_de: Wenn es Ihnen nichts ausmacht, alle EE %1$s-Daten zu verlieren, können Sie die Datenbank-Updates überspringen und %2$s EE4 mit nur Standarddaten%3$s verwenden.
fi: Jos sinulle sopii, että menetät kaikki EE %1$s -tiedot, voit ohittaa tietokantapäivitykset ja %2$s käyttää EE4:ää, jossa on vain oletusarvotiedot%3$s.
fr_fr: Si vous êtes autorisé à perdre toutes les données EE %1$s vous pouvez ignorer les Mises à jour de la base de données et %2$s utiliser EE4 uniquement avec les données par défaut%3$s
tr_tr: Tüm EE %1$s verilerini kaybetmeyi sorun etmiyorsanız, Veritabanı Güncellemelerini atlayabilir ve %2$s EE4'ü yalnızca varsayılan Veri%3$s ile kullanabilirsiniz

source: Then we suggest you re-activate the old version of EE %3$s and restore your database to the backup you made just before the Database Update . If you didn't backup your database and are migrating from EE3, you can also delete your EE4 data (use on the %1$s"Reset/Delete Data" tab above%2$s), and then reactivate EE3 from the plugins page. Note: some of your EE3 shortcodes may have been changed to their EE4 equivalents, so you will need to change them back.
de_de: Dann empfehlen wir Ihnen, die alte Version von EE %3$s wieder zu aktivieren und Ihre Datenbank auf das Backup zurückzusetzen, das Sie kurz vor dem Datenbank-Update erstellt haben. Wenn Sie Ihre Datenbank nicht gesichert haben und von EE3 migrieren, können Sie auch Ihre EE4-Daten löschen (über die Registerkarte %1$s "Daten zurücksetzen/löschen" oben%2$s) und dann EE3 auf der Plugin-Seite reaktivieren. Hinweis: Einige Ihrer EE3-Shortcodes wurden möglicherweise in ihre EE4-Entsprechungen geändert, so dass Sie sie zurück ändern müssen.
fi: Tämän jälkeen suosittelemme, että aktivoit EE %3$s:n vanhan version uudelleen ja palautat tietokannan varmuuskopioon, jonka teit juuri ennen tietokannan päivitystä . Jos et tehnyt varmuuskopiota tietokannastasi ja olet siirtymässä EE3:sta, voit myös poistaa EE4-tietosi (käytä edellä olevaa %1$s "Reset/Delete Data" -välilehteä%2$s) ja aktivoida EE3:n uudelleen lisäosat-sivulta. Huomaa: jotkut EE3-lyhytkoodeistasi on saatettu muuttaa EE4:n vastaaviksi, joten sinun on muutettava ne takaisin.
fr_fr: Ensuite, nous vous suggérons de réactiver l'ancienne version d'EE %3$s et de restaurer votre base de données dans la sauvegarde effectuée juste avant la mise à jour de la base de données. Si vous n'avez pas sauvegardé votre base de données et que vous migrez depuis EE3, vous pouvez également effacer vos données EE4 (utiliser sur l'onglet %1$s"Réinitialiser / Supprimer les données" au-dessus de%2$s), puis réactiver EE3 à partir des plugins page. Note: Certains de vos EE3 shortcodes ont peut-être changé en équivalents EE4, vous devrez donc les modifier.
tr_tr: Ardından, EE %3$s'in eski sürümünü yeniden etkinleştirmenizi ve veritabanınızı Veritabanı Güncellemesinden hemen önce yaptığınız yedeğe geri yüklemenizi öneririz. Veritabanınızı yedeklemediyseniz ve EE3'ten geçiş yapıyorsanız, EE4 verilerinizi de silebilir (yukarıdaki %1$s "Verileri Sıfırla/Sil" sekmesini kullanın%2$s) ve ardından eklentiler sayfasından EE3'ü yeniden etkinleştirebilirsiniz. Not: EE3 kısa kodlarınızdan bazıları EE4 eşdeğerleriyle değiştirilmiş olabilir, bu nedenle bunları geri değiştirmeniz gerekecektir.

source: First, click the button below to permanently delete all Event Espresso tables, records, and options from your WordPress database . If you receive a "500 Internal Server Error" or a blank white screen, it means the server has timed out due to the large number of records being updated. This is not a cause for concern. Simply %1$srefresh the page%2$s and the Database Update will continue where it left off.
de_de: Klicken Sie zunächst auf die Schaltfläche unten, um alle Event Espresso-Tabellen, -Datensätze und -Optionen dauerhaft aus Ihrer WordPress-Datenbank zu löschen. Wenn Sie einen "500 Internal Server Error" oder einen leeren weißen Bildschirm erhalten, bedeutet dies, dass der Server aufgrund der großen Anzahl der zu aktualisierenden Datensätze eine Zeitüberschreitung erlitten hat. Dies ist kein Grund zur Besorgnis. Laden Sie einfach %1$sie die Seite neu%2$s und das Datenbank-Update wird dort fortgesetzt, wo es aufgehört hat.
fi: Napsauta ensin alla olevaa painiketta poistaaksesi pysyvästi kaikki Event Espresso -taulut, tietueet ja vaihtoehdot WordPress-tietokannastasi . Jos saat "500 Internal Server Error" -ilmoituksen tai tyhjän valkoisen ruudun, se tarkoittaa, että palvelin on ajoittunut ulos päivitettävien tietueiden suuren määrän vuoksi. Tämä ei ole syytä huoleen. Yksinkertaisesti %1$sfresh page%2$s ja tietokannan päivitys jatkuu siitä, mihin se jäi.
fr_fr: Cliquez sur le bouton ci-dessous pour supprimer définitivement toutes les tables, enregistrements et options Event Espresso de votre base de données WordPress. Si vous recevez un «500 Internal Server Error» ou un blanc écran blanc, cela signifie que le serveur a expiré en raison du grand nombre d'enregistrements mis à jour. Ce n'est pas un sujet de préoccupation. Simplement %1$srafraichir la page%2$s et la mise à jour de la base de données continuera où elle a cessé.
tr_tr: Öncelikle, tüm Event Espresso tablolarını, kayıtlarını ve seçeneklerini WordPress veritabanınızdan kalıcı olarak silmek için aşağıdaki düğmeye tıklayın. "500 Dahili Sunucu Hatası" veya boş bir beyaz ekran alırsanız, bu, güncellenen çok sayıda kayıt nedeniyle sunucunun zaman aşımına uğradığı anlamına gelir. Bu endişe edilecek bir durum değildir. Basitçe %1$sayfayı yenileyin%2$s ve Veritabanı Güncellemesi kaldığı yerden devam edecektir.

source: Database Update Manager
de_de: Datenbank-Update-Manager
fi: Tietokannan päivityksen hallinta
fr_fr: Gestionnaire de mise à jour de la Base de données.
tr_tr: Veritabanı Güncelleme Yöneticisi

source: Your Event Espresso data needs to be updated.
de_de: Ihre Event Espresso-Daten müssen aktualisiert werden.
fi: Event Espresson tiedot on päivitettävä.
fr_fr: Vos données Event Espresso doivent être mises à jour.
tr_tr: Event Espresso verilerinizin güncellenmesi gerekiyor.

source: It appears that your previous Database Update (%s) is incomplete, and should be resumed
de_de: Es scheint, dass Ihr vorheriges Datenbank-Update (%s) unvollständig ist und wieder aufgenommen werden sollte.
fi: Näyttää siltä, että edellinen tietokantapäivitys (%s) on epätäydellinen, ja sitä pitäisi jatkaa uudelleen.
fr_fr: Il apparait que votre précédente mise à jour de la base de données (%s) est incomplète et doit être repris.
tr_tr: Görünüşe göre önceki Veritabanı Güncellemeniz (%s) tamamlanmamış ve devam ettirilmesi gerekiyor

source: Warnings occurred during your last Database Update (%s):
de_de: Während des letzten Datenbank-Updates (%s) sind Warnungen aufgetreten:
fi: Viimeisimmän tietokantapäivityksen (%s) aikana esiintyi varoituksia:
fr_fr: Avertissements survenus lors de votre dernière mise à jour de la base de données (%s)
tr_tr: Son Veritabanı Güncellemeniz (%s) sırasında uyarılar oluştu:

source: The last Database Update (%s) ran successfully without errors.
de_de: Das letzte Datenbank-Update (%s) wurde erfolgreich und ohne Fehler durchgeführt.
fi: Viimeisin tietokannan päivitys (%s) suoritettiin onnistuneesti ilman virheitä.
fr_fr: La dernière mise à jour de la base de données (%s) s'est déroulée sans erreur.
tr_tr: Son Veritabanı Güncellemesi (%s) hatasız olarak başarıyla gerçekleştirildi.

source: The following task needs to be performed:
de_de: Die folgende Aufgabe muss durchgeführt werden:
fi: Seuraava tehtävä on suoritettava:
fr_fr: La tâche suivante doit être effectuée:
tr_tr: Aşağıdaki görev gerçekleştirilmelidir:

source: Please note: after each task is completed you will need to continue the Database Update, or report an error to Event Espresso.
de_de: Bitte beachten Sie: Nach Abschluss jeder Aufgabe müssen Sie die Datenbankaktualisierung fortsetzen oder einen Fehler an Event Espresso melden.
fi: Huomaa: kunkin tehtävän suorittamisen jälkeen sinun on jatkettava tietokannan päivitystä tai ilmoitettava virheestä Event Espressolle.
fr_fr: Notez s'il vous plaît: Après la fin de chaque tâche, vous devrez continuer la mise à jour de la base de données ou signaler une erreur à Event Espresso
tr_tr: Lütfen unutmayın: her görev tamamlandıktan sonra Veritabanı Güncellemesine devam etmeniz veya Event Espresso'ya bir hata bildirmeniz gerekecektir.

source: Continue Database Update
de_de: Datenbank-Update fortsetzen
fi: Jatka tietokannan päivitystä
fr_fr: Continuez la mise à jour de la Base de Données
tr_tr: Veritabanı Güncellemesine Devam Et

source: Begin Database Update
de_de: Beginn der Datenbankaktualisierung
fi: Aloita tietokannan päivitys
fr_fr: Commencez la mise à jour de la Base de Données
tr_tr: Veritabanı Güncellemesine Başla

source: ...or %1$sDON'T send crash report%2$s.
de_de: ...oder %1$sDON'T send crash report%2$s.
fi: ...tai %1$sEi lähetä kaatumisraporttia%2$s.
fr_fr: ...ou %1$sNE PAS envoyer de rapport de crash%2$s.
tr_tr: ...veya %1$sÇökme raporu göndermeyin%2$s.

source: Please %s visit the plugins page%s and update all Event Espresso addon plugins before updating your database.
de_de: Bitte %s besuchen Sie die Plugin-Seite%s und aktualisieren Sie alle Event Espresso Addon-Plugins, bevor Sie Ihre Datenbank aktualisieren.
fi: Käy %s lisäosat-sivulla%s ja päivitä kaikki Event Espresso-lisäosat ennen tietokannan päivittämistä.
fr_fr: Veuillez %s visiter la page plugins%s et mettre à jour tous les plugins addon Event Espresso avant de mettre à jour votre base de données.
tr_tr: Lütfen %s eklentiler sayfasını ziyaret edin%s ve veritabanınızı güncellemeden önce tüm Event Espresso eklenti eklentilerini güncelleyin.

source: Before updating your database, you should first create a database backup
de_de: Bevor Sie Ihre Datenbank aktualisieren, sollten Sie zunächst eine Sicherungskopie der Datenbank erstellen
fi: Ennen tietokannan päivittämistä kannattaa ensin luoda tietokannan varmuuskopio.
fr_fr: Avant de mettre à jour votre base de données, vous devriez d'abord créer une sauvegarde de la base de données
tr_tr: Veritabanınızı güncellemeden önce, öncelikle bir veritabanı yedeği oluşturmalısınız

source: How Do I Make a Database Backup?
de_de: Wie mache ich eine Datenbanksicherung?
fi: Miten teen varmuuskopion tietokannasta?
fr_fr: Comment faire une sauvegarde de base de données?
tr_tr: Nasıl Veritabanı Yedeklemesi Yaparım?

source: My Database Is Backed Up, Continue
de_de: Meine Datenbank ist gesichert, weiter
fi: Tietokantani on varmuuskopioitu, jatka
fr_fr: Ma base de données est sauvegardée, continuer
tr_tr: Veritabanım Yedeklendi, Devam Edin

source: %1$sClick Here to Learn How To Backup your Database Yourself%2$s. Or have one of our dedicated support technicians help you by %3$spurchasing a Priority Support Token.%2$s
de_de: %1$sKlicken Sie hier, um zu erfahren, wie Sie Ihre Datenbank selbst sichern%2$s. Oder lassen Sie sich von einem unserer engagierten Support-Techniker helfen, indem Sie %3$sein Priority Support Token erwerben.%2$s
fi: %1$sClick Here to Learn How To Backup your Database Yourself%2$s. Tai pyydä yhtä omistautuneista tukiteknikoistamme auttamaan sinua %3$sostamalla Priority Support Token.%2$s.
fr_fr: %1$sCliquez ici pour savoir comment sauvegarder vous-même votre base de données%2$s. Ou alors laissez un de nos technicien vous aidez en %3$sachetant un jet de support prioritaire.%2$s
tr_tr: %1$sVeritabanınızı Kendiniz Nasıl Yedekleyeceğinizi Öğrenmek İçin Buraya Tıklayın%2$s. Veya özel destek teknisyenlerimizden birinin %3$sÖncelikli Destek Jetonu satın alarak size yardımcı olmasını sağlayın.%2$s

source: Don't want to keep your old Event Espresso data? Alternatively, you can delete it all and start fresh.
de_de: Sie möchten Ihre alten Event Espresso-Daten nicht behalten? Alternativ können Sie alle Daten löschen und neu beginnen.
fi: Etkö halua säilyttää vanhoja Event Espresso-tietoja? Vaihtoehtoisesti voit poistaa kaikki tiedot ja aloittaa alusta.
fr_fr: Vous ne voulez pas conserver vos anciennes données Event Espresso ? Alternativement, vous pouvez tout effacer et recommencer.
tr_tr: Eski Event Espresso verilerinizi saklamak istemiyor musunuz? Alternatif olarak, hepsini silebilir ve yeni bir başlangıç yapabilirsiniz.

source: Visit the Maintenance Page and Reset Your Event Espresso Data
de_de: Besuchen Sie die Wartungsseite und setzen Sie Ihre Event-Espresso-Daten zurück
fi: Käy ylläpitosivulla ja nollaa tapahtuman Espresso-tiedot.
fr_fr: Visitez la page Maintenance et réinitialisez vos données Event Espresso
tr_tr: Bakım Sayfasını Ziyaret Edin ve Event Espresso Verilerinizi Sıfırlayın

source: The payment method could not be saved because the form sections were misnamed. We expected to find %1$s, but did not.
de_de: Die Zahlungsmethode konnte nicht gespeichert werden, weil die Formularabschnitte falsch benannt waren. Wir hatten erwartet, %1$s zu finden, aber das war nicht der Fall.
fi: Maksutapaa ei voitu tallentaa, koska lomakkeen osiot oli nimetty väärin. Odotimme löytävämme %1$s, mutta emme löytäneet.
fr_fr: Le mode de paiement n’a pas pu être enregistré parce que les sections du formulaire ont été mal nommées. Nous attendions à trouver %1$s
tr_tr: Form bölümleri yanlış adlandırıldığı için ödeme yöntemi kaydedilemedi. %1$s bulmayı bekliyorduk ama bulamadık.

source: Authorize.Net AIM eCheck is an on-site payment method for accepting payments through checks online and is available to event organizers in the United States and payers with a USA-based bank account. An account with Authorize.Net is required to accept payments. Need an Authorize.Net account? %1$sClick here to sign up for a merchant account%2$s.
de_de: Authorize.Net AIM eCheck ist eine Vor-Ort-Zahlungsmethode für die Annahme von Zahlungen durch Online-Schecks und steht Veranstaltern in den Vereinigten Staaten und Zahlern mit einem Bankkonto in den USA zur Verfügung. Ein Konto bei Authorize.Net ist erforderlich, um Zahlungen zu akzeptieren. Benötigen Sie ein Authorize.Net-Konto? %1$sKlicken Sie hier, um sich für ein Händlerkonto%2$s anzumelden.
fi: Authorize.Net AIM eCheck on paikan päällä käytettävä maksutapa, jonka avulla voit hyväksyä maksuja shekillä verkossa, ja se on käytettävissä Yhdysvalloissa toimiville tapahtumajärjestäjille ja maksajille, joilla on Yhdysvalloissa sijaitseva pankkitili. Maksujen vastaanottaminen edellyttää tiliä Authorize.Netissä. Tarvitsetko Authorize.Net-tilin? %1$sKlikkaa tästä rekisteröityäksesi kauppiastilille%2$s.
fr_fr: Authorize.Net AIM eCheck est une méthode de paiement sur le site pour accepter les paiements par chèques en ligne et est disponible pour les organisateurs d'événements aux États-Unis et les payeurs avec un compte en banque basé aux États-Unis. Un compte chez Authorize.Net est requis pour accepter les paiements. Besoin d'un compte Authorize.Net %1$sCliquez ici pour vous inscrire à un compte marchand%2$s.
tr_tr: Authorize.Net AIM eCheck, çevrimiçi çeklerle ödeme kabul etmek için yerinde bir ödeme yöntemidir ve Amerika Birleşik Devletleri'ndeki etkinlik organizatörleri ve ABD merkezli bir banka hesabına sahip ödeme yapanlar tarafından kullanılabilir. Ödemeleri kabul etmek için Authorize.Net'te bir hesap gereklidir. Bir Authorize.Net hesabına mı ihtiyacınız var? %1$sBir satıcı hesabına kaydolmak için buraya tıklayın%2$s.

source: type event name to search, or click to view all
de_de: Geben Sie den Namen des Ereignisses ein, um zu suchen, oder klicken Sie, um alle anzuzeigen.
fi: kirjoita tapahtuman nimi hakua varten tai klikkaa nähdäksesi kaikki.
fr_fr: Saissez le nom de l'événement ou cliquez pour voir tout
tr_tr: aramak için olay adını yazın veya tümünü görüntülemek için tıklayın

source: New Event:
de_de: Neue Veranstaltung:
fi: Uusi tapahtuma:
fr_fr: Nouvel événement
tr_tr: Yeni Etkinlik:

source: current selection is checked
de_de: aktuelle Auswahl ist markiert
fi: nykyinen valinta on valittuna
fr_fr: la sélection actuelle est cochée
tr_tr: mevcut seçim kontrol edilir

source: Unknown Ticket
de_de: Unbekanntes Ticket
fi: Tuntematon lippu
fr_fr: Billet inconnu
tr_tr: Bilinmeyen Bilet

source: Current Registration Information
de_de: Aktuelle Registrierungs-Information
fi: Tämän ilmoittautumisen tiedot
fr_fr: Informations d'inscription actuelles
tr_tr: Güncel Kayıt Bilgileri

source: Attendee Name:
de_de: Teilnehmer Name:
fi: Osallistujan nimi:
fr_fr: Nom du participant:
tr_tr: Katılımcı Adı:

source: Current Event:
de_de: Aktuelle Veranstaltung:
fi: Nykyinen tapahtuma:
fr_fr: Evénement en cours
tr_tr: Güncel Olay:

source: Current Ticket:
de_de: Aktuelles Ticket:
fi: Nykyinen lippu:
fr_fr: Billet actuel
tr_tr: Güncel Bilet:

source: Current Event
de_de: Aktuelle Veranstaltung
fi: Nykyinen tapahtuma
fr_fr: Evénement en cours
tr_tr: Güncel Olay

source: Current Ticket
de_de: Aktuelles Ticket
fi: Tämänhetkinen lippu
fr_fr: Billet actuel
tr_tr: Güncel Bilet

source: If "Yes" is selected, then notifications regarding these changes will be sent to the registration's contact (for example: Registration Approved (Event Admin context) + Registration Approved (Primary Registrant context), etc).
de_de: Wenn "Ja" ausgewählt ist, werden Benachrichtigungen über diese Änderungen an den Kontakt der Registrierung gesendet (z. B.: Registrierung genehmigt (Kontext Veranstaltungsadministrator) + Registrierung genehmigt (Kontext primärer Registrant) usw.).
fi: Jos valitaan "Kyllä", ilmoitukset näistä muutoksista lähetetään rekisteröinnin yhteyshenkilölle (esim: Rekisteröinti hyväksytty (tapahtuman ylläpitäjän konteksti) + Rekisteröinti hyväksytty (ensisijaisen rekisteröijän konteksti) jne.).
fr_fr: Si "Oui" est sélectionné, les notifications relatives à ces changements seront envoyées au contact de l'inscription (par exemple: Approuvé par l'enregistrement (Contexte d'administration d'événement) + Approuvé par l'enregistrement (Contexte du titulaire principal), etc.).
tr_tr: "Evet" seçilirse, bu değişikliklerle ilgili bildirimler kaydın ilgili kişisine gönderilir (örneğin: Kayıt Onaylandı (Etkinlik Yöneticisi bağlamı) + Kayıt Onaylandı (Birincil Kayıt Sahibi bağlamı), vb.)
