Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: 'The uploaded file exceeds the upload_max_filesize directive in php.ini.'
de_de: Die hochgeladene Datei überschreitet die upload_max_filesize Vorgabe in der php.ini
fi: 'Ladattu tiedosto ylittää php.ini-tiedostossa määritellyn ladattavan tiedon maksimikoon (upload_max_filesize).'
fr_fr: 'Le fichier téléchargé excède la taille de upload_max_filesize dans php.ini.'
tr_tr: 'Yüklenen dosya php.ini içerisindeki upload_max_filesize direktifini aşmaktadır.'

source: All shortcodes specific to event_author data
de_de: Alle Shortcodes, die sich auf event_author-Daten beziehen
fi: Kaikki event_author-tietoihin liittyvät lyhytkoodit
fr_fr: Tous les numéros courts spécifiques à event_author données
tr_tr: Event_author bilgilerinin tüm özel kısa-kodları

source: venues
de_de: Veranstaltungsorte
fi: tapahtumapaikat
fr_fr: lieux
tr_tr: Alanlar

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
de_de: Die hochgeladene Datei überschreitet die MAX_FILE_SIZE Vorgabe die im HTML Formular spezifiziert wurde.
fi: Ladattu tiedosto ylittää HTML-lomakkeella määritellyn ladattavan tiedon maksimikoon (MAX_FILE_SIZE).
fr_fr: Le fichier téléchargé excède la taille MAX_FILE_SIZE qui a été spécifié dans le formulaire HTML.
tr_tr: Yüklenen dosya HTML formunda belirtilen MAX_FILE_SIZE direktifini aşmaktadır.

source: Flag Indicating question was deleted
de_de: Flagge Zeigt an, dass die Frage gelöscht wurde
fi: Tunniste, joka kertoo kysymyksen olevan poistettu
fr_fr: Drapeau indiquant question a été supprimé
tr_tr: Soru belirten bayrak silindi

source: Parses to the first name of the event author.
de_de: Analysiert den Vornamen des Verfassers der Veranstaltung.
fi: Analysoi tapahtuman tekijän etunimen.
fr_fr: Parse le premier nom de l'auteur de l'événement.
tr_tr: Etkinlik yazarın ilk adı ayrıştırılır.

source: This page shows all default prices that have been created with Event Espresso. These default prices can be applied to all events that are created.
de_de: Diese Seite zeigt alle Standardpreise, die mit Event Espresso erstellt wurden. Diese Standardpreise können auf alle Ereignisse angewendet werden, die erstellt werden.
fi: Tällä sivulla näkyvät kaikki oletushinnat, jotka on luotu Event Espressolla. Näitä oletushintoja voidaan soveltaa kaikkiin luotuihin tapahtumiin.
fr_fr: Cette page affiche tous les prix par défaut qui ont été créés avec Event Espresso. Ces prix par défaut peuvent être appliquées à tous les événements qui sont créés.
tr_tr: Bu sayfa Event Espresso ile oluşturulmuş tüm varsayılan fiyatları gösterir. Bu varsayılan fiyatlar, oluşturulan tüm etkinliklere uygulanabilir.

source: contact
de_de: Kontakt
fi: yhteystieto
fr_fr: contacter
tr_tr: iletişim

source: The uploaded file was only partially uploaded.
de_de: Die hochgeladene Datei wurde nur teilweise hochgeladen.
fi: Tiedoston lataus onnistui vain osittain.
fr_fr: Le fichier n'a été que partiellement téléchargé.
tr_tr: Yüklenen dosya eksik yüklenmiş.

source: Question Group ID
de_de: Abfragegruppe ID
fi: Kysymysryhmän ID
fr_fr: Question ID de groupe
tr_tr: Soru Grubu ID

source: Parses to the last name of the event author.
de_de: Analysiert den Nachnamen des Verfassers der Veranstaltung.
fi: Analysoi tapahtuman tekijän sukunimen.
fr_fr: Analyse le nom de famille de l'auteur de l'événement.
tr_tr: Etkinlik yazarın son adı ayrıştırılır.

source: contacts
de_de: Kontakte
fi: yhteystiedot
tr_tr: iletişimler

source: No file was uploaded.
de_de: Keine Datei wurde hochgeladen.
fi: Tiedostoa ei ladattu.
fr_fr: Aucun fichier n'a été téléchargé.
tr_tr: Dosya yüklenmedi.

source: Question Group Name
de_de: Frage Name der Gruppe
fi: Kysymysryhmän nimi
fr_fr: Nom du groupe question
tr_tr: Soru Gruplarının İsmi

source: Parses to a formatted email address of the event author (fname lname &lt;email@address.com&gt;). <strong>NOTE:</strong> If the event author has not filled out their WordPress user profile then the organization name will be used as the "From" name.
de_de: Wird in eine formatierte E-Mail-Adresse des Verfassers der Veranstaltung umgewandelt (fname lname &lt;email@address.com&gt;). <strong>HINWEIS:</strong> Wenn der Autor der Veranstaltung sein WordPress-Benutzerprofil nicht ausgefüllt hat, wird der Name der Organisation als "Von"-Name verwendet.
fi: Parsitaan tapahtuman kirjoittajan muotoiltu sähköpostiosoite (fname lname &lt;email@address.com&gt;). <strong>HUOMAUTUS:</strong> Jos tapahtuman kirjoittaja ei ole täyttänyt WordPress-käyttäjäprofiiliaan, organisaation nimeä käytetään "From"-nimenä.
fr_fr: Analyse une à une adresse e-mail formaté de l'auteur de l'événement (fname lname & lt; email@address.com&gt;). <strong>NOTE:</strong> Si l'auteur de l'événement n'a pas rempli son profil d'utilisateur WordPress alors le nom de l'organisation sera utilisé comme "De" nom.
tr_tr: Etkinlik yazarının biçimlendirilmiş e-posta adresini ayrıştırır (fname lname &lt;email@address.com&gt;). <strong>NOT:</strong> Etkinlik yazarı WordPress kullanıcı profilini doldurmamışsa "Kimden" adı olarak kuruluş adı kullanılır.

source: Missing a temporary folder.
de_de: Ein temporärer Ordner fehlt.
fi: Väliaikaiskansio puuttuu.
fr_fr: Manquantes dans un dossier temporaire.
tr_tr: Geçici klasör eksik.

source: Text ID for question Group
de_de: Text-ID für Frage Gruppe
fi: Kysymysryhmän tekstitunnus
fr_fr: ID de texte pour la question du Groupe
tr_tr: Soru Grubu için metin kimliği

source: Parses to the unformatted email address of the event author
de_de: Analysiert die unformatierte E-Mail-Adresse des Autors der Veranstaltung
fi: Analysoi tapahtuman kirjoittajan muotoilemattoman sähköpostiosoitteen.
fr_fr: Analyse une à l'adresse e-mail non formatée de l'auteur de l'événement
tr_tr: Etkinlik yazarın mail adresi ayrıştırılır.

source: This is the name of the default pricing. Clicking on the name will take you to another page so you can edit options for the selected default pricing.
de_de: Dies ist der Name des Standardpreises. Wenn Sie auf den Namen klicken, gelangen Sie auf eine andere Seite, auf der Sie die Optionen für den ausgewählten Standardpreis bearbeiten können.
fi: Tämä on oletushinnoittelun nimi. Klikkaamalla nimeä pääset toiselle sivulle, jossa voit muokata valitun oletushinnoittelun vaihtoehtoja.
fr_fr: C'est le nom de la tarification par défaut. En cliquant sur le nom vous amène à une autre page de sorte que vous pouvez modifier les options pour le prix choisi par défaut.
tr_tr: Bu, varsayılan fiyatlandırmanın adıdır. İsme tıklamak sizi başka bir sayfaya götürecektir, böylece seçilen varsayılan fiyatlandırma için seçenekleri düzenleyebilirsiniz.

source: Failed to write file to disk.
de_de: Konnte die Datei nicht auf die Festplatte schreiben.
fi: Tallentaminen levylle epäonnistui.
fr_fr: Impossible d'écrire le fichier sur le disque.
tr_tr: Dosya diske yazılamadı.

source: Description of Question Group
de_de: Beschreibung der Fragengruppe
fi: Kysymysryhmän kuvaus
fr_fr: Description de Groupe question
tr_tr: Soru Grubu için açıklama

source: This also can be used for the name of the event
de_de: Dies kann auch für den Namen des Events verwendet werden
fi: Tätä voidaan käyttää myös tapahtuman nimenä.
fr_fr: Ceci peut également être utilisé pour le nom de l'événement
tr_tr: Bu aynı zamanda olayın adı için kullanılabilir

source: Edit %s
de_de: Bearbeite %s
fi: Muokkaa %s
fr_fr: Éditer %s
tr_tr: Düzenle %s

source: File upload stopped by extension.
de_de: Datei-Upload durch Erweiterung gestoppt.
fi: Tiedoston lataus keskeytyi tiedostopäätteen takia.
fr_fr: Le téléchargement du fichier arrêté par extension.
tr_tr: Dosyanın yüklenmesi eklenti tarafından durduruldu.

source: Order in which to show the question group
de_de: Reihenfolge, in der die Fragengruppe angezeigt werden soll
fi: Kysymysryhmän esittämisjärjestys
fr_fr: Ordre dans lequel afficher le groupe de questions
tr_tr: Soru grubunu göstermek için sipariş

source: This will parse to the Feature image for the event.
de_de: Dadurch wird das Feature-Bild für das Ereignis analysiert.
fi: Tämä analysoi tapahtuman Feature-kuvan.
fr_fr: Cela analyser à l'image d'entité pour l'événement.
tr_tr: Bu, etkinlik için Özellik resmine ayrıştırılacaktır.

source: An unknown error occurred and the file could not be uploaded
de_de: Ein unbekannter Fehler ist aufgetreten. Die Datei konnte nicht hochgeladen werden.
fi: Tapahtui virhe ja tiedostoa ei voitu ladata
fr_fr: Une erreur inconnue s'est produite et le fichier ne peut être téléchargé
tr_tr: Bilinmeyen bir hata oluştu ve dosya yüklenemedi.

source: Flag indicating whether to show the group's name on the registration page
de_de: Kennzeichen, das angibt, ob der Name der Gruppe auf der Registrierungsseite angezeigt werden soll
fi: Tunniste, joka kertoo, että ryhmän nimi näytetään ilmoittautumissivulla
fr_fr: Drapeau indiquant si vous souhaitez afficher le nom du groupe sur la page d'inscription
tr_tr: Kayıt sayfasında grubun adını göstermek için kayıt olmadığını belirten bayrak

source: No file seems to have been uploaded
de_de: Es scheint als wurde keine Datei hochgeladen.
fi: Yhtään tiedostoa ei ole ladattu
fr_fr: Aucun fichier semble avoir été téléchargé
tr_tr: Yüklenen dosya yok

source: View %s
de_de: %s ansehen
fi: Näytä %s
fr_fr: Voir %s
tr_tr: Görüntüle %s

source: %s was not successfully uploaded
de_de: %s wurde nicht erfolgreich hochgeladen
fi: %s ei onnistunut lataaminen
fr_fr: %s n'a pas été téléchargé avec succès
tr_tr: %s başarılı şekilde yüklenmedi

source: Indicate IF this is a system group and if it is what system group it corresponds to.
de_de: Geben Sie an, ob es sich um eine Systemgruppe handelt und wenn ja, welcher Systemgruppe sie entspricht.
fi: Ilmoita, onko kyseessä järjestelmäryhmä ja jos on, mitä järjestelmäryhmää se vastaa.
fr_fr: Indiquez s'il s'agit d'un groupe de système et si c'est ce groupe système, il correspond à.
tr_tr: Bunun bir sistem grubu olup olmadığını ve eğer sistem grubu ise hangi sistem grubuna karşılık geldiğini belirtin.

source: The logo image for the organization
de_de: Das Logobild für die Organisation
fi: Organisaation logokuva
fr_fr: L'image du logo de l'organisation
tr_tr: Organizasyonun logosu

source: %s was too large of a file and could not be uploaded. The max filesize is %s' KB.
de_de: %s war eine zu große Datei und konnte nicht hochgeladen werden. Die maximale Dateigröße beträgt %s' KB.
fi: %s oli liian suuri tiedosto, eikä sitä voitu ladata. Suurin sallittu tiedostokoko on %s' KB.
fr_fr: %s est trop grand d'un fichier et ne peut pas être téléchargé. La taille du fichier de max est %s' la KB.
tr_tr: %s çok büyük bir dosyaydı ve yüklenemedi. Maksimum dosya boyutu %s' KB'dir.

source: Flag indicating this question group was deleted
de_de: Kennzeichen, dass diese Fragengruppe gelöscht wurde
fi: Tunniste, joka kertoo kysymysryhmän olevan poistettu
fr_fr: Drapeau indiquant ce groupe de questions a été supprimé
tr_tr: Soru grubunun silindiğini gösteren bayrak

source: The primary email address for the organization
de_de: Die Haupt-E-Mail-Adresse der Organisation
fi: Organisaation ensisijainen sähköpostiosoite
fr_fr: L'adresse e-mail principale de l'organisation
tr_tr: Organizasyonun email adresi

source: %s had an invalid file extension, not uploaded
de_de: %s hatte eine ungültige Dateierweiterung, nicht hochgeladen
fi: %s oli virheellinen tiedostopääte, ei ladattu
fr_fr: %s ont une extension de fichier non valide, pas téléchargé
tr_tr: %s geçersiz bir dosya uzantısına sahipti, yüklenmedi

source: Question Group to Question Link
de_de: Frage Gruppe zu Frage Link
fi: Kysymysryhmän ja kysymyksen välinen linkki
fr_fr: Groupe question à la question Lien
tr_tr: Soru Grubunun Soru Linki

source: The phone number for the organization
de_de: Die Telefonnummer der Organisation
fi: Organisaation puhelinnumero
fr_fr: Le numéro de téléphone de l'organisation
tr_tr: Organizasyon için telefon numarası

source: A Line Item can not have a unit price of (%s) AND a percent (%s)!
de_de: Eine Position kann nicht einen Stückpreis von (%s) UND einen Prozentwert (%s) haben!
fi: Rivin nimikkeen yksikköhinta ei voi olla (%s) JA prosenttiosuus (%s)!
fr_fr: Un élément de ligne ne peut pas avoir un prix unitaire de ( %s ) et un pour cent ( %s )!
tr_tr: Bir Satır Öğesinin birim fiyatı (%s) VE yüzdesi (%s) olamaz!

source: Question Group to Question Links
de_de: Frage Gruppe zu Frage Links
fi: Kysymysryhmän ja kysymyksen väliset linkit
fr_fr: Question Groupe à la question Liens
tr_tr: Soru Grubunun Soru Linkleri

source: Link to organization Facebook page
de_de: Link zur Facebook-Seite der Organisation
fi: Linkki organisaation Facebook-sivulle
fr_fr: Lien vers la page Facebook organisation
tr_tr: Organizasyonun Facebook sayfa linki

source: Uncategorized
de_de: Keine Kategorie
fr_fr: Non classé
tr_tr: Katagorize Edilmemiş

source: Link to organization Twitter page
de_de: Link zur Twitter-Seite der Organisation
fi: Linkki organisaation Twitter-sivulle
fr_fr: Lien vers l'organisation page Twitter
tr_tr: Organizasyonun Twitter sayfa linki

source: Default Pricing Bulk Actions
de_de: Standart Preisgestaltungs Massenaktionen
fi: Oletushinnoittelu-massatoiminnot
fr_fr: Par défaut prix de gros Actions
tr_tr: Standart Fiyatlandırmanın Toplu Eylemleri

source: Cannot save billing info because no transaction was specified
de_de: Kann die Abrechnungsinformation nicht speichern, da keine Transaktion angegeben wurde
fi: Laskutustietoja ei voitu tallentaa, koska tilausta ei oltu valittu.
fr_fr: Impossible d'enregistrer la facturation d'info car aucune transaction n'a été spécifié
tr_tr: Hiçbir işlem belirtilmemiş olduğundan fatura bilgileri kaydedilemiyor

source: Link to organization Pinterest page
de_de: Link zur Pinterest-Seite der Organisation
fi: Linkki organisaation Pinterest-sivulle
fr_fr: Lien vers la page organisation Pinterest
tr_tr: Organizasyonun Pinterest sayfa linki

source: Bulk actions allow you to perform an action to multiple default prices at once. The following bulk actions are supported: Move to Trash, Export Prices. To use the bulk action feature, place a checkmark next to the default prices that you want to include. Then select a bulk action from the menu and click on the Apply button.
de_de: Massenaktionen erlauben Ihnen, eine Handlung für vielfache Standardpreise sofort durchzuführen. Die folgenden Massenaktionen werden unterstützt: In den Papierkorb, Exportpreise. Um die Massenaktionsfunktionen zu verwenden, setzten Sie ein Häkchen neben den Standardpreisen, die Sie einschließen wollen. Dann wählen Sie eine Massenaktionen aus dem Menü aus und klicken Sie auf die Taste Anwenden.
fi: Joukkotoimintojen avulla voit suorittaa toiminnon useille oletushinnoille kerralla. Seuraavia massatoimintoja tuetaan: Siirrä roskakoriin, Vie hinnat. Jos haluat käyttää massatoimintoa, laita valintamerkki niiden oletushintojen viereen, jotka haluat sisällyttää toimintoon. Valitse sitten valikosta massatoiminto ja napsauta Käytä-painiketta.
fr_fr: Les actions de masse vous permettent d'effectuer une action à plusieurs prix par défaut à la fois. Les actions globales suivantes sont supportées: Déplacer vers la Corbeille, prix à l'exportation. Pour utiliser la fonction d'action de masse, placez une coche à côté des prix par défaut que vous souhaitez inclure. Ensuite, sélectionnez une action en vrac dans le menu et cliquez sur le bouton Appliquer.
tr_tr: Toplu eylemler, aynı anda birden fazla varsayılan fiyat üzerinde bir eylem gerçekleştirmenize olanak tanır. Aşağıdaki toplu eylemler desteklenmektedir: Çöp Kutusuna Taşı, Fiyatları Dışa Aktar. Toplu eylem özelliğini kullanmak için, dahil etmek istediğiniz varsayılan fiyatların yanına bir onay işareti koyun. Ardından menüden bir toplu eylem seçin ve Uygula düğmesine tıklayın.

source: Cannot save billing info because the transaction has no primary registration
de_de: Rechnungsdaten können nicht gespeichert werden, da die Transaktion keine primäre Registrierung hat
fi: Laskutustietoja ei voitu tallentaa, koska tilauksella ei ole ensisijaista ilmoittautujaa
fr_fr: Vous ne pouvez pas enregistrer d'informations de facturation parce que la transaction n'a pas l'enregistrement primaire
tr_tr: İşlemin birincil kaydı olmadığı için fatura bilgileri kaydedilemiyor

source: Question Id
de_de: Frage Id
fi: Kysymyksen tunnus
tr_tr: Soru Kimliği

source: Link to organization Google page
de_de: Link zur Google-Seite der Organisation
fi: Linkki organisaation Google-sivulle
fr_fr: Lien vers la page Google organisation
tr_tr: Organizasyonun Google sayfa linki

source: Default Pricing Views
de_de: Standard Preisgestaltung Ansichten
fi: Oletushinnoittelu-näkymät
fr_fr: Par défaut Prix Vues
tr_tr: Varsayılan Fiyatları Göster

source: Single Event
de_de: Einzelne Veranstaltung
fi: Yksittäinen tapahtuma
fr_fr: Événement unique
tr_tr: Tek Etkinlik

source: Cannot save billing info because the transaction's primary registration has no attendee!
de_de: Rechnungsdaten können nicht gespeichert werden, da die primäre Registrierung der Transaktion keinen Teilnehmer hat!
fi: Laskutustietoja ei voitu tallentaa, koska tilauksen ensisijaisessa ilmoittautumisessa ei ole osallistujaa!
fr_fr: Impossible d'enregistrer la facturation d'info parce que l'enregistrement primaire de la transaction n'a pas participant!
tr_tr: İşlemin birincil kaydının katılımcısı olmadığı için fatura bilgileri kaydedilemiyor!

source: Question Option ID
de_de: Frage Option ID
fi: Kysymyksen vaihtoehdon tunnus
tr_tr: Soru Ayarları Kimliği

source: Views allow you to restrict what you see in the Default Pricing table. The following views are available: All and Trash. The number in parentheses next to each view represents the number of default prices that will be displayed with that view.
de_de: Mit den Ansichten können Sie die Anzeige der Tabelle Standardpreise einschränken. Die folgenden Ansichten sind verfügbar: Alle und Papierkorb. Die Zahl in Klammern neben jeder Ansicht gibt die Anzahl der Standardpreise an, die in dieser Ansicht angezeigt werden.
fi: Näkymien avulla voit rajoittaa oletushinnoittelutaulukon näkymiä. Käytettävissä ovat seuraavat näkymät: Kaikki ja Roskakori. Kunkin näkymän vieressä suluissa oleva luku tarkoittaa kyseisessä näkymässä näkyvien oletushintojen määrää.
fr_fr: Vues vous permettent de limiter ce que vous voyez dans le tableau par défaut de prix. Les vues suivantes sont disponibles: Tout et Trash. Le nombre entre parenthèses à côté de chaque vue représente le nombre de prix par défaut qui seront affichés avec ce point de vue.
tr_tr: Görünümler, Varsayılan Fiyatlandırma tablosunda gördüklerinizi kısıtlamanıza olanak tanır. Aşağıdaki görünümler mevcuttur: Tümü ve Çöp Kutusu. Her görünümün yanındaki parantez içindeki sayı, o görünümle birlikte görüntülenecek varsayılan fiyatların sayısını temsil eder.

source: Question Option Value
de_de: Frage Option Wert
fi: Kysymyksen vaihtoehdon arvo
fr_fr: Question Option Valeur
tr_tr: Soru Ayarının Değeri

source: Link to organization Instagram page
de_de: Link zur Instagram-Seite der Organisation
fi: Linkki organisaation Instagram-sivulle
fr_fr: Lien vers la page organisation Instagram
tr_tr: Organizasyonun İnstagram sayfa linki

source: Multi Event
de_de: Multi-Ereignis
fi: Monitapahtuma
fr_fr: Multi événement
tr_tr: Toplu Etkinlik

source: An error occurred. A valid EE_Question or EE_Answer object was not received.
de_de: Es ist ein Fehler aufgetreten. Ein gültiges EE_Question oder EE_Answer Objekt wurde nicht empfangen.
fi: Tapahtui virhe. Kelvollista EE_Question- tai EE_Answer-objektia ei vastaanotettu.
fr_fr: Une erreur s'est produite. Un EE_Question valide ou objet EE_Answer n'a pas été reçu.
tr_tr: Bir hata oluştu. Geçerli bir EE_Question veya EE_Answer nesnesi alınmadı.

source: Question Option Description
de_de: Frage Option Beschreibung
fi: Kysymyksen vaihtoehdon kuvaus
tr_tr: Soru Ayarının Açıklaması

source: Primary_Registration Details Shortcodes
de_de: Primäre_Registrierungsdetails Shortcodes
fr_fr: Primary_Registration Détails Shortcodes
tr_tr: Primary_Registration Detaylarının Kısa-kodları

source: Show all default prices.
de_de: Alle Standardpreise anzeigen.
fi: Näytä kaikki oletushinnoittelut.
fr_fr: Voir tous les prix par défaut.
tr_tr: Tüm varsayılan fiyatları göster.

source: unknown
de_de: unbekannt
fi: tuntematon
fr_fr: inconnu
tr_tr: bilinmeyen

source: Flag indicating Option was trashed
de_de: Flagge, die anzeigt, dass die Option gelöscht wurde
fi: Tunniste, joka kertoo, että vaihtoehto on siirretty roskakoriin
fr_fr: Drapeau Option indiquant été saccagé
tr_tr: Seçenek çöpe atıldığını belirten bayrak

source: All shortcodes specific primary registrant data
de_de: Alle Shortcodes mit spezifischen Primärdaten des Registranten
fi: Kaikki lyhytkoodit erityiset ensisijaiset rekisteröijän tiedot
fr_fr: Toutes les données shortcodes spécifique inscrit primaire
tr_tr: Birincil kayıt için özel kısa kodlar

source: Show default prices that have been moved to the trash.
de_de: Zeige Standardpreise, die in den Papierkorb verschoben wurden.
fi: Näytä roskakoriin siirretyt oletushinnat.
fr_fr: Voir les tarifs par défaut qui ont été déplacés dans la corbeille.
tr_tr: Çöpe taşınan varsayılan fiyatları göster

source: Event Series
de_de: Veranstaltungsserie
fi: Tapahtumasarja
fr_fr: Série événement
tr_tr: Etkinlik Serisi

source: %s's check-in status was not changed.
de_de: Der Check-in-Status von %s wurde nicht geändert.
fi: %s:n kirjautumistilaa ei muutettu.
fr_fr: %s n'a pas été modifié d'enregistrement de l'état de l '.
tr_tr: %s's yer-bildirimi bilgisi değiştirilemedi.

source: Parses to the first name of the primary registration for the transaction.
de_de: Analysiert den Vornamen der primären Registrierung für die Transaktion.
fi: Analysoi tapahtuman ensisijaisen rekisteröinnin etunimen.
fr_fr: Parse le premier nom de l'enregistrement primaire pour la transaction.
tr_tr: İşlem için birincil kaydın ilk adına ayrıştırır.

source: Default Pricing Search
de_de: Standard Preissuche
fi: Oletushinnoittelu-haku
fr_fr: Par défaut Prix Recherche
tr_tr: Standart Fiyatları Ara

source: %s has been removed from Check-in records
de_de: %s wurde aus den Check-in-Aufzeichnungen entfernt
fi: %s on poistettu kirjautumistietueista
fr_fr: %s a été retiré du Check-in dossiers
tr_tr: %s Yer-bildirimi kayıtlarından kaldırıldı.

source: Ticket ID
fi: Lipun tunnus
fr_fr: ID ticket
tr_tr: Bilet Kimliği

source: Parses to the last name of the primary registration for the transaction.
de_de: Analysiert den Nachnamen der primären Registrierung für die Transaktion.
fi: Analysoi tapahtuman ensisijaisen rekisteröinnin sukunimen.
fr_fr: Parse au nom de l'enregistrement primaire pour la transaction.
tr_tr: İşlem için birincil kaydın soyadına ayrıştırır.
