Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: A new State/Province could not be added because invalid or missing data was received.
de_de: Ein neuer Staat/Provinz konnte nicht hinzugefügt werden, weil ungültige oder fehlende Daten empfangen wurden.
fi: Uutta osavaltiota ei voitu lisätä, koska tietoja puuttui tai ne olivat virheellisiä.
fr_fr: Un nouvel Etat / Province n'a pas pu être ajouté parce que les données non valide ou manquante a été reçue.
tr_tr: Geçersiz veya eksik veri alındığı için yeni bir Eyalet/İl eklenemedi.

source: Add New Default Ticket
de_de: Neues Standard-Ticket hinzufügen
fi: Lisää uusi oletuslippu
fr_fr: Ajouter un nouveau défaut de billets
tr_tr: Yeni Varsayılan Bilet Ekle

source: The requested %s module is not of the class EED_Module.
de_de: Das angeforderte %s-Modul ist nicht von der Klasse EED_Module.
fi: Pyydetty %s-moduuli ei kuulu luokkaan EED_Module.
fr_fr: La demande %s module n'est pas de la EED_Module de classe.
tr_tr: İstenen %s modülü EED_Module sınıfından değil.

source: There is no field titled %s on model %s. Either the query trying to use it is bad, or you need to add it to the list of fields on the model.
de_de: Es gibt kein Feld mit dem Namen %s im Modell %s. Entweder ist die Abfrage, die es zu verwenden versucht, fehlerhaft, oder Sie müssen es zur Liste der Felder des Modells hinzufügen.
fi: Mallissa %s ei ole kenttää nimeltä %s. Joko kysely, joka yrittää käyttää sitä, on virheellinen tai se on lisättävä mallin kenttien luetteloon.
fr_fr: Il n'ya pas de champ intitulé %s sur le modèle %s . Soit la requête de l'utiliser est mauvais, ou vous avez besoin de l'ajouter à la liste des champs sur le modèle.
tr_tr: Model %s üzerinde %s başlıklı bir alan yok. Ya onu kullanmaya çalışan sorgu kötüdür ya da onu modeldeki alanlar listesine eklemeniz gerekir.

source: Term (in context of a taxonomy) ID
de_de: Begriff (im Zusammenhang mit einer Taxonomie) ID
fi: Termi (taksonomian yhteydessä) ID
fr_fr: Terme (dans le contexte d'une taxonomie) ID
tr_tr: Dönem (bir taksonomi bağlamında) kimliği

source: Edit Default Ticket
de_de: Standardticket bearbeiten
fi: Muokkaa oletuslippua
fr_fr: Modifier par défaut billets
tr_tr: Varsayılan Bileti Düzenle

source: The Event Espresso Network Configuration Settings have been successfully updated.
de_de: Die Event Espresso-Netzwerkkonfigurationseinstellungen wurden erfolgreich aktualisiert.
fi: Event Espresson verkkokokoonpanoasetukset on päivitetty onnistuneesti.
fr_fr: Les Espresso réseau des paramètres de configuration d'événements ont été mis à jour avec succès.
tr_tr: Kuzu.me Etkinlik Ağ Yapılandırma Ayarları başarıyla güncellendi.

source: You specified a related model named %s in your query. No such model exists, if it did, it would have the classname %s
de_de: Sie haben ein verwandtes Modell namens %s in Ihrer Abfrage angegeben. Ein solches Modell existiert nicht, und wenn, dann hätte es den Klassennamen %s
fi: Määritit kyselyssäsi liittyvän mallin nimeltä %s. Tällaista mallia ei ole olemassa, ja jos olisi, sillä olisi luokkanimi %s.
fr_fr: Vous avez spécifié un modèle associé nommé %s dans votre requête. Aucune tel modèle existe, s'il le faisait, il aurait le nom de la classe %s
tr_tr: Sorgunuzda %s adında ilgili bir model belirttiniz. Böyle bir model yok, olsaydı sınıf adı %s olurdu

source: Term Order
de_de: Begriff Bestellung
fi: Määräaikainen tilaus
fr_fr: Ordre terme
tr_tr: Dönem Siparişi

source: Event Espresso - General Settings > Countries Tab
de_de: Event Espresso - Allgemeine Einstellungen > Länder-Tab
fi: Event Espresso - Yleiset asetukset &gt; Maat-välilehti
fr_fr: Event Espresso - Paramètres généraux> Pays Tab
tr_tr: Kuzu.me Etkinlik - Genel Ayarlar> Ülkeler Sekmesi

source: Delete Default Ticket
de_de: Standardticket löschen
fi: Poista oletuslippu
fr_fr: Supprimer défaut billets
tr_tr: Varsayılan Bileti Sil

source: Extra Event Espresso Configuration settings were successfully updated.
de_de: Extra Event Espresso Konfigurationseinstellungen wurden erfolgreich aktualisiert.
fi: Extra Event Espresson kokoonpanoasetukset päivitettiin onnistuneesti.
fr_fr: Paramètres supplémentaires événement configuration Espresso ont été mis à jour.
tr_tr: Ekstra Kuzu.me Etkinlik Yapılandırma ayarları başarıyla güncellendi.

source: There is no field/column '%s' on '%s'
de_de: Es gibt kein Feld/Spalte '%s' auf '%s'
fi: Kenttää/saraketta '%s' ei ole kentässä '%s'.
fr_fr: Il n'ya pas de champ / colonne ' %s 'sur' %s '
tr_tr: '%s' üzerinde '%s' alanı/sütunu yok

source: Term Taxonomy
de_de: Begriffstaxonomie
fi: Termi Taksonomia
fr_fr: Taxonomie terme
tr_tr: Dönem Taksonomisi

source: An invalid or missing Country ISO Code was received.
de_de: Es wurde ein ungültiger oder fehlender Länder-ISO-Code empfangen.
fi: Puuttuva tai virheellinen valtion ISO-tunnus.
fr_fr: Un non valide ou manquant Pays Code ISO a été reçu.
tr_tr: Geçersiz veya eksik bir Ülke ISO Kodu alındı.

source: Uses
de_de: Anwendungen
fi: Käyttökerrat
fr_fr: Utilisations
tr_tr: Kullanma

source: The Event Espresso Network Configuration Settings were not updated.
de_de: Die Netzwerkkonfigurationseinstellungen von Event Espresso wurden nicht aktualisiert.
fi: Event Espresson verkkokokoonpanoasetuksia ei päivitetty.
fr_fr: Les paramètres de configuration réseau d'Event Espresso n'ont pas été mis à jour.
tr_tr: Kuzu.me Etkinlik Ağ Yapılandırması Ayarları güncellenmedi.

source: There is no Primary Key defined on model %s
de_de: Es ist kein Primärschlüssel für das Modell %s definiert
fi: Malliin %s ei ole määritelty ensisijaista avainta.
fr_fr: Il n'y a pas de clé primaire définie sur le modèle %s
tr_tr: Model %s üzerinde tanımlanmış Birincil Anahtar yok

source: Term-Taxonomy ID
de_de: Begriff-Taxonomie-ID
fi: Termi-taksonomian tunnus
fr_fr: Terme-Taxonomie ID
tr_tr: Dönem-Taksonomi Kimliği

source: An invalid or missing State Abbreviation was received.
de_de: Es wurde eine ungültige oder fehlende Staatsabkürzung empfangen.
fi: Virheellinen tai puuttuva osavaltion tunnus.
fr_fr: Un Abréviation Etat invalide ou manquante a été reçue.
tr_tr: Geçersiz veya eksik bir Eyalet Kısaltması alındı.

source: venue category
de_de: Veranstaltungsort Kategorie
fi: tapahtumapaikkaluokka
fr_fr: catégorie lieu
tr_tr: Mekan Kategorisi

source: Extra Event Espresso Network Configuration settings were not updated.
de_de: Die Einstellungen der Extra Event Espresso Network Configuration wurden nicht aktualisiert.
fi: Extra Event Espresso Network Configuration -asetuksia ei päivitetty.
fr_fr: D'autres réglages de configuration d'Event Espresso réseau n'ont pas été mis à jour.
tr_tr: Ekstra Kuzu.me Etkinlik Ağ Yapılandırması Ayarları güncellenmedi.

source: There is no foreign key field pointing to model %s on model %s
de_de: Es gibt kein Fremdschlüsselfeld, das auf Modell %s im Modell %s verweist
fi: Mallissa %s ei ole malliin %s osoittavaa vierasavainkenttää.
fr_fr: Il n'y a pas de pointage de champ de clé étrangère pour modéliser %s sur le modèle %s
tr_tr: Model %s üzerinde model %s'ye işaret eden yabancı anahtar alanı yok

source: Term Id
de_de: Begriff Id
fi: Termi Id
fr_fr: Id terme
tr_tr: Dönem Kimliği

source: Display Status Banner
de_de: Status Banner anzeigen
fi: Näytä tilailmaisin
fr_fr: Afficher Bannière d'état
tr_tr: Ekran Durum Banner

source: venue categories
de_de: Veranstaltungsort Kategorien
fi: tapahtumapaikkaluokat
fr_fr: catégories du lieu
tr_tr: Mekan Kategorileri

source: %1$sPlease help us make Event Espresso better and vote for your favorite features.%2$s The %3$sUser eXperience Improvement Program (UXIP)%4$s, has been created so when you use Event Espresso you are voting for the features and settings that are important to you. The UXIP helps us understand how you use our products and services, track problems and in what context. If you opt-out of the UXIP you essentially elect for us to disregard how you use Event Espresso as we build new features and make changes. Participation in the program is completely voluntary and it is disabled by default. The end results of the UXIP are software improvements to better meet your needs. The data we collect will never be sold, traded, or misused in any way. %5$sPlease see our %6$sPrivacy Policy%7$s for more information.%8$s
de_de: %1$sBitte helfen Sie uns, Event Espresso zu verbessern, und stimmen Sie für Ihre Lieblingsfunktionen.%2$s Das %3$sUser eXperience Improvement Program (UXIP)%4$s wurde entwickelt, damit Sie bei der Nutzung von Event Espresso für die Funktionen und Einstellungen stimmen, die Ihnen wichtig sind. Das UXIP hilft uns zu verstehen, wie Sie unsere Produkte und Dienstleistungen nutzen, Probleme verfolgen und in welchem Kontext. Wenn Sie aus dem UXIP aussteigen, entscheiden Sie sich im Wesentlichen dafür, dass wir nicht berücksichtigen, wie Sie Event Espresso nutzen, wenn wir neue Funktionen entwickeln und Änderungen vornehmen. Die Teilnahme an dem Programm ist vollkommen freiwillig und standardmäßig deaktiviert. Das Endergebnis des UXIP sind Softwareverbesserungen, die Ihren Bedürfnissen besser entsprechen. Die von uns gesammelten Daten werden niemals verkauft, gehandelt oder in irgendeiner Weise missbraucht. %5$sBitte lesen Sie unsere %6$sDatenschutzrichtlinie%7$s für weitere Informationen.%8$s
fi: %sAuta meitä tekemään Event Espressosta entistäkin parempi ja äänestä lempiominaisuuksiasi.%s %sKäyttäjäkokemuksen parantamishankkeessa (UXIP)%s on luotu, jotta voisit äänestää sinulle tärkeitä ominaisuuksia ja asetuksia Event Espressoa käyttäessäsi. UXIP-hankkeen avulla voimme ymmärtää paremmin, miten käytät tuotteitamme ja palveluitamme sekä seuraamaan mahdollisia virheitä. Jos et halua osallistua UXIP-hankkeeseen, emme saa tietoa Event Espresson käyttötavoista rakentaessamme uusia ominaisuuksia ja tehdessämme muutoksia. Osallistuminen hankkeeseen on täysin vapaaehtoista, mutta osallistuminen on oletuksena päällä. UXIP-hankkeen tuloksena voimme tehdä Event Espressoon muutoksia, jotka palvelevat paremmin sinun tarpeitasi. Keräämiämme tietoja ei koskaa myydä, vaihdeta tai väärinkäytetä millään tavalla. %sLisätietoa saat %sPrivacy Policy%s -dokumentistamme.
tr_tr: %1$sLütfen Event Espresso'yu daha iyi hale getirmemize yardımcı olun ve favori özellikleriniz için oy verin.%2$s %3$sKullanıcı Deneyimi Geliştirme Programı (UXIP)%4$s, Event Espresso'yu kullandığınızda sizin için önemli olan özellikler ve ayarlar için oy vermeniz amacıyla oluşturulmuştur. UXIP, ürünlerimizi ve hizmetlerimizi nasıl kullandığınızı anlamamıza, sorunları izlememize ve hangi bağlamda kullandığınızı anlamamıza yardımcı olur. UXIP'den çıkmayı tercih ederseniz, aslında yeni özellikler geliştirirken ve değişiklikler yaparken Event Espresso'yu nasıl kullandığınızı göz ardı etmemizi seçmiş olursunuz. Programa katılım tamamen gönüllülük esasına dayanmaktadır ve varsayılan olarak devre dışı bırakılmıştır. UXIP'nin nihai sonuçları, ihtiyaçlarınızı daha iyi karşılayacak yazılım iyileştirmeleridir. Topladığımız veriler asla satılmayacak, takas edilmeyecek veya herhangi bir şekilde kötüye kullanılmayacaktır. %5$sDaha fazla bilgi için lütfen %6$sGizlilik Politikamıza%7$s bakın.%8$s

source: You tried adding a %s to a mapping of %ss
de_de: Sie haben versucht, ein %s zu einem Mapping von %ss hinzuzufügen
fi: Yritit lisätä %s:n %ss:n kartoitukseen.
fr_fr: Vous avez essayé d'ajouter un %s pour une cartographie de %s s
tr_tr: Bir %ss eşlemesine %s eklemeyi denediniz

source: Taxonomy Name
de_de: Taxonomie Name
fi: Taksonomia Nimi
fr_fr: Taxonomie Nom
tr_tr: Taksonomi İsmi

source: You tried storing a model object with NO ID in the %s entity mapper.
de_de: Sie haben versucht, ein Modellobjekt mit NO ID im %s-Entity-Mapper zu speichern.
fi: Yritit tallentaa malliobjektin, jolla ei ole tunnusta, %s-kartoittajaan.
fr_fr: Vous avez essayé stocker un objet de modèle avec le NO ID dans le %s l'entité mappeur.
tr_tr: Kimliği OLMAYAN bir model nesnesini %s varlık eşleyicisinde depolamayı denediniz.

source: Description of Term
de_de: Beschreibung der Bedingungen
fi: Termin kuvaus
fr_fr: Description de la durée
tr_tr: Dönemin Açıklaması

source: none
de_de: keine
fi: ei yhtään
fr_fr: aucun
tr_tr: hiç

source: Save New Venue
de_de: Neuen Veranstaltungsort speichern
fi: Tallenna uusi tapahtumapaikka
fr_fr: Enregistrer nouveau lieu
tr_tr: Yeni Mekanı Kaydet

source: Parent Term ID
de_de: ID des übergeordneten Begriffs
fi: Vanhemman termin tunnus
fr_fr: ID Parent terme
tr_tr: Ailesel Dönem Kimliği

source: excerpt (short desc)
de_de: Auszug (Kurzbeschreibung)
fi: ote (lyhyt kuvaus)
fr_fr: extrait (court desc)
tr_tr: alıntı (kısa açıklama)

source: Venues Overview
de_de: Übersicht der Veranstaltungsort
fi: Tapahtumapaikkojen yhteenveto
fr_fr: Aperçu des sites
tr_tr: Mekanlara Genel Bakış

source: The %s file %s does not appear to contain the %s Class.
de_de: Die %s-Datei %s scheint die Klasse %s nicht zu enthalten.
fi: %s-tiedosto %s ei näytä sisältävän luokkaa %s.
fr_fr: Le %s fichier %s ne semble pas contenir le %s classe.
tr_tr: Dosyası %s class %s ını %s içermiyor.

source: Count of Objects attached
de_de: Anzahl der angeschlossenen Objekte
fi: Kiinnitettyjen kohteiden lukumäärä
fr_fr: Nombre d'objets fixé
tr_tr: Sayılan nesneler eklendi

source: full description
de_de: komplette Beschreibung
fi: koko kuvaus
fr_fr: description complète
tr_tr: Tam Açıklama

source: Venues Overview Table Column Headings
de_de: Veranstaltungsorte Übersicht Tabelle Spaltenüberschriften
fi: Tapahtumapaikkojen yhteenveto -taulukon sarakeotsikot
fr_fr: Endroits têtes de colonne Aperçu de la table
tr_tr: Mekanlara Genel Bakış Tablosunun Sütun Başlıkları

source: No session data or invalid session data was provided.
de_de: Es wurden keine Sitzungsdaten oder ungültige Sitzungsdaten übermittelt.
fi: Istuntotiedot puuttuivat tai annetut istuntotiedot olivat virheellisiä.
fr_fr: Pas de données de session ou les données de session non valides ont été fournis.
tr_tr: Herhangi bir oturum verisi veya geçersiz oturum verisi sağlanamadı.

source: Ticket Template ID
de_de: Ticket-Vorlagen-ID
fi: Lippupohjan tunnus
fr_fr: Ticket ID modèle
tr_tr: Bilet Şablon Kimliği

source: Venues Overview Views & Bulk Actions & Search
de_de: Veranstaltungsort Übersicht Ansichten & Massenaktionen & Suche
fi: Tapahtumapaikkojen yhteenveto -näkymät, -massatoiminnot ja -haku
fr_fr: Aperçu des sites Vues & Actions globales et Recherche
tr_tr: Mekanlara Genel Bakış Görünümler & Toplu İşlemler & Arama

source: Sorry! %s is a default session datum and can not be reset.
de_de: Entschuldigung! %s ist ein Standard-Sitzungsdatum und kann nicht zurückgesetzt werden.
fi: Anteeksi! %s on istunnon oletustieto, eikä sitä voi palauttaa.
fr_fr: Désolé! %s est une donnée de session par défaut et ne peut pas être remis à zéro.
tr_tr: Üzgünüz! %s bir varsayılan oturum veridir ve yeniden başlatılamaz.

source: The operator '%s' is not in the list of valid operators: %s
de_de: Der Operator '%s' ist nicht in der Liste der gültigen Operatoren enthalten: %s
fi: Operaattori '%s' ei ole kelvollisten operaattoreiden luettelossa: %s
fr_fr: L'opérateur ' %s 'n'est pas dans la liste des opérateurs valides: %s
tr_tr: '%s' operatörü geçerli operatörler listesinde değil: %s

source: Description of Ticket
de_de: Beschreibung des Tickets
fi: Lipun kuvaus
fr_fr: Description des billets
tr_tr: Biletin Açıklamaları

source: &lsaquo; PREV
de_de: Zurück
fi: &rsaquo; Edellinen
tr_tr: &lsaquo; Geri

source: Venue Editor
de_de: Veranstaltungsort-Editor
fi: Tapahtumapaikan muokkain
fr_fr: Editeur Lieu
tr_tr: Mekan Editörü

source: No session data could be reset, because no session var name was provided.
de_de: Es konnten keine Sitzungsdaten zurückgesetzt werden, da kein Sitzungsvarname angegeben wurde.
fi: Istuntotietoja ei voitu nollata, koska istunnon var-nimeä ei annettu.
fr_fr: Pas de données de session peuvent être remis à zéro, car aucun nom séance de var a été fourni.
tr_tr: Hiçbir oturum verisi sıfırlanamadı, çünkü hiçbir oturum var adı sağlanmadı.

source: Start time/date of Ticket
de_de: Startzeit/Datum des Tickets
fi: Lipun alkupäivä/-aika
fr_fr: Début de validité du billet
tr_tr: Biletin Başlangıç Saati/Tarihi

source: NEXT &rsaquo;
de_de: Weiter
fi: Seuraava &rsaquo;
tr_tr: İleri &rsaquo;

source: Venue Title & Rich Text Editor
de_de: Veranstaltungsort Titel & Rich Text Editor
fi: Tapahtumapaikan otsikko ja tekstieditori
fr_fr: Lieu Titre & Rich Text Editor
tr_tr: Mekan Başlığı & Zengin Metin Editörü

source: The session variable %s was removed.
de_de: Die Sitzungsvariable %s wurde entfernt.
fi: Istuntomuuttuja %s poistettiin.
fr_fr: La variable de session %s a été éliminé.
tr_tr: Oturum değişkeni %s kaldırıldı.

source: We are trying to find the post status flag field on %s, but none was found. Are you sure there is a field of type EE_Trashed_Flag_Field in %s constructor?
de_de: Wir haben versucht, das Poststatus-Feld auf %s zu finden, aber es wurde keines gefunden. Sind Sie sicher, dass es ein Feld des Typs EE_Trashed_Flag_Field im %s-Konstruktor gibt?
fi: Yritämme löytää post status flag -kentän %s:stä, mutta sellaista ei löytynyt. Oletko varma, että %s:n konstruktorissa on kenttä tyyppiä EE_Trashed_Flag_Field?
fr_fr: Nous essayons de trouver le terrain de drapeau d'état de poste sur %s , mais aucune n'a été trouvée. Êtes-vous sûr qu'il est un champ de type EE_Trashed_Flag_Field en %s constructeur?
tr_tr: %s üzerinde gönderi durumu bayrağı alanını bulmaya çalışıyoruz, ancak hiçbiri bulunamadı. %s yapıcısında EE_Trashed_Flag_Field türünde bir alan olduğundan emin misiniz?

source: End time/date of Ticket
de_de: Gültigkeit des Tickets endet (Uhrzeit/Datum)
fi: Lipun päättymispäivä/-aika
fr_fr: Fin de validité du billet
tr_tr: Biletin bitiş Saati/Tarihi

source: Venue Tags & Categories
de_de: Veranstaltungsort Stichworte & Kategorien
fi: Tapahtumapaikkojen avainsanat ja luokat
fr_fr: Lieu tags et catégories
tr_tr: Mekan Etiketleri & Kateroriler

source: The session item provided, %s, is invalid or does not exist.
de_de: Das angegebene Sitzungselement, %s, ist ungültig oder existiert nicht.
fi: Annettu istunto, %s, on virheellinen tai sitä ei ole olemassa.
fr_fr: L'ordre du jour de la session prévue, %s , est invalide ou n'existe pas.
tr_tr: Sağlanan oturum maddesi ,%s, geçersiz ya da mevcut değil.

source: CPT Model %s should have a field of type EE_WP_Post_Type, but doesnt
de_de: CPT Modell %s sollte so ein Typenfeld EE_WP_Post_Type haben, hat es aber nicht
fi: CPT-mallissa %s pitäisi olla kenttä, jonka tyyppi on EE_WP_Post_Type, mutta sitä ei ole
fr_fr: CPT modèle %s devrait avoir un champ de type EE_WP_Post_Type, mais ne marche pas
tr_tr: CPT Model %s'nin EE_WP_Post_Type türünde bir alanı olması gerekiyor, ancak yok

source: Minimum quantity of this ticket that must be purchased
de_de: Mindestmenge, die von diesem Ticket erworben werden muss
fi: Tämän lipun vähimmäisostomäärä
fr_fr: Quantité minimale de ce billet qui doit être acheté
tr_tr: Minimum miktarda bu biletten satın alınmalı

source: Venue Editor Physical Location & Google Map & Virtual Location
de_de: Veranstaltungsort Editor Physischer Standort & Google Map & Virtueller Standort
fi: Tapahtumapaikan toimittaja Fyysinen sijainti & Google Map & Virtuaalinen sijaintipaikka
fr_fr: Lieu éditeur Lieu physique et Google Map & Lieu virtuel
tr_tr: Mekan Editörü Fiziksel Lokasyon & Google Haritalar & Sanal Lokasyon

source: When the row was modified
de_de: Wenn die Zeile geändert wurde
fi: Milloin riviä muokattiin
fr_fr: Lorsque la ligne a été modifiée
tr_tr: Satır değiştirildiğinde

source: Maximum quantity of this ticket that can be purchased in one transaction
de_de: Maximale Anzahl an Tickets die für dieses Event gebucht werden können.
fi: Yhdessä tilauksessa ostettavissa olevien lippujen enimmäismäärä
fr_fr: La quantité maximale de ce billet qui peuvent être achetés en une seule transaction
tr_tr: Tek seferde alınabilen maksimum bilet miktarı

source: Dates List
de_de: Liste der Termine
fi: Päivämäärät Luettelo
tr_tr: Tarihler Listesi

source: Venue Editor Other
de_de: Veranstaltungsort Herausgeber Sonstiges
fi: Tapahtumapaikan muokkain - Muuta
fr_fr: Lieu éditeur Autres
tr_tr: Mekan Editörü Diğer

source: Country Appears in Dropdown Select Lists
de_de: Land wird in Dropdown-Auswahllisten angezeigt
fi: Valtio näytetään alasvetovalikoissa
fr_fr: Pays apparaît dans les listes déroulantes
tr_tr: Açılır Listelerde Seçmeniz için Ülkeler Gözükmektedir.

source: Number of this ticket sold
de_de: Verkaufte Anzahl dieses Tickets
fi: Myytyjen lippujen määrä
fr_fr: Nombre de ce billet vendu
tr_tr: Satılan biletlerin sayısı

source: Add New Venue Category
de_de: Neue Veranstaltungsortkategorie hinzufügen
fi: Lisää uusi tapahtumapaikkaluokka
fr_fr: Ajouter un nouveau lieu Catégorie
tr_tr: Yeni Mekan Kategorisi Ekle

source: Country ISO Code
de_de: Land ISO-Code
fi: Valtion ISO-koodi
fr_fr: Pays Code ISO
tr_tr: Ülkenin ISO Kodu

source: Quantity of this ticket that is available
de_de: Verfügbare Menge dieses Tickets
fi: Tämän lipun saatavilla oleva määrä
fr_fr: Quantité de ce billet qui est disponible
tr_tr: Mevcut bilet miktarı

source: Edit Venue Category
de_de: Kategorie des Veranstaltungsortes bearbeiten
fi: Muokkaa tapahtumapaikkaluokkaa
fr_fr: Modifier Lieu Catégorie
tr_tr: Mekan Kategorisini Düzenle

source: Country ISO3 Code
de_de: Land ISO3 Code
fi: Valtion ISO3-koodi
fr_fr: Pays ISO3 code
tr_tr: Ülkenin ISO3 Kodu

source: Number of datetimes this ticket can be used at
de_de: Anzahl der Tage, an dem dieses Ticket verwendet werden kann.
fi: Sellaisten ajankohtien määrä, jolloin tätä lippua voidaan käyttää
fr_fr: Nombre d'horaires que ce billet peut utilisé à
tr_tr: Biletin kullanılabilir zaman aralığı

source: Venue Categories
de_de: Veranstaltungsort-Kategorien
fi: Tapahtumapaikkaluokat
fr_fr: Lieu Catégories
tr_tr: Mekan Kategorileri

source: Maintenance Mode Active
de_de: Wartungsmodus Aktiv
fi: Huoltotila aktivoitu
fr_fr: Mode maintenance activé
tr_tr: Bakım Modu Aktif

source: Region ID
fi: Alueen tunnus
fr_fr: ID de la région
tr_tr: Bölge Kimliği

source: Flag indicating whether there is tax applied on this ticket
de_de: Kennzeichen, das angibt, ob auf dieses Ticket eine Steuer erhoben wird
fi: Tunniste, joka kertoo,.että tähän lippuun sovelletaan veroa
fr_fr: Drapeau indiquant si l'on taxe appliquée sur ce billet
tr_tr: Bu bilet üzerinde uygulanan, vergi olup olmadığını belirten bayrak

source: Venue Categories Table Column Headings
de_de: Veranstaltungsortkategorien Spaltenüberschriften der Tabelle
fi: Tapahtumapaikkojen luokat -taulukon sarakeotsikot
fr_fr: Lieu Catégories têtes de colonne de la table
tr_tr: Mekan Kategorileri Tablosu Sütun Başlıkları

source: Event Espresso Pages
de_de: Event Espresso Seiten
fi: Event Espresso sivut
tr_tr: Espresso Etkinlik Sayfaları

source: Country Name
de_de: Name des Landes
fi: Valtion nimi
fr_fr: Nom du pays
tr_tr: Ülke Adı

source: Flag indicating that this ticket is a default ticket
de_de: Kennzeichen, das angibt, dass dieses Ticket ein Standardticket ist
fi: Tunniste, joka kertoo tämän olevan oletuslippu
fr_fr: Drapeau indiquant que ce billet est un billet de défaut
tr_tr: Bu biletin varsayılan bir bilet olduğunu belirten Bayrak

source: Venue Categories Views
de_de: Veranstaltungsort Kategorien Ansichten
fi: Tapahtumapaikkaluokat-näkymät
fr_fr: Lieu Catégories Vues
tr_tr: Mekan Kategorileri İzlenmeleri

source: Add to Menu
de_de: Zum Menu hinzufügen
fi: Lisää valikkoon
tr_tr: Menüye Ekle

source: Country Currency Code
de_de: Land Währungscode
fi: Valtion valuuttatunnus
fr_fr: Pays Code de devise
tr_tr: Ülke Para Birimi Kodu
