Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: PayPal Checkout (through PayPal Commerce) is a flexible onsite payment method for accepting payments via PayPal and is available to event organizers in %1$smany countries%2$s. A PayPal business account is needed to accept payments. If you don't have an account, you'll have a chance to create one while setting up this payment method (logging in with PayPal).
de_de: PayPal Checkout (über PayPal Commerce) ist eine flexible Vor-Ort-Zahlungsmethode für die Annahme von Zahlungen über PayPal und steht Veranstaltern in %1$svielen Ländern%2$s zur Verfügung. Für die Annahme von Zahlungen ist ein PayPal-Geschäftskonto erforderlich. Wenn Sie noch kein Konto haben, haben Sie die Möglichkeit, eines zu erstellen, während Sie diese Zahlungsmethode einrichten (Anmeldung bei PayPal).
fi: PayPal Checkout (PayPal Commerce -palvelun kautta) on joustava maksutapa, jolla voit hyväksyä maksuja PayPalin kautta, ja se on tapahtumajärjestäjien käytettävissä %1$smonissa maissa%2$ssa. Maksujen vastaanottamiseen tarvitaan PayPal-liiketoimintatili. Jos sinulla ei ole tiliä, sinulla on mahdollisuus luoda sellainen, kun määrität tämän maksutavan (kirjautumalla sisään PayPaliin).
tr_tr: PayPal Checkout (PayPal Commerce aracılığıyla), PayPal aracılığıyla ödeme kabul etmek için esnek bir yerinde ödeme yöntemidir ve %1$sbirçok ülkede%2$s etkinlik organizatörleri tarafından kullanılabilir. Ödemeleri kabul etmek için bir PayPal işletme hesabı gereklidir. Hesabınız yoksa, bu ödeme yöntemini ayarlarken (PayPal ile oturum açarken) bir hesap oluşturma şansınız olacaktır.

source: Response error. Message: %1$s.
de_de: Antwortfehler. Nachricht: %1$s.
fi: Vastausvirhe. Viesti: %1$s.
tr_tr: Yanıt hatası. Mesaj: %1$s.

source: Unable to read the response body. It's possible that it's empty.
de_de: Der Antwortkörper kann nicht gelesen werden. Es ist möglich, dass er leer ist.
fi: Vastausrunkoa ei pystytä lukemaan. On mahdollista, että se on tyhjä.
tr_tr: Yanıt gövdesi okunamıyor. Boş olması mümkündür.

source: No client token was found in the Client Token request response.
de_de: In der Antwort auf die Client-Token-Anforderung wurde kein Client-Token gefunden.
fi: Client Token -pyynnön vastauksessa ei löytynyt asiakastunnusta.
tr_tr: İstemci Belirteci isteği yanıtında istemci belirteci bulunamadı.

source: Validating Order Capture:
de_de: Validierung der Auftragserfassung:
fi: Tilauksen kaappauksen validointi:
tr_tr: Sipariş Yakalamayı Doğrulama:

source: Unexpected response. No order returned.
de_de: Unerwartete Antwort. Kein Auftrag zurückgegeben.
fi: Odottamaton vastaus. Tilausta ei palautettu.
tr_tr: Beklenmedik yanıt. Geri dönen sipariş yok.

source: Tickets for an event at %1$s
de_de: Tickets für eine Veranstaltung bei %1$s
fi: Liput tapahtumaan %1$s
tr_tr: %1$s adresindeki bir etkinlik için biletler

source: Event Ticket
de_de: Veranstaltungs-Ticket
fi: Tapahtumalippu
tr_tr: Etkinlik Bileti

source: Validating Order Create:
de_de: Validierung Auftrag erstellen:
fi: Tilauksen luomisen vahvistaminen:
tr_tr: Sipariş Oluşturma Doğrulanıyor:

source: Unexpected response. Unable to find the order.
de_de: Unerwartete Antwort. Die Bestellung kann nicht gefunden werden.
fi: Odottamaton vastaus. Tilausta ei löydy.
tr_tr: Beklenmedik yanıt. Sipariş bulunamıyor.

source: Missing required data for validating the onboarding status.
de_de: Fehlende erforderliche Daten für die Validierung des Onboarding-Status.
fi: Puuttuvat tiedot, joita tarvitaan käyttöönottotilanteen vahvistamiseksi.
tr_tr: İşe alım durumunu doğrulamak için gerekli veriler eksik.

source: Your Account has been limited by PayPal. Please check your PayPal account inbox for an email from PayPal to determine the next steps for this.
de_de: Ihr Konto wurde von PayPal eingeschränkt. Bitte prüfen Sie den Posteingang Ihres PayPal-Kontos auf eine E-Mail von PayPal, um die nächsten Schritte zu bestimmen.
fi: PayPal on rajoittanut tilisi käyttöä. Tarkista PayPal-tilisi postilaatikkoon, onko PayPal lähettänyt sinulle sähköpostiviestin, jotta voit määrittää seuraavat vaiheet.
tr_tr: Hesabınız PayPal tarafından sınırlandırıldı. Lütfen PayPal hesabınızın gelen kutusunda PayPal'dan gelecek bir e-posta olup olmadığını kontrol edin.

source: Email address not confirmed. Please confirm your email address.
de_de: E-Mail Adresse nicht bestätigt. Bitte bestätigen Sie Ihre E-Mail-Adresse.
fi: Sähköpostiosoitetta ei ole vahvistettu. Vahvista sähköpostiosoitteesi.
tr_tr: E-posta adresi onaylanmadı. Lütfen e-posta adresinizi onaylayın.

source: Not all required permissions were granted. Please allow all permissions while onboarding.
de_de: Es wurden nicht alle erforderlichen Berechtigungen erteilt. Bitte gewähren Sie beim Onboarding alle Berechtigungen.
fi: Kaikkia vaadittuja lupia ei myönnetty. Anna kaikki oikeudet käyttöönoton yhteydessä.
tr_tr: Gerekli tüm izinler verilmedi. Lütfen işe alım sırasında tüm izinlere izin verin.

source: Related payment method not found (create Order).
de_de: Zugehörige Zahlungsmethode nicht gefunden (Auftrag erstellen).
fi: Liittyvää maksutapaa ei löydy (luo tilaus).
tr_tr: İlgili ödeme yöntemi bulunamadı (Sipariş oluştur).

source: There was an unexpected error. Please refresh the page and check the logs on the Payment Methods page.
de_de: Es ist ein unerwarteter Fehler aufgetreten. Bitte aktualisieren Sie die Seite und überprüfen Sie die Protokolle auf der Seite "Zahlungsmethoden".
fi: Tapahtui odottamaton virhe. Päivitä sivu ja tarkista lokit Maksutavat-sivulta.
tr_tr: Beklenmedik bir hata oluştu. Lütfen sayfayı yenileyin ve Ödeme Yöntemleri sayfasındaki günlükleri kontrol edin.

source: Connect with PayPal
de_de: Mit PayPal verbinden
fi: Yhdistä PayPalin kanssa
tr_tr: PayPal ile Bağlanın

source: Connect with PayPal (sandbox)
de_de: Mit PayPal verbinden (Sandbox)
fi: Yhteys PayPaliin (hiekkalaatikko)
tr_tr: PayPal ile bağlanın (sandbox)

source: (using sandbox credentials)
de_de: (unter Verwendung von Sandbox-Anmeldedaten)
fi: (hiekkalaatikon tunnuksia käyttäen)
tr_tr: (sandbox kimlik bilgilerini kullanarak)

source: Linked account ID: %1$s
de_de: Verknüpfte Konto-ID: %1$s
fi: Linkitetyn tilin tunnus: %1$s
tr_tr: Bağlı hesap kimliği: %1$s

source: Please select a country where your PayPal account is registered:
de_de: Bitte wählen Sie ein Land, in dem Ihr PayPal-Konto registriert ist:
fi: Valitse maa, jossa PayPal-tilisi on rekisteröity:
tr_tr: Lütfen PayPal hesabınızın kayıtlı olduğu bir ülke seçin:

source: Select country
de_de: Land auswählen
fi: Valitse maa
tr_tr: Ülke seçiniz

source: Select a product you'd like to allow at checkout:
de_de: Wählen Sie ein Produkt, das Sie an der Kasse zulassen möchten:
fi: Valitse tuote, jonka haluat sallia kassalla:
tr_tr: Ödeme sırasında izin vermek istediğiniz bir ürün seçin:

source: Accept PayPal
de_de: PayPal akzeptieren
fi: Hyväksy PayPal
tr_tr: PayPal Kabul Et

source: Accept credit and debit card payments with PayPal
de_de: Akzeptieren Sie Kredit- und Debitkartenzahlungen mit PayPal
fi: Hyväksy luotto- ja pankkikorttimaksut PayPalin avulla.
tr_tr: PayPal ile kredi ve banka kartı ödemelerini kabul edin

source: Select a product you'd like to allow at checkout.
de_de: Wählen Sie ein Produkt, das Sie an der Kasse zulassen möchten.
fi: Valitse tuote, jonka haluat sallia kassalla.
tr_tr: Ödeme sırasında izin vermek istediğiniz bir ürün seçin.

source: The login window should be open. If you don't see a new PayPal login window you might need to enable pop-ups in your browser in order to continue.
de_de: Das Anmeldefenster sollte nun geöffnet sein. Wenn Sie kein neues PayPal-Anmeldefenster sehen, müssen Sie möglicherweise Pop-ups in Ihrem Browser aktivieren, um fortzufahren.
fi: Kirjautumisikkunan pitäisi olla auki. Jos et näe uutta PayPal-kirjautumisikkunaa, sinun on ehkä otettava ponnahdusikkunat käyttöön selaimessasi, jotta voit jatkaa.
tr_tr: Giriş penceresi açık olmalıdır. Yeni bir PayPal giriş penceresi görmüyorsanız, devam etmek için tarayıcınızda açılır pencereleri etkinleştirmeniz gerekebilir.

source: Focus window
de_de: Fokus-Fenster
fi: Tarkennusikkuna
tr_tr: Odak penceresi

source: Disconnecting your PayPal account will prevent you from offering PayPal services and products on your website.
de_de: Wenn Sie die Verbindung zu Ihrem PayPal-Konto trennen, können Sie auf Ihrer Website keine PayPal-Services und -Produkte mehr anbieten.
fi: PayPal-tilin katkaiseminen estää sinua tarjoamasta PayPal-palveluja ja -tuotteita verkkosivustollasi.
tr_tr: PayPal hesabınızın bağlantısını kesmek, web sitenizde PayPal hizmetleri ve ürünleri sunmanızı engelleyecektir.

source: Express Checkout
de_de: Express-Kasse
fi: Pikakassa
tr_tr: Hızlı Ödeme

source: Advanced Credit and Debit Card payments
de_de: Erweiterte Kredit- und Debitkartenzahlungen
fi: Edistyneet luotto- ja pankkikorttimaksut
tr_tr: Gelişmiş Kredi ve Banka Kartı ödemeleri

source: Both, ACDC and Express Checkout
de_de: Beide, ACDC und Express Checkout
fi: Sekä ACDC että Express Checkout
tr_tr: Her ikisi de, ACDC ve Express Checkout

source: Clear %1$s metadata
de_de: %1$s-Metadaten löschen
fi: Tyhjennä %1$s metatiedot
tr_tr: %1$s meta verilerini temizle

source: Clear PM metadata ?
de_de: PM-Metadaten löschen ?
fi: Tyhjennä PM-metatiedot ?
tr_tr: PM meta verilerini temizleyin ?

source: Adjust the settings for PayPal Commerce payment gateway. More information can be found on %1$seventespresso.com%2$s.
de_de: Passen Sie die Einstellungen für das PayPal Commerce-Zahlungsgateway an. Weitere Informationen finden Sie auf %1$seventespresso.com%2$s.
fi: Säädä PayPal Commerce -maksuportin asetuksia. Lisätietoja on osoitteessa %1$seventespresso.com%2$s.
tr_tr: PayPal Commerce ödeme ağ geçidi için ayarları yapın. Daha fazla bilgiyi %1$seventespresso.com%2$s adresinde bulabilirsiniz.

source: PayPal Commerce Settings
de_de: PayPal Commerce-Einstellungen
fi: PayPal Commerce -asetukset
tr_tr: PayPal Ticaret Ayarları

source: %1$sThe Connect (onboarding) flow%2$s is a secure way to connect your PayPal account to our app and start receiving payments.
de_de: %1$sDer Verbindungsablauf (Onboarding)%2$s ist eine sichere Möglichkeit, Ihr PayPal-Konto mit unserer App zu verbinden und Zahlungen zu empfangen.
fi: %1$sConnect (onboarding) flow%2$s on turvallinen tapa yhdistää PayPal-tilisi sovellukseemme ja aloittaa maksujen vastaanottaminen.
tr_tr: %1$sThe Connect (onboarding) flow%2$s, PayPal hesabınızı uygulamamıza bağlamanın ve ödeme almaya başlamanın güvenli bir yoludur.

source: Create payments
de_de: Zahlungen erstellen
fi: Luo maksuja
tr_tr: Ödemeler oluşturun

source: Create refunds
de_de: Erstattungen erstellen
fi: Luo palautuksia
tr_tr: Geri ödeme oluşturma

source: Include Partner fee
de_de: Partnergebühr einbeziehen
fi: Sisällytä kumppanin maksu
tr_tr: Ortak ücretini dahil et

source: Sandbox Mode On
de_de: Sandbox-Modus Ein
fi: Hiekkalaatikkotila päällä
tr_tr: Sandbox Modu Açık

source: With Debug Mode on the connection with PayPal is done through the sandbox PayPal API, which provides sandbox credentials.
de_de: Wenn der Debug-Modus aktiviert ist, erfolgt die Verbindung mit PayPal über die Sandbox-API von PayPal, die Sandbox-Anmeldeinformationen bereitstellt.
fi: Kun Debug-tila on käytössä, yhteys PayPaliin muodostetaan hiekkalaatikko PayPal API:n kautta, joka tarjoaa hiekkalaatikko-tunnukset.
tr_tr: Hata Ayıklama Modu açıkken PayPal ile bağlantı, sandbox kimlik bilgileri sağlayan sandbox PayPal API aracılığıyla yapılır.

source: When this mode is on, please use sandbox PayPal account or test credit card for checkout. You can create a test card with the %1$sCredit Card Generator%2$s.
de_de: Wenn dieser Modus aktiviert ist, verwenden Sie bitte ein Sandbox-PayPal-Konto oder eine Test-Kreditkarte für den Checkout. Sie können eine Testkarte mit dem %1$sCredit Card Generator%2$s erstellen.
fi: Kun tämä tila on päällä, käytä kassalla hiekkalaatikko PayPal-tiliä tai testiluottokorttia. Voit luoda testikortin %1$sCredit Card Generator%2$s -ohjelmalla.
tr_tr: Bu mod açıkken, lütfen ödeme için sandbox PayPal hesabı veya test kredi kartı kullanın. %1$sCredit Card Generator%2$s ile bir test kartı oluşturabilirsiniz.

source: Note. Actual PayPal payments can be refunded only from your PayPal seller account.
de_de: Hinweis. Tatsächliche PayPal-Zahlungen können nur über Ihr PayPal-Verkäuferkonto erstattet werden.
fi: Huom. Todelliset PayPal-maksut voidaan palauttaa vain PayPal-myyjätililtäsi.
tr_tr: Not. Gerçek PayPal ödemeleri yalnızca PayPal satıcı hesabınızdan iade edilebilir.

source: Debug Mode is turned ON. Please use sandbox PayPal account or a test card for checkout.
de_de: Der Debug-Modus ist eingeschaltet. Bitte verwenden Sie ein Sandbox PayPal-Konto oder eine Testkarte für den Checkout.
fi: Virheenkorjaustila on päällä. Käytä hiekkalaatikko PayPal-tiliä tai testikorttia kassalle.
tr_tr: Hata Ayıklama Modu AÇIK. Lütfen ödeme için sandbox PayPal hesabı veya bir test kartı kullanın.

source: How to test Credit Card checkout
de_de: So testen Sie die Kreditkartenabrechnung
fi: Miten testata luottokortin kassalle
tr_tr: Kredi Kartı ile ödeme nasıl test edilir

source: You will need a PayPal generated test card to checkout in sandbox mode. You can create one with the %1$sCredit Card Generator%2$s, at your PayPal developer account.
de_de: Sie benötigen eine von PayPal generierte Testkarte für die Kaufabwicklung im Sandbox-Modus. Diese können Sie mit dem %1$sCredit Card Generator%2$s in Ihrem PayPal-Entwicklerkonto erstellen.
fi: Tarvitset PayPalin luoman testikortin, jotta voit tehdä maksun hiekkalaatikkotilassa. Voit luoda sellaisen %1$sCredit Card Generator%2$s -luottokorttigeneraattorilla PayPal-kehittäjätililläsi.
tr_tr: Sandbox modunda ödeme yapmak için PayPal tarafından oluşturulmuş bir test kartına ihtiyacınız olacak. PayPal geliştirici hesabınızdaki %1$sCredit Card Generator%2$s ile bir tane oluşturabilirsiniz.

source: It appears that this browser is not supported by PayPal scripts. We apologize, but PayPal payments won't work in this browser version.
de_de: Es scheint, dass dieser Browser nicht von PayPal-Skripten unterstützt wird. Wir bitten um Entschuldigung, aber PayPal-Zahlungen funktionieren in dieser Browserversion nicht.
fi: Näyttää siltä, että PayPal-skriptit eivät tue tätä selainta. Pahoittelemme, mutta PayPal-maksut eivät toimi tässä selainversiossa.
tr_tr: Görünüşe göre bu tarayıcı PayPal komut dosyaları tarafından desteklenmiyor. Özür dileriz, ancak PayPal ödemeleri bu tarayıcı sürümünde çalışmayacaktır.

source: There was an error with this payment. See the logs for details.
de_de: Bei dieser Zahlung ist ein Fehler aufgetreten. Siehe die Protokolle für Details.
fi: Tässä maksussa tapahtui virhe. Katso lisätietoja lokitiedoista.
tr_tr: Bu ödeme ile ilgili bir hata oluştu. Ayrıntılar için günlüklere bakın.

source: No Order ID found.
de_de: Keine Bestell-ID gefunden.
fi: Tilaustunnusta ei löytynyt.
tr_tr: Sipariş kimliği bulunamadı.

source: PayPal form threw an error.
de_de: Das PayPal-Formular hat einen Fehler ausgelöst.
fi: PayPal-lomake heitti virheen.
tr_tr: PayPal formu bir hata verdi.

source: Hosted fields could not be rendered!
de_de: Gehostete Felder konnten nicht gerendert werden!
fi: Isännöityjä kenttiä ei voitu renderöidä!
tr_tr: Barındırılan alanlar işlenemedi!

source: Payment could not be captured!
de_de: Die Zahlung konnte nicht eingezogen werden!
fi: Maksua ei voitu ottaa kiinni!
tr_tr: Ödeme yakalanamadı!

source: This merchant is not eligible for Advanced Card Fields checkout type.
de_de: Dieser Händler ist nicht für den Checkout-Typ Erweiterte Kartenfelder geeignet.
fi: Tämä kauppias ei ole oikeutettu Advanced Card Fields -kassatyyppiin.
tr_tr: Bu üye işyeri Gelişmiş Kart Alanları ödeme türü için uygun değildir.

source: Onboarding request Error. Please check the logs on the Payment Methods page.
de_de: Onboarding-Anfrage Fehler. Bitte überprüfen Sie die Protokolle auf der Seite Zahlungsarten.
fi: Sisäänottopyyntö Virhe. Tarkista lokit Maksutavat-sivulta.
tr_tr: Onboarding isteği Hata. Lütfen Ödeme Yöntemleri sayfasındaki günlükleri kontrol edin.

source: The authentication with PayPal is in sandbox mode! If you wish to process real payments with this payment method, please Offboard and use live credentials to authenticate with PayPal.
de_de: Die Authentifizierung mit PayPal erfolgt im Sandbox-Modus! Wenn Sie echte Zahlungen mit dieser Zahlungsmethode abwickeln möchten, gehen Sie bitte ins Offboard und verwenden Sie Live-Anmeldedaten zur Authentifizierung bei PayPal.
fi: PayPal-todennus on hiekkalaatikkotilassa! Jos haluat käsitellä oikeita maksuja tällä maksutavalla, ota Offboard ja käytä todentamiseen PayPalin kanssa live-tunnuksia.
tr_tr: PayPal ile kimlik doğrulama sandbox modundadır! Bu ödeme yöntemiyle gerçek ödemeleri işlemek istiyorsanız, lütfen Offboard ve PayPal ile kimlik doğrulaması yapmak için canlı kimlik bilgilerini kullanın.

source: The authentication with PayPal is in Live mode! If you wish to test this payment method, please Offboard and use sandbox credentials to authenticate with PayPal.
de_de: Die Authentifizierung mit PayPal ist im Live-Modus! Wenn Sie diese Zahlungsmethode testen möchten, gehen Sie bitte ins Offboard und verwenden Sie Sandbox-Anmeldedaten zur Authentifizierung bei PayPal.
fi: PayPal-todennus on Live-tilassa! Jos haluat testata tätä maksutapaa, ota Offboard ja käytä hiekkalaatikkotunnuksia tunnistautumiseen PayPalilla.
tr_tr: PayPal ile kimlik doğrulama Canlı modda! Bu ödeme yöntemini test etmek istiyorsanız, lütfen Offboard yapın ve PayPal ile kimlik doğrulaması yapmak için sandbox kimlik bilgilerini kullanın.

source: There was an error with this payment. Order was not approved.
de_de: Bei dieser Zahlung ist ein Fehler aufgetreten. Die Bestellung wurde nicht genehmigt.
fi: Tässä maksussa tapahtui virhe. Tilausta ei hyväksytty.
tr_tr: Bu ödeme ile ilgili bir hata oluştu. Sipariş onaylanmadı.

source: This payment was declined or failed validation. Please check the payment and billing information you provided.
de_de: Diese Zahlung wurde abgelehnt oder konnte nicht validiert werden. Bitte überprüfen Sie die von Ihnen angegebenen Zahlungs- und Rechnungsdaten.
fi: Tämä maksu hylättiin tai sen validointi epäonnistui. Tarkista antamasi maksu- ja laskutustiedot.
tr_tr: Bu ödeme reddedildi veya doğrulama başarısız oldu. Lütfen verdiğiniz ödeme ve fatura bilgilerini kontrol edin.

source: PayPal Commerce
de_de: PayPal-Handel
tr_tr: PayPal Ticaret

source: PayPal Commerce settings
de_de: PayPal Commerce-Einstellungen
fi: PayPal Commerce -asetukset
tr_tr: PayPal Ticaret ayarları

source: It appears the SDK script was not loaded properly! Please refresh the page and try again or contact support.
de_de: Es scheint, dass das SDK-Skript nicht richtig geladen wurde! Bitte aktualisieren Sie die Seite und versuchen Sie es erneut oder kontaktieren Sie den Support.
fi: Näyttää siltä, että SDK-skriptiä ei ladattu oikein! Päivitä sivu ja yritä uudelleen tai ota yhteyttä asiakaspalveluun.
tr_tr: SDK komut dosyası düzgün yüklenmemiş gibi görünüyor! Lütfen sayfayı yenileyip tekrar deneyin veya destek ekibiyle iletişime geçin.

source: Waitlist Registration Promoted
de_de: Registrierung auf der Warteliste beworben
fi: Odotuslistalle ilmoittautumista edistetään
tr_tr: Bekleme Listesi Kaydı Tanıtıldı

source: An instance of EE_Checkout was expected.
de_de: Es wurde eine Instanz von EE_Checkout erwartet.
fi: Odotettiin EE_Checkout-instanssia.
tr_tr: Bir EE_Checkout örneği bekleniyordu.

source: Standard
fi: Standardi
tr_tr: Standart

source: Level 0 Member
de_de: Stufe 0 Mitglied
fi: Tason 0 jäsen
tr_tr: Seviye 0 Üye

source: Level 1 Member
de_de: Stufe 1 Mitglied
fi: Tason 1 jäsen
tr_tr: Seviye 1 Üye

source: Level 2 Member
de_de: Stufe 2 Mitglied
fi: Tason 2 jäsen
tr_tr: Seviye 2 Üye

source: Level 3 Member
de_de: Stufe 3 Mitglied
fi: Tason 3 jäsen
tr_tr: Seviye 3 Üye

source: Level 4 Member
de_de: Stufe 4 Mitglied
fi: Tason 4 jäsen
tr_tr: Seviye 4 Üye

source: WP User Capability required for purchasing this ticket.
de_de: WP User Capability erforderlich für den Kauf dieses Tickets.
fi: Tämän lipun ostaminen edellyttää WP-käyttäjän käyttöoikeutta.
tr_tr: Bu bileti satın almak için WP Kullanıcı Yeteneği gereklidir.

source: Custom
de_de: Benutzerdefiniert
tr_tr: Özel

source: Custom capability
de_de: Benutzerdefinierte Fähigkeit
fi: Mukautettu valmius
tr_tr: Özel yetenek

source: WP Users
de_de: WP-Benutzer
fi: WP-käyttäjät
tr_tr: WP Kullanıcıları

source: It enables you to set restrictions on who can purchase the ticket option. This is an excellent way to create "Member Only" type discounts to people visiting your site.
de_de: Damit können Sie festlegen, wer die Ticketoption kaufen kann. Dies ist eine hervorragende Möglichkeit, "Nur für Mitglieder"-Rabatte für Besucher Ihrer Website zu schaffen.
fi: Sen avulla voit asettaa rajoituksia sille, kuka voi ostaa lippuvaihtoehdon. Tämä on erinomainen tapa luoda "Vain jäsenille" -tyyppisiä alennuksia sivustollasi vieraileville henkilöille.
tr_tr: Bilet seçeneğini kimlerin satın alabileceğine ilişkin kısıtlamalar belirlemenizi sağlar. Bu, sitenizi ziyaret eden kişilere "Yalnızca Üye" tipi indirimler oluşturmak için mükemmel bir yoldur.

source: Custom Capability
de_de: Individuelles Leistungsvermögen
fi: Mukautettu kyky
tr_tr: Özel Yetenek

source: We recommend using our latest PayPal integration - %1$sPayPal Commerce%2$s payment method in place of PayPal Standard, PayPal Express and PayPal Pro.
de_de: Wir empfehlen die Verwendung unserer neuesten PayPal-Integration - %1$sPayPal Commerce%2$s als Zahlungsmethode anstelle von PayPal Standard, PayPal Express und PayPal Pro.
fi: Suosittelemme käyttämään uusinta PayPal-integraatiotamme - %1$sPayPal Commerce%2$s -maksutapaa PayPal Standardin, PayPal Expressin ja PayPal Pron sijasta.
tr_tr: PayPal Standard, PayPal Express ve PayPal Pro yerine en son PayPal entegrasyonumuz olan %1$sPayPal Commerce%2$s ödeme yöntemini kullanmanızı öneririz.

source: There was an error with this payment. The status of the Order could not be determined.
de_de: Bei dieser Zahlung ist ein Fehler aufgetreten. Der Status der Bestellung konnte nicht ermittelt werden.
fi: Tässä maksussa tapahtui virhe. Tilauksen tilaa ei voitu määrittää.
tr_tr: Bu ödeme ile ilgili bir hata oluştu. Siparişin durumu belirlenemedi.
