Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Filters
de_de: Filter
fi: Suodattimet
fr_fr: Filtres
tr_tr: Filtreler

source: Order of Application
de_de: Reihenfolge der Anwendung
fi: Aplikaation järjestys
fr_fr: Afin d'application
tr_tr: Başvuru Sırası

source: Ticket Price
de_de: Ticketpreis
fi: Lipun hinta
fr_fr: Prix des billets
tr_tr: Bilet Fiyatı

source: Event Date Ticket Uses
de_de: Veranstaltungsdatum für Ticket Anwendung
fi: Tapahtuman päivämäärä Lipun käyttö
fr_fr: Date de l'événement billets utilisations
tr_tr: Etkinlik Tarihi Bilet Kullanımları

source: Filter by Status
de_de: Nach Status filtern
fi: Suodata tilan mukaan
fr_fr: Filtrer par État
tr_tr: Duruma Göre Filtrele

source: The following statuses are available: Active, Upcoming, Expired, and Inactive. An Active event is one that is currently ongoing. An Upcoming event is one that has been created but is scheduled to take place in the future. An Expired event is one that has already taken place. An Inactive event is one that has been cancelled.
de_de: Die folgenden Status sind verfügbar: Aktiv, Bevorstehend, Abgelaufen und Inaktiv. Ein aktives Ereignis ist ein Ereignis, das gerade läuft. Ein bevorstehendes Ereignis ist ein Ereignis, das bereits erstellt wurde, aber erst in der Zukunft stattfinden soll. Ein abgelaufener Termin ist ein Termin, der bereits stattgefunden hat. Ein inaktiver Termin ist ein Termin, der abgesagt wurde.
fi: Seuraavat tilat ovat käytössä: Aktiivinen, Tuleva, Mennyt ja Epäaktiivinen. Aktiivinen tapahtuma on parhaillaan käynnissä. Tuleva tapahtuma on luotu, mutta ajoittuu tulevaisuuteen. Mennyt tapahtuma on jo ohi. Epäaktiivinen tapahtuma on peruutettu.
fr_fr: Les états suivants sont disponibles: Active, à venir, périmée, et inactif. Un événement actif est celui qui est actuellement en cours. Un événement à venir est celui qui a été créé, mais est prévue pour avoir lieu à l'avenir. Un événement expiré est celui qui a déjà eu lieu. Un événement inactif est celui qui a été annulé.
tr_tr: Aşağıdaki durumlar mevcuttur: Aktif, Yaklaşan, Süresi Dolmuş ve Aktif Değil. Aktif bir etkinlik şu anda devam etmekte olan bir etkinliktir. Yaklaşan bir etkinlik, oluşturulmuş ancak gelecekte gerçekleşmesi planlanan bir etkinliktir. Süresi dolmuş bir etkinlik zaten gerçekleşmiş olan bir etkinliktir. Etkin olmayan bir etkinlik iptal edilmiş bir etkinliktir.

source: # Datetimes:
de_de: # Termine:
fi: # ajankohdittain:
tr_tr: # Tarihler:

source: Filter by Month / Year
de_de: Nach Monat/Jahr filtern
fi: Suodata kuukauden ja vuoden mukaan
fr_fr: Filtrer par Mois / Année
tr_tr: Ay / Yıla Göre Filtrele

source: Attendee
de_de: Teilnehmer
fi: Osallistuja
fr_fr: Personne présente
tr_tr: Katılımcı

source: Payment Overview
de_de: Zahlungsübersicht
fi: Maksun tiedot
fr_fr: Résumé de votre inscription
tr_tr: Ödemeye Bak

source: Show events that fall under a specific month and year.
de_de: Ereignisse anzeigen, die unter einen bestimmten Monat und ein bestimmtes Jahr fallen.
fi: Näytä tapahtumat, jotka ajoittuvat tietylle kuukaudelle ja vuodelle.
fr_fr: Montrer les événements qui relèvent d'un mois et de l'année.
tr_tr: Belirli bir ay ve yıla denk gelen etkinlikleri gösterin.

source: Price Paid
de_de: bezahlter Preis
fi: Maksettu hinta
fr_fr: Prix payé
tr_tr: Ödenen Fiyat

source: Venue ID:
de_de: Veranstaltungsort ID:
fi: Tapahtumapaikan tunnus:
fr_fr: Lieu ID:
tr_tr: Mekan ID:

source: Filter by Categories
de_de: Nach Kategorie filtern
fi: Suodata luokan mukaan
fr_fr: Filtrer par Catégories
tr_tr: Kategorilere Göre Filtrele

source: Edit this Venue
de_de: Diesen Veranstaltungsort bearbeiten
fi: Muokkaa tätä tapahtumapaikkaa
fr_fr: Editer ce lieu
tr_tr: Mekanı düzenle

source: I have backed up my database.
de_de: Ich habe eine Sicherungskopie meiner Datenbank erstellt.
fi: Olen varmuuskopioinut tietokantani.
tr_tr: Veritabanımı yedekledim.

source: View details for this attendee
de_de: Zeige Details für diesen Teilnehmer
fi: Näytä tämän osallistujan tiedot
fr_fr: Voir les détails de ce participant
tr_tr: Bu katılımcının ayrıntılarını görüntüleyin

source: Display Google Map for this venue?
de_de: Diesen Veranstaltungsort auf Google Maps zeigen?
fi: Näytä tämän tapahtumapaikan Google Maps -kartta?
fr_fr: Afficher Google Map pour ce lieu?
tr_tr: Mekanın Google Map ayarları

source: Bulk actions allow you to perform an action to multiple events at once. The following bulk actions are supported: Move to Trash and Export Events. To use the bulk action feature, place a checkmark next to the events that you want to include. Then select a bulk action from the menu and click on the Apply button.
de_de: Mit Massenaktionen können Sie eine Aktion für mehrere Ereignisse auf einmal durchführen. Die folgenden Massenaktionen werden unterstützt: In den Papierkorb verschieben und Ereignisse exportieren. Um die Funktion der Sammelaktion zu verwenden, setzen Sie ein Häkchen neben die Ereignisse, die Sie einbeziehen möchten. Wählen Sie dann eine Sammelaktion aus dem Menü aus und klicken Sie auf die Schaltfläche Anwenden.
fi: Joukkotoimintojen avulla voit suorittaa toiminnon useille tapahtumille kerralla. Seuraavia massatoimintoja tuetaan: Siirrä roskakoriin ja Vie tapahtumat. Jos haluat käyttää massatoimintoa, laita valintamerkki niiden tapahtumien viereen, jotka haluat sisällyttää toimintoon. Valitse sitten valikosta massatoiminto ja napsauta Käytä-painiketta.
fr_fr: Les actions de masse vous permettent d'effectuer une action à plusieurs événements à la fois. Les actions globales suivantes sont supportées: Mettre à la corbeille et Exporter des évènements. Pour utiliser la fonction d'action de masse, placez une coche à côté des événements que vous souhaitez inclure. Ensuite, sélectionnez une action en vrac dans le menu et cliquez sur le bouton Appliquer.
tr_tr: Toplu eylemler, aynı anda birden fazla olay için bir eylem gerçekleştirmenize olanak tanır. Aşağıdaki toplu eylemler desteklenmektedir: Çöp Kutusuna Taşı ve Olayları Dışa Aktar. Toplu eylem özelliğini kullanmak için, dahil etmek istediğiniz olayların yanına bir onay işareti koyun. Ardından menüden bir toplu eylem seçin ve Uygula düğmesine tıklayın.

source: Payment Details
de_de: Zahlungsdetails
fi: Maksun tiedot
fr_fr: Détail du paiement
tr_tr: Ödeme Detayları

source: You can perform a search to find certain events. The following sources will be searched: Event Name (Title), Event Description, and Event Short Description (Excerpt). To use the search feature, enter a value into the search box and click on the Search Events button.
de_de: Sie können eine Suche durchführen, um bestimmte Ereignisse zu finden. Die folgenden Quellen werden durchsucht: Ereignisname (Titel), Ereignisbeschreibung und Ereigniskurzbeschreibung (Auszug). Um die Suchfunktion zu nutzen, geben Sie einen Wert in das Suchfeld ein und klicken Sie auf die Schaltfläche Ereignisse suchen.
fi: Voit tehdä haun tiettyjen tapahtumien löytämiseksi. Seuraavia lähteitä etsitään: Tapahtuman nimi (otsikko), tapahtuman kuvaus ja tapahtuman lyhyt kuvaus (ote). Jos haluat käyttää hakutoimintoa, kirjoita arvo hakukenttään ja napsauta Etsi tapahtumia -painiketta.
fr_fr: Vous pouvez effectuer une recherche pour trouver certains événements. Les sources suivantes seront consultées: Nom de l'événement (titre), Description de l'événement, et l'événement Description courte (Extrait). Pour utiliser la fonction de recherche, entrez une valeur dans la case de recherche et cliquez sur le bouton Rechercher des événements.
tr_tr: Belirli olayları bulmak için bir arama gerçekleştirebilirsiniz. Aşağıdaki kaynaklar aranacaktır: Etkinlik Adı (Başlık), Etkinlik Açıklaması ve Etkinlik Kısa Açıklaması (Alıntı). Arama özelliğini kullanmak için arama kutusuna bir değer girin ve Etkinlikleri Ara düğmesine tıklayın.

source: Registration Items
de_de: Registrationsartikel
fi: Ilmoittautumisen tuotteet
fr_fr: Articles de l'Enregistrement
tr_tr: Kayıt Öğeleri

source: Capacity
de_de: Kapazität
fi: Kapasiteetti
fr_fr: Capacité
tr_tr: Kapasite

source: Line Item ID
de_de: Einzelposten ID
fi: Tuoterivin tunnus
fr_fr: Ligne Numéro d'identité
tr_tr: Hat Kalemi Kimliği

source: Venue Website
de_de: Webseite des Veranstaltungsortes
fi: Tapahtumapaikan nettisivut
fr_fr: Lieu Site Web
tr_tr: Mekanın İnternet Adresi

source: This is the name of an event.
de_de: Das ist der Name einer Veranstaltung.
fi: Tämä on tapahtuman nimi.
fr_fr: Il s'agit du nom d'un événement.
tr_tr: Etkinliğin ismidir.

source: Ticket Option
fi: Lippuasetukset
fr_fr: Option de vente de billets
tr_tr: Bilet Seçeneği

source: Venue Phone #
de_de: Telefonnummer des Veranstaltungsortes #
fi: Tapahtumapaikan puhelin
fr_fr: Lieu Téléphone
tr_tr: Mekanın Telefon Numarası #

source: Transaction Details
de_de: Transaktionsdetails
fi: Tilauksen tiedot
fr_fr: Détails de la transaction
tr_tr: İşlem Detayları

source: Data Migration Error
de_de: Fehler bei der Datenmigration
fi: Tietojen muuntovirhe
fr_fr: Erreur de migration de données
tr_tr: Veri Taşıma Hatası

source: Line Total
de_de: Zeilensumme
fi: Rivisumma
fr_fr: Sous total
tr_tr: Hat Toplamı

source: Dismiss
de_de: Verwerfen
fi: Erota
fr_fr: Abandonner
tr_tr: Reddet

source: Total Cost:
de_de: Gesamtkosten:
fi: Kokonaishinta:
fr_fr: Coût total
tr_tr: Toplam Maliyet

source: Venue
de_de: Veranstaltungsort
fi: Tapahtumapaikka
fr_fr: Lieu
tr_tr: Mekan

source: Fill out the below form to automatically Send Event Espresso a Crash Report
de_de: Füllen Sie das folgende Formular aus, um Event Espresso automatisch einen Unfallbericht zu senden
fi: Täytä alla oleva lomake lähettääksesi Event Espressolle automaattinen virheraportti
fr_fr: Remplissez le formulaire ci-dessous pour envoyer automatiquement un rapport de crash d'Event Espresso
tr_tr: Event Espresso'ya otomatik olarak bir Kaza Raporu göndermek için aşağıdaki formu doldurun

source: Grand Total
de_de: Gesamtsumme
fi: Loppusumma
fr_fr: Total
tr_tr: Genel Toplam

source: Amount Owing:
de_de: Offener Betrag:
fi: Avoinna:
fr_fr: Montant dû:
tr_tr: Ödenmemiş Hesap:

source: From/Reply-To:
de_de: Von/Antwort-An:
fi: Lähettäjä/vastaus:
fr_fr: De / Reply-To:
tr_tr: Kimden/Yanıt-Kime:

source: view additional registration session details
de_de: zusätzliche Registrierung-Sitzungsdetails anzeigen
fi: näytä ilmoittautumisistunnon lisätiedot
fr_fr: voir d'autres détails de la session d'enregistrement
tr_tr: ek kayit oturum detaylarini görüntüleyi̇n

source: Event Archive Pages
de_de: Veranstaltungs-Archivseiten
fi: Tapahtuma-arkistosivu
fr_fr: Événement Archives Pages
tr_tr: Etkinliğin Arşiv Sayfaları

source: Transaction Status:
de_de: Transaktionsstatus:
fi: Tilauksen tila:
fr_fr: Statut de la transaction:
tr_tr: İşlem Durumu.

source: Event Start
de_de: Veranstaltungsbeginn
fi: Tapahtuma alkaa
fr_fr: Début de l'événement
tr_tr: Etkinliği Başlangıcı

source: Your Name
de_de: Ihr Name
fi: Nimesi
fr_fr: Votre prénom
tr_tr: İsmin

source: hide additional registration session details
de_de: zusätzliche Registrierung-Sitzungsdetails verbergen
fi: piilota ilmoittautumisistunnon lisätiedot
fr_fr: cacher supplémentaires détails de la session d'enregistrement
tr_tr: ek kayıt oturumu ayrıntılarını gizle

source: Primary Registrant:
de_de: Erste registrierte Person:
fi: Ensisijainen ilmoittautuja:
fr_fr: visiteur principal:
tr_tr: İlk Kayıt Yapan:

source: The date that the event begins.
de_de: Das Datum an dem die Veranstaltung beginnt.
fi: Päivä, jolloin tapahtuma alkaa
fr_fr: La date à laquelle l'événement commence.
tr_tr: Etkinliğin başladığı tarih.

source: Comments
de_de: Kommentare
fi: Kommentit
fr_fr: Commentaires
tr_tr: Yorumlar

source: Registration Session Details
de_de: Details der Anmeldungssession
fi: Ilmoittautumisistunnon tiedot
fr_fr: Détails de la séance d'inscription
tr_tr: Kayıt Oturumu Detayları

source: Select All
de_de: Alles auswählen
fi: Valitse kaikki
fr_fr: Sélectionner tout
tr_tr: Hepsini Seç

source: Click here to view Payment Options
de_de: Klicken um Zahlungsoptionen zu sehen
fi: Klikkaa tästä nähdäksesi kaikki maksutavat
fr_fr: Cliquez ici pour afficher les options de paiement
tr_tr: Ödeme Alternatifleri için tıklayınız.

source: On Sale
de_de: Verkauf ab
fi: Myynnissä
fr_fr: En vente
tr_tr: Satılık

source: Enter any comments about why you think the error may have occurred
de_de: Geben Sie einen Kommentar ein, warum der Fehler Ihrer Meinung nach aufgetreten ist
fi: Kirjoita kommentti, miksi uskot virheen tapahtuneen
fr_fr: Saisissez tout commentaire sur pourquoi vous pensez que l'erreur a pu se produire
tr_tr: Hatanın neden meydana gelmiş olabileceğini düşündüğünüzle ilgili yorumlarınızı girin

source: Warning!
de_de: Warnung!
fi: Varoitus!
fr_fr: Avertisssement!
tr_tr: Uyarı!

source: The date that the first ticket is available for registration.
de_de: Das Datum an dem das erste Ticket für Registrierungen verfügbar ist.
fi: Päviä, jolloin lippu on ensimmäisen kerran saatavilla.
fr_fr: La date à laquelle le premier billet est disponible à l'enregistrement.
tr_tr: İlk biletin kayıt için uygun olduğu tarih.

source: Javascript is currently turned off for your browser. Javascript must be enabled in order for all of the features on this page to function properly. Please turn your javascript back on.
de_de: Javascript ist derzeit in Ihrem Browser deaktiviert. Damit alles auf dieser Seite korrekt funktioniert, muss Javascript aktiviert sein. Bitte schalten Sie Javascript ein und versuchen Sie es erneut.
fi: Javascript on kytketty pois päältä selaimessasi. Javascript tulee olla päällä, jotta kaikki tämän sivun toiminnot toimivat oikein. Ole hyvä ja kytke javascript päälle.
fr_fr: Le Javascript est actuellement éteint pour votre navigateur. On doit permettre au Javascript pour toutes les fonctions à cette page de fonctionner correctement. Tournez s'il vous plaît votre Javascript en arrière sur.
tr_tr: Javascript şu anda tarayıcınız için kapalı. Bu sayfadaki tüm özelliklerin düzgün çalışabilmesi için Javascript etkinleştirilmelidir. Lütfen javascript'inizi tekrar açın.

source: Mail Crash Report to Event Espresso
de_de: Mail-Absturzbericht an Event Espresso
fi: Lähetä raportti kaatumisesta Event Espressolle
fr_fr: Courrier crash rapport à Event Espresso
tr_tr: Kaza Raporunu Event Espresso'ya Postalayın

source: Legend
de_de: Legende
fi: Selite
fr_fr: Légende
tr_tr: Efsane

source: Registration Status
de_de: Registrierungsstatus
fi: Ilmoittautumisen tila
fr_fr: Status d'Inscription
tr_tr: Kayıt Durumu

source: Registrations
de_de: Anmeldungen
fi: Ilmoittautumiset
fr_fr: Inscriptions
tr_tr: Kayıtlar

source: Phone #
de_de: Telefonnummer #
fi: Puhelinnumero
fr_fr: Numéro de Téléphone
tr_tr: Telefon #

source: Support Forums
de_de: Support Foren
fi: Tukifoorumi
fr_fr: Forums de Support
tr_tr: Destek Forumları

source: Click here to edit Attendee Information
de_de: Hier klicken um Teilnehmerdaten anzupassen
fi: Paina tästä muokataksesi osallistujatietoja
fr_fr: Cliquez ici pour éditer l'information des participants
tr_tr: Katılımcı bilgilerini düzenlemek için buraya tıklayın.

source: Changelog
fi: Muutoslogi
fr_fr: Journal des modifications
tr_tr: Değişiklikler

source: Actions
de_de: Aktionen
fi: Toiminnot
tr_tr: Aksiyonlar

source: Adding Registration For:
de_de: Registrierung hinzufügen für:
fi: Lisätään ilmoittautuminen:
fr_fr: Ajout d'inscription pour:
tr_tr: İçin Kayıt Ekleniyor:

source: Meet the Team
de_de: Treffe das Team
fi: Tapaa tiimi
fr_fr: Rencontrez l'équipe
tr_tr: Takımla Tanış

source: You can also deactivate the addons, but all of their data will be lost when your database is migrated
de_de: Sie können die Addons auch deaktivieren, aber dann gehen alle Daten verloren, wenn Ihre Datenbank migriert wird.
fi: Halutessasi voit ottaa lisäosat pois käytöstä, mutta niiden tiedot poistetaan, kun tietokantasi muunnetaan
fr_fr: Vous pouvez également désactiver les addons, mais toutes leurs données seront perdues lors de votre base de données est migrée
tr_tr: Eklentileri de devre dışı bırakabilirsiniz, ancak veritabanınız taşındığında tüm verileri kaybolacaktır

source: Use Attendee #1's information for ALL attendees
de_de: Verwende die Informationen von Teilnehmer #1 für ALLE Teilnehmer
fi: Käytä osallistujan #1 tietoa KAIKKIIN osallistujiin
fr_fr: Utiliser les informations du premier visiteur pour TOUS les visiteurs
tr_tr: TÜM katılımcılar için Katılımcı #1'in bilgilerini kullanın

source: Sponsor New Features!
de_de: Neue Funktionen sponsern!
fi: Sponsoro
fr_fr: Sponsor Nouvelles fonctionnalités!
tr_tr: Sponsorun Yeni Özellikleri

source: Ticket Scanning
de_de: Ticket scannen
fi: Lippujen skannaus
fr_fr: Numérisation de billets
tr_tr: Bilet Taranıyor

source: Venue:
de_de: Veranstaltungsort:
fi: Tapahtumapaikka:
fr_fr: Lieu:
tr_tr: Mekan:

source: View All Events
de_de: Zeige alle Veranstaltungen
fi: Näytä kaikki tapahtumat
fr_fr: Voir tous les événements
tr_tr: Tüm Etkinliklere Bak

source: Messages Overview
de_de: Mitteilungsübersicht
fi: Viestien yhteenveto
fr_fr: Messages Aperçu
tr_tr: Mesajlara Genel Bakış

source: more options
de_de: Mehr Optionen
fi: lisää valintoja
fr_fr: Plus d'options
tr_tr: daha fazla seçenek

source: Multiple Event Registration
de_de: Mehrere Veranstaltungs-Registrierungen
fi: Ilmoittautuminen useisiin tapahtumiin
fr_fr: Inscription à des manifestations multiple
tr_tr: Çoklu Etkinlik Kayıtları

source: Description:
de_de: Beschreibung:
fi: Kuvaus:
tr_tr: Açıklama

source: Show all events.
de_de: Alle Veranstaltungen anzeigen.
fi: Näytä kaikki tapahtumat.
fr_fr: Voir tous les événements.
tr_tr: Tüm etkinlikleri göster.

source: The Messages system is used by Event Espresso to prepare messages for different uses (Message Types) and these messages are delivered by different Messengers. %1$sThis framework offers a large amount of flexibility. This page shows message templates that have been created with Event Espresso and are currently enable for at least one event.
de_de: Das Nachrichtensystem wird von Event Espresso verwendet, um Nachrichten für verschiedene Verwendungszwecke (Nachrichtentypen) vorzubereiten, und diese Nachrichten werden von verschiedenen Messengern zugestellt. %1$sDieses Framework bietet ein großes Maß an Flexibilität. Diese Seite zeigt Nachrichtenvorlagen, die mit Event Espresso erstellt wurden und derzeit für mindestens ein Ereignis aktiviert sind.
fi: Event Espresso käyttää viestijärjestelmää valmistellakseen viestejä eri käyttötarkoituksiin (viestityypit), ja nämä viestit toimitetaan eri viestinvälittäjillä. %1$sTämä kehys tarjoaa paljon joustavuutta. Tällä sivulla näytetään viestimallit, jotka on luotu Event Espressolla ja jotka ovat tällä hetkellä käytössä vähintään yhdessä tapahtumassa.
tr_tr: Mesajlar sistemi Event Espresso tarafından farklı kullanımlar (Mesaj Türleri) için mesajlar hazırlamak için kullanılır ve bu mesajlar farklı Haberciler tarafından iletilir. %1$sBu çerçeve büyük miktarda esneklik sunar. Bu sayfa, Event Espresso ile oluşturulmuş ve şu anda en az bir etkinlik için etkin olan mesaj şablonlarını gösterir.

source: less options
de_de: Weniger Optionen
fi: vähemmän valintoja
fr_fr: moins d'options
tr_tr: daha az seçenek

source: WP User Integration
de_de: WP Benutzerintegration
fi: WP-käyttäjäintegraatio
fr_fr: WP intégration de l'utilisateur
tr_tr: WP Kullanıcı Entegrasyonu

source: View Draft Events
de_de: Veranstaltungsentwürfe anzeigen
fi: Näytä tapahtumaluonnokset
fr_fr: Voir les projets d'événements
tr_tr: Taslak Etkinlikleri Görüntüle

source: Seating Chart
de_de: Sitzplan
fi: Istuinkartta
fr_fr: Graphique coin
tr_tr: Oturma Planı

source: Show events that are not published and have a status of draft.
de_de: Events anzeigen die noch nicht publiziert wurden und deren Status auf Entwurf steht.
fi: Näytä tapahtumat, joita ei ole vielä julkaistu ja jotka ovat luonnostilassa.
fr_fr: Afficher les événements qui ne sont pas publiés et ont un statut de projet.
tr_tr: Yayınlanmamış ve durumu taslak olan etkinlikleri gösterin.

source: The above information will be used for any additional tickets/attendees.
de_de: Diese Angaben werden für zusätzliche Teilnehmer verwendet.
fi: Edellä mainittuja tietoja käytetään muille lipuille / osallistujille.
fr_fr: Les informations ci-dessus seront utilisées pour tous billets/participant(e) additionnel.
tr_tr: İlave biletler/katılımcılar için yukarıdaki bilgiler kullanılacaktır.

source: View Trashed Events
de_de: Gelöschte Veranstaltungen anzeigen
fi: Näytä poistetut tapahtumat
fr_fr: Voir les événements mis à la Corbeille
tr_tr: Çöpe Atılan Etkinlikleri Görüntüle

source: Message Filters
de_de: Mitteilungsfilter
fi: Viestit-suodattimet
fr_fr: Filtres de messages
tr_tr: Mesaj Filtreleri

source: No information is required to attend this event. Please proceed to the next Step
de_de: Es werden keine Informationen für die Teilnahme benötigt. Bitte weiter zum nächsten Schritt.
fi: Tähän tapahtumaan osallistumiseen ei tarvitse syöttää tietoa. Voit siirtyä seuraavaan vaiheeseen
fr_fr: Aucune information n'est requise pour assister à cet événement. S'il vous plaît passer à l'étape suivante
tr_tr: Bu etkinliğe katılmak için herhangi bir bilgi gerekmemektedir. Lütfen bir sonraki adıma geçin

source: Show events that have been moved to the trash.
de_de: Veranstaltungen im Papierkorb anzeigen.
fi: Näytä tapahtumat, jotka on siirretty roskakoriin.
fr_fr: Montrer les événements qui ont été déplacés dans la corbeille.
tr_tr: Çöp kutusuna taşınan etkinlikleri gösterin.

source: Filters are a way to show message templates that fall into certain criteria.
de_de: Filter sind eine Möglichkeit, Nachrichtenvorlagen anzuzeigen, die bestimmten Kriterien entsprechen.
fi: Suodattimien avulla voit näyttää tietyt kriteerit täyttävät viestipohjat.
fr_fr: Les filtres sont un moyen de montrer des modèles de messages qui entrent dans certains critères.
tr_tr: Filtreler, belirli kriterlere uyan mesaj şablonlarını göstermenin bir yoludur.

source: show&nbsp;event&nbsp;questions
de_de: Zeige&nbsp;Veranstaltungsabfragen
fi: näytä&nbsp;tapahtuman&nbsp;kysymykset
fr_fr: montrer&nbsp;évènement&nbsp;questions
tr_tr: gösteri̇ etki̇nli̇ği̇ sorulari

source: View Events for Today
de_de: Heutige Veranstaltungen anzeigen
fi: Näytä tämän päivän tapahtumat
fr_fr: Voir les événements pour aujourd'hui
tr_tr: Bugünkü Etkinlikleri Görüntüle

source: Show events that are taking place today.
de_de: Veranstaltungen anzeigen, die heute stattfinden.
fi: Näytä tapahtumat, jotka ajoittuvat kuluvalle päivälle.
fr_fr: Afficher les événements qui se déroulent aujourd'hui.
tr_tr: Bugün gerçekleşen olayları gösterin.

source: all
de_de: alle
fi: kaikki
fr_fr: tous
tr_tr: hepsi

source: View Events for this Month
de_de: Veranstaltungen in diesem Monat anzeigen.
fi: Näytä tämän kuukauden tapahtumat
fr_fr: Voir les événements pour ce mois
tr_tr: Bu Ayın Etkinliklerini Görüntüle

source: Filter by Message Types
de_de: Nach Mitteilungstyp filtern
fi: Suodata viestityypeittäin
fr_fr: Filtrer par types de messages
tr_tr: Mesaj Türlerine Göre Filtreleme

source: PCI DSS compliance
fi: PCI DSS -vaatimustenmukaisuus
fr_fr: La conformité PCI DSS
tr_tr: PCI DSS uyumluluğu

source: Show events that fall under the current month.
de_de: Veranstaltungen anzeigen, die in diesem Monat stattfinden
fi: Näytä tapahtumat, jotka ajoittuvat kuluvaan kuukauteen.
fr_fr: Montrer les événements qui relèvent du mois en cours.
tr_tr: Geçerli aya denk gelen etkinlikleri gösterin.

source: Button Image URL
de_de: Button Bild-URL
fi: Napin kuvan osoite
fr_fr: Bouton URL de l'image
tr_tr: Buton Resim URL

source: Reset
de_de: Zurücksetzen
fi: Nolla
tr_tr: Sıfırla

source: Upload File
de_de: Datei hochladen
fi: Lisää tiedosto
fr_fr: Télécharger des fichiers
tr_tr: Dosya Yükle

source: Attention
de_de: Achtung
fi: Huomio
fr_fr: At
tr_tr: Dikkat
