Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Event Espresso Promotions could not be activated. Please ensure that Event Espresso version %s or higher is running
de_de: Event Espresso Promotions konnte nicht aktiviert werden. Bitte stellen Sie sicher, dass Event Espresso Version %s oder höher ausgeführt wird.
fi: Tapahtuma Espresso-kampanjoita ei voitu aktivoida. Varmista, että Event Espresson versio %s tai uudempi on käytössä.
fr_fr: Event Espresso Promotions n'a pas pu être activée. Assurez-vous que la version Event Espresso %s ou plus est en cours d'exécution
tr_tr: Event Espresso Promosyonları etkinleştirilemedi. Lütfen Event Espresso sürümünün %s veya daha yüksek bir sürümünün çalıştığından emin olun

source: Any client code calling EE_Register_Promotion_Scope must set a unique string for the $promotion_id argument. None was given.
de_de: Jeder Client-Code, der EE_Register_Promotion_Scope aufruft, muss eine eindeutige Zeichenfolge für das Argument $promotion_id festlegen. Es wurde keine angegeben.
fi: EE_Register_Promotion_Scopea kutsuvan asiakaskoodin on määritettävä $promotion_id-argumentille yksilöllinen merkkijono. Mitään ei annettu.
tr_tr: EE_Register_Promotion_Scope öğesini çağıran tüm istemci kodları $promotion_id bağımsız değişkeni için benzersiz bir dize ayarlamalıdır. Hiçbiri verilmedi.

source: In order to register a new promotion scope via EE_Register_Promotion_Scope, the caller must include an array for the configuration that contains the follow keys: "scope_path" (a string containing the full server path to the child class extending EE_Promotion_Scope), "model_extension_paths" (an array of full server paths to folders that contain model extensions), and "class_extension_paths" (an array of full server paths to folders that contain class extensions)
de_de: Um einen neuen Promotion-Bereich über EE_Register_Promotion_Scope zu registrieren, muss der Aufrufer ein Array für die Konfiguration einfügen, das die folgenden Schlüssel enthält: "scope_path" (ein String, der den vollständigen Serverpfad zur Kindklasse enthält, die EE_Promotion_Scope erweitert), "model_extension_paths" (ein Array mit vollständigen Serverpfaden zu Ordnern, die Modellerweiterungen enthalten) und "class_extension_paths" (ein Array mit vollständigen Serverpfaden zu Ordnern, die Klassenerweiterungen enthalten)
fi: Jotta uusi edistämisalue voidaan rekisteröidä EE_Register_Promotion_Scope-ohjelman avulla, soittajan on sisällytettävä kokoonpanoon joukko, joka sisältää seuraavat avaimet: "scope_path" (merkkijono, joka sisältää EE_Promotion_Scopea laajentavan lapsiluokan täydellisen palvelinpolun), "model_extension_paths" (joukko täydellisiä palvelinpolkuja kansioihin, jotka sisältävät mallin laajennuksia) ja "class_extension_paths" (joukko täydellisiä palvelinpolkuja kansioihin, jotka sisältävät luokan laajennuksia).
tr_tr: EE_Register_Promotion_Scope aracılığıyla yeni bir promosyon kapsamı kaydetmek için, arayanın yapılandırma için aşağıdaki anahtarları içeren bir dizi eklemesi gerekir: "scope_path" (EE_Promotion_Scope'u genişleten alt sınıfın tam sunucu yolunu içeren bir dize), "model_extension_paths" (model uzantılarını içeren klasörlerin tam sunucu yollarından oluşan bir dizi) ve "class_extension_paths" (sınıf uzantılarını içeren klasörlerin tam sunucu yollarından oluşan bir dizi)

source: An attempt was made to register "%s" as a promotion scope has failed because it was not registered at the correct time. Please use the "AHEE__EE_System__load_espresso_addons" hook at a priority level higher than 5, to register promotion scopes.
de_de: Der Versuch, "%s" als Aktionsbereich zu registrieren, ist fehlgeschlagen, da er nicht zum richtigen Zeitpunkt registriert wurde. Bitte verwenden Sie den "AHEE__EE_System__load_espresso_addons"-Hook mit einer höheren Prioritätsstufe als 5, um Promotion-Scopes zu registrieren.
fi: Yritys rekisteröidä "%s" mainosalueeksi epäonnistui, koska sitä ei rekisteröity oikeaan aikaan. Käytä "AHEE__EE_System__load_espresso_addons"-koukkua, jonka prioriteettitaso on korkeampi kuin 5, rekisteröidäksesi promootioalueet.
tr_tr: "%s" terfi kapsamı olarak kaydedilmeye çalışıldı ancak doğru zamanda kaydedilmediği için başarısız oldu. Lütfen promosyon kapsamlarını kaydetmek için 5'ten daha yüksek bir öncelik seviyesinde "AHEE__EE_System__load_espresso_addons" kancasını kullanın.

source: Click to view promotion details.
de_de: Klicken Sie hier, um Details zur Aktion zu sehen.
fi: Paina nähdäksesi alennuksen tiedot.
fr_fr: Clicker pour voir les détails de la promotion
tr_tr: Promosyon detaylarını görüntülemek için tıklayın.

source: Viewing Events that the %s promotion applies to.
de_de: Anzeigen der Ereignisse, für die die %s-Aktion gilt.
fi: Näytetään tapahtumat, joihin alennus %s pätee.
fr_fr: Affichage des événements auxquels s'applique la promotion%s.
tr_tr: %s promosyonunun geçerli olduğu Etkinlikler görüntüleniyor.

source: See events this promotion applies to.
de_de: Siehe Veranstaltungen, für die diese Aktion gilt.
fi: Näytä tapahtumat, joihin tämä alennus pätee.
fr_fr: Voir les événements auxquels cette promotion est applicable.
tr_tr: Bu promosyonun geçerli olduğu etkinlikleri görün.

source: View details about this event.
de_de: Details zu dieser Veranstaltung anzeigen.
fi: Näytä tämän tapahtuman tiedot.
fr_fr: Voir les détails de cette manifestation.
tr_tr: Bu etkinlikle ilgili ayrıntıları görüntüleyin.

source: See details on this event
de_de: Details zu dieser Veranstaltung anzeigen
fi: Katso lisätietoja tästä tapahtumasta
fr_fr: Voir les détails de cette manifestation
tr_tr: Bu etkinlikle ilgili ayrıntıları görün

source: Applied to all events.
de_de: Auf alle Veranstaltungen angewendet.
fi: Toimii kaikkiin tapahtumiin.
fr_fr: Appliquer à tous les événements.
tr_tr: Tüm etkinliklere uygulanır.

source: Applied to %s
de_de: Angewendet auf %s
fi: Toimii tapahtumaan %s
fr_fr: Appliqué à %s
tr_tr: %s'ye uygulanır

source: %sCheck off the specific events that this promotion will be applied to.%s
de_de: %sKreuzen Sie die spezifischen Ereignisse an, für die diese Werbeaktion gelten soll.%s
fi: %sRastita tapahtumat, joihin tätä kampanjaa sovelletaan.%s
fr_fr: %sVérifiez les événements spécifiques auxquels cette promotion sera appliquée.%s
tr_tr: %sBu promosyonun uygulanacağı belirli etkinlikleri işaretleyin.%s

source: Display only selected Events
de_de: Nur ausgewählte Veranstaltungen anzeigen
fi: Näytä vain valitut tapahtumat
fr_fr: Afficher uniquement les événements sélectionnés
tr_tr: Yalnızca seçili Olayları görüntüle

source: Include all categories
de_de: Alle Kategorien einbeziehen
fi: Sisällytä kaikki luokat
fr_fr: Inclure toutes les catégories
tr_tr: Tüm kategorileri dahil edin

source: start date
de_de: Anfangsdatum
fi: alkupäivä
fr_fr: date de début
tr_tr: başlangıç tarihi

source: end date
de_de: Enddatum
fi: loppupäivä
fr_fr: date de fin
tr_tr: Bitiş Tarihi

source: event title
de_de: Veranstaltungstitel
fi: tapahtuman nimi
fr_fr: titre de l'événement
tr_tr: etkinlik başlığı

source: Event Title Filter
de_de: Veranstaltungstitel Filter
fi: Tapahtuman nimisuodatus
fr_fr: Filtre sur le titre de l'événement
tr_tr: Etkinlik Başlığı Filtresi

source: The loading of a corresponding model for %s failed because there is not a %s instance available.
de_de: Das Laden eines entsprechenden Modells für %s ist fehlgeschlagen, da keine %s-Instanz verfügbar ist.
fi: Vastaavan mallin lataaminen %s:lle epäonnistui, koska käytettävissä ei ole %s-instanssia.
tr_tr: Mevcut bir %s örneği olmadığından %s için karşılık gelen bir modelin yüklenmesi başarısız oldu.

source: Unable to retrieve the model object related to the %s class with this id: %s. Maybe it was deleted from the db and the promotion got orphaned.
de_de: Das Modellobjekt für die Klasse %s mit dieser ID kann nicht abgerufen werden: %s. Vielleicht wurde es aus der Datenbank gelöscht und die Aktion ist verwaist.
fi: Luokkaan %s liittyvää malliobjektia ei pystytä hakemaan tällä tunnuksella: %s. Ehkä se poistettiin tietokannasta ja edistäminen jäi orvoksi.
tr_tr: Bu id: %s ile %s sınıfına ilişkin model nesnesi alınamıyor. Belki de db'den silinmiş ve terfi öksüz kalmıştır.

source: %sNo results for the given query%s
de_de: %sKeine Ergebnisse für die angegebene Abfrage%s
fi: %sEi tuloksia kyseiselle kyselylle%s
tr_tr: %sVerilen sorgu için sonuç yok%s

source: There are no active %s to assign to this scope. You will need to create some first.
de_de: Es gibt keine aktiven %s, die diesem Bereich zugewiesen werden können. Sie müssen zuerst welche erstellen.
fi: Tälle laajuudelle ei ole määritettävissä aktiivisia %s:iä. Sinun on luotava niitä ensin.
tr_tr: Bu kapsama atanacak etkin %s yok. Önce bazılarını oluşturmanız gerekecektir.

source: The %s class has not set the $label property correctly.
de_de: Die Klasse %s hat die Eigenschaft $label nicht korrekt gesetzt.
fi: Luokka %s ei ole asettanut $label-ominaisuutta oikein.
tr_tr: %s sınıfı $label özelliğini doğru şekilde ayarlamadı.

source: The %s class has not set the $slug property. This is used as a identifier for this scope and is necessary.
de_de: Die Klasse %s hat die Eigenschaft $slug nicht gesetzt. Diese wird als Bezeichner für diesen Bereich verwendet und ist notwendig.
fi: Luokka %s ei ole asettanut $slug-ominaisuutta. Tätä käytetään tämän laajuuden tunnisteena ja se on välttämätön.
tr_tr: %s sınıfı $slug özelliğini ayarlamadı. Bu, bu kapsam için bir tanımlayıcı olarak kullanılır ve gereklidir.

source: A valid EE_Line_Item object is required to generate a promotion line item.
de_de: Ein gültiges EE_Line_Item-Objekt ist erforderlich, um eine Aktionsposition zu erzeugen.
fi: Myynninedistämiskohteen luomiseksi tarvitaan voimassa oleva EE_Line_Item-objekti.
tr_tr: Bir promosyon satır öğesi oluşturmak için geçerli bir EE_Line_Item nesnesi gereklidir.

source: A valid EE_Promotion object is required to generate a promotion line item.
de_de: Ein gültiges EE_Promotion-Objekt ist erforderlich, um eine Aktionsposition zu erzeugen.
fi: Myynninedistämiskohteen luominen edellyttää kelvollista EE_Promotion-kohdetta.
tr_tr: Bir promosyon satır öğesi oluşturmak için geçerli bir EE_Promotion nesnesi gereklidir.

source: A valid EE_Promotion_Object object could not be found.
de_de: Ein gültiges EE_Promotion_Object Objekt konnte nicht gefunden werden.
fi: Kelvollista EE_Promotion_Object-objektia ei löytynyt.
tr_tr: Geçerli bir EE_Promotion_Object nesnesi bulunamadı.

source: This promotion is currently only applied to :%3$s %1$s %2$s %3$s
de_de: Dieses Angebot gilt derzeit nur für :%3$s %1$s %2$s %3$s
fi: Tämä kampanja koskee tällä hetkellä vain :%3$s %1$s %2$s %3$s
tr_tr: Bu promosyon şu anda yalnızca :%3$s %1$s %2$s %3$s için geçerlidir

source: This promotion is currently applied to :%3$s %1$s %2$s %3$s
de_de: Dieses Angebot gilt derzeit für :%3$s %1$s %2$s %3$s
fi: Tämä kampanja koskee tällä hetkellä :%3$s %1$s %2$s %3$s
tr_tr: Bu promosyon şu anda :%3$s %1$s %2$s %3$s için uygulanmaktadır

source: Change these settings to filter the %s displayed in the box below.
de_de: Ändern Sie diese Einstellungen, um die im Feld unten angezeigten %s zu filtern.
fi: Muuta näitä asetuksia suodattaaksesi alla olevassa laatikossa näkyvät %s
tr_tr: Aşağıdaki kutuda görüntülenen %s'leri filtrelemek için bu ayarları değiştirin.

source: select all below
de_de: alles unterhalb auswählen
fi: valitse kaikki alta
tr_tr: aşağıdan tümünü seçin

source: sort
de_de: sortieren
fi: järjestä
tr_tr: sırala

source: Please note that any scope items in the box above that have had promotions redeemed, will have their checkboxes greyed out and can not be deselected. Any scope items that have not had any promotions redeemed can be deselected. This is done to maintain accounting accuracy.
de_de: Bitte beachten Sie, dass die Kontrollkästchen aller Artikel im obigen Feld, für die Werbeaktionen eingelöst wurden, ausgegraut sind und nicht abgewählt werden können. Alle Bereichspositionen, für die keine Werbeaktionen eingelöst wurden, können abgewählt werden. Dies geschieht, um die Genauigkeit der Buchhaltung zu gewährleisten.
fi: Huomaa, että kaikki yllä olevassa laatikossa olevat kohteet, joiden tarjoukset on lunastettu, ovat harmaita eikä niiden valintaruutuja voi poistaa. Kaikki kohteet, joihin ei ole lunastettu kampanjoita, voidaan poistaa valintaruudusta. Tämä tehdään kirjanpidon tarkkuuden säilyttämiseksi.
fr_fr: Veuillez noter que toutes les rubriques de la rubrique ci-dessus qui ont eu des promotions échangées, auront leurs cases grisées et ne pourront pas être désélectionnées. Tous les éléments de la portée qui n'ont pas été rachetés par des promotions peuvent être désélectionnés. Ceci est fait pour maintenir la précision comptable.
tr_tr: Yukarıdaki kutuda yer alan ve promosyonları kullanılmış olan kapsam öğelerinin onay kutularının gri renkte olacağını ve seçimlerinin kaldırılamayacağını lütfen unutmayın. Herhangi bir promosyon kullanılmamış kapsam kalemlerinin seçimi kaldırılabilir. Bu, muhasebe doğruluğunu korumak için yapılır.

source: Discount Amount:
de_de: Ermäßigungsbetrag:
fi: Alennuksen määrä:
fr_fr: Montant de la remise:
tr_tr: İndirim Tutarı:

source: Applies to the following %1$s(s):
de_de: Gilt für die folgenden %1$s(s):
fi: Pätee seuraavaan %1$san/-iin:
tr_tr: Aşağıdaki %1$s(ler) için geçerlidir:

source: Sage Pay Vendor Name %s
de_de: Sage Pay Name des Anbieters %s
fi: Sage Pay Myyjän nimi %s
tr_tr: Sage Pay Satıcı Adı %s

source: Previous Year
de_de: Vorheriges Jahr
fi: Edellinen vuosi
fr_fr: Année précédente
tr_tr: Önceki Yıl

source: Next Year
de_de: Nächstes Jahr
fi: Seuraava vuosi
fr_fr: Année suivante
tr_tr: Gelecek Yıl

source: Week
de_de: Woche
fi: Viikko
fr_fr: Semaine
tr_tr: Hafta

source: Day
de_de: Tag
fi: Päivä
fr_fr: Jour
tr_tr: Gün

source: Broken
de_de: Zerbrochen
fi: Rikki
fr_fr: Cassé
tr_tr: Kırık

source: Text that will be displayed on the buttons in the header.
de_de: Text, der auf den Schaltflächen in der Kopfzeile angezeigt werden soll.
fi: Teksti, joka näytetään otsikon painikkeissa.
tr_tr: Başlıktaki düğmelerde görüntülenecek metin.

source: Enabling this setting increases the amount of database queries and may break the calendar on some servers.
de_de: Die Aktivierung dieser Einstellung erhöht die Anzahl der Datenbankabfragen und kann den Kalender auf einigen Servern zerstören.
fi: Tämän asetuksen ottaminen käyttöön lisää tietokantakyselyjen määrää ja saattaa rikkoa kalenterin joillakin palvelimilla.
fr_fr: L'activation de ce paramètre augmente la quantité de requêtes de base de données et peut briser le calendrier sur certains serveurs.
tr_tr: Bu ayarın etkinleştirilmesi veritabanı sorgularının miktarını artırır ve bazı sunucularda takvimi bozabilir.

source: Set to 'Yes' and then click 'Save' to confirm reset all basic and advanced Event Espresso calendar settings to their plugin defaults.
de_de: Setzen Sie diese Option auf "Ja" und klicken Sie dann auf "Speichern", um zu bestätigen, dass alle grundlegenden und erweiterten Event Espresso-Kalendereinstellungen auf die Plugin-Standardwerte zurückgesetzt werden.
fi: Aseta 'Kyllä' ja napsauta sitten 'Tallenna' vahvistaaksesi kaikkien Event Espresso -kalenterin perus- ja lisäasetusten palauttamisen lisäosan oletusasetuksiin.
tr_tr: Tüm temel ve gelişmiş Event Espresso takvim ayarlarını eklenti varsayılanlarına sıfırlamayı onaylamak için 'Evet' olarak ayarlayın ve ardından 'Kaydet'e tıklayın.

source: Think there are other sites that need migrating? You may want to force a reassessment of which blogs need to be migrated
de_de: Gibt es noch andere Websites, die migriert werden müssen? Vielleicht möchten Sie eine Neubewertung erzwingen, welche Blogs migriert werden müssen
fi: Luuletko, että on muitakin sivustoja, jotka on siirrettävä? Haluat ehkä pakottaa arvioimaan uudelleen, mitkä blogit on siirrettävä.
tr_tr: Taşınması gereken başka siteler olduğunu mu düşünüyorsunuz? Hangi blogların taşınması gerektiğini yeniden değerlendirmek isteyebilirsiniz

source: Determines which day will be in the first column of the calendar
de_de: Legt fest, welcher Tag in der ersten Spalte des Kalenders erscheinen soll
fi: Määrittää, mikä päivä on kalenterin ensimmäisessä sarakkeessa.
tr_tr: Takvimin ilk sütununda hangi günün yer alacağını belirler

source: Reassess Network Migration Needs
de_de: Neubewertung der Anforderungen an die Netzwerkmigration
fi: Arvioi uudelleen verkon siirtymistarpeet
tr_tr: Ağ Geçişi İhtiyaçlarını Yeniden Değerlendirin

source: fixed: displays 6 weeks, fixed height
de_de: fest: Anzeigen 6 Wochen, feste Höhe
fi: kiinteä: näyttää 6 viikkoa, kiinteä korkeus
tr_tr: sabit: 6 hafta görüntüler, sabit yükseklik

source: liquid: displays 4-6 weeks, fixed height
de_de: Flüssigkeit: Displays 4-6 Wochen, feste Höhe
fi: neste: näytöt 4-6 viikkoa, kiinteä korkeus
tr_tr: sıvı: 4-6 hafta görüntüler, sabit yükseklik

source: Loading Data Migration Script
de_de: Skript zur Datenmigration laden
fi: Datan siirtymäkäsikirjoituksen lataaminen
tr_tr: Veri Geçiş Komut Dosyası Yükleme

source: variable: displays 4-6 weeks, variable height
de_de: variabel: Auslagen 4-6 Wochen, variable Höhe
fi: vaihteleva: näytöt 4-6 viikkoa, vaihteleva korkeus
tr_tr: değişken: 4-6 hafta görüntüler, değişken yükseklik

source: Site in Maintenance Mode
de_de: Website im Wartungsmodus
fi: Sivusto on huoltotilassa
tr_tr: Site Bakım Modunda

source: Week Mode
de_de: Woche Modus
fi: Viikkonäkymä
fr_fr: Mode Semaine
tr_tr: Hafta Modu

source: The multisite addon cannot function properly while the main site is in maintenance mode - even the multisite migrator.
de_de: Das Multisite-Addon kann nicht ordnungsgemäß funktionieren, wenn sich die Hauptseite im Wartungsmodus befindet - auch nicht der Multisite-Migrator.
fi: Multisite-lisäosa ei voi toimia kunnolla, kun pääsivusto on ylläpitotilassa - ei edes multisite-migraattori.
tr_tr: Ana site bakım modundayken çoklu site eklentisi düzgün çalışamaz - çoklu site taşıyıcısı bile.

source: Determines the number of weeks displayed in a month view. Also determines each week's height.%1$s - %2$sfixed%3$s: The calendar will always be 6 weeks tall. The height will always be the same, as determined by the calendar height setting or the aspect ratio.%1$s - %2$sliquid%3$s: The calendar will have either 4, 5, or 6 weeks, depending on the month. The height of the weeks will stretch to fill the available height, as determined by the calendar height setting or the aspect ratio.%1$s - %2$svariable%3$s: The calendar will have either 4, 5, or 6 weeks, depending on the month. Each week will have the same constant height, meaning the calendar's height will change month-to-month.
de_de: Bestimmt die Anzahl der Wochen, die in einer Monatsansicht angezeigt werden. Bestimmt auch die Höhe der einzelnen Wochen.%1$s - %2$sfixed%3$s: Der Kalender ist immer 6 Wochen hoch. Die Höhe ist immer gleich, wie durch die Einstellung für die Kalenderhöhe oder das Seitenverhältnis bestimmt.%1$s - %2$sliquid%3$s: Der Kalender hat entweder 4, 5 oder 6 Wochen, je nach Monat. Die Höhe der Wochen wird gestreckt, um die verfügbare Höhe auszufüllen, wie durch die Einstellung für die Kalenderhöhe oder das Seitenverhältnis bestimmt.%1$s - %2$svariable%3$s: Der Kalender hat entweder 4, 5 oder 6 Wochen, je nach Monat. Jede Woche hat die gleiche konstante Höhe, d.h. die Höhe des Kalenders ändert sich von Monat zu Monat.
fi: Määrittää kuukausinäkymässä näytettävien viikkojen määrän. Määrittää myös kunkin viikon korkeuden.%1$s - %2$sfixed%3$s: Kalenterin korkeus on aina 6 viikkoa. Korkeus on aina sama, joka määräytyy kalenterin korkeusasetuksen tai kuvasuhteen mukaan.%1$s - %2$sliquid%3$s: Kalenterissa on kuukaudesta riippuen joko 4, 5 tai 6 viikkoa. Viikkojen korkeus venyy täyttämään käytettävissä olevan korkeuden, joka määräytyy kalenterin korkeusasetuksen tai kuvasuhteen mukaan.%1$s - %2$svariable%3$s: Kalenterissa on kuukaudesta riippuen joko 4, 5 tai 6 viikkoa. Jokaisella viikolla on sama vakiokorkeus, eli kalenterin korkeus muuttuu kuukausittain.
tr_tr: Bir ay görünümünde görüntülenen hafta sayısını belirler. Ayrıca her haftanın yüksekliğini de belirler.%1$s - %2$sabit%3$s: Takvim her zaman 6 hafta uzunluğunda olacaktır. Yükseklik, takvim yüksekliği ayarı veya en boy oranı tarafından belirlendiği gibi her zaman aynı olacaktır.%1$s - %2$sliquid%3$s: Takvim, aya bağlı olarak 4, 5 veya 6 haftaya sahip olacaktır. Haftaların yüksekliği, takvim yüksekliği ayarı veya en boy oranı tarafından belirlenen mevcut yüksekliği dolduracak şekilde uzar.%1$s - %2$svariable%3$s: Takvim, aya bağlı olarak 4, 5 veya 6 haftaya sahip olacaktır. Her hafta aynı sabit yüksekliğe sahip olacaktır, yani takvimin yüksekliği aydan aya değişecektir.

source: Please %1$s bring your main site up-to-date,%2$s and then return here to migration the rest of the network
de_de: Bitte %1$s bringen Sie Ihre Hauptseite auf den neuesten Stand,%2$s und kehren Sie dann hierher zurück, um den Rest des Netzwerks zu migrieren
fi: Ole hyvä %1$s ja päivitä pääsivustosi,%2$s ja palaa sitten tänne siirtymään muuhun verkkoon.
tr_tr: Lütfen %1$s ana sitenizi güncel hale getirin,%2$s ve ardından ağın geri kalanını taşımak için buraya dönün

source: Will make the entire calendar (including header) a pixel height. Leave blank for an automagical height.
de_de: Macht den gesamten Kalender (einschließlich Kopfzeile) ein Pixel hoch. Leer lassen für eine automatische Höhe.
fi: Tekee koko kalenterista (otsikko mukaan lukien) pikselin korkuisen. Jätä tyhjäksi, jos haluat automaattisen korkeuden.
fr_fr: Réglera la hauteur de pixel pour le calendrier entier (y compris l'en-tête). Laissez un blanc pour une hauteur automagique.
tr_tr: Tüm takvimi (başlık dahil) bir piksel yüksekliğinde yapar. Otomatik yükseklik için boş bırakın.

source: Add [ESPRESSO_MULTISITE] to any page or post to display a list of upcoming multisite
de_de: Fügen Sie [ESPRESSO_MULTISITE] zu jeder Seite oder jedem Beitrag hinzu, um eine Liste der kommenden Multisites anzuzeigen
fi: Lisää [ESPRESSO_MULTISITE] mihin tahansa sivuun tai viestiin näyttääksesi luettelon tulevista multisite-ohjelmista.
fr_fr: Ajoutez [ESPRESSO_MULTISITE] à n'importe quelle page ou poste pour afficher une liste des multisites à venir
tr_tr: Yaklaşan çoklu sitelerin bir listesini görüntülemek için herhangi bir sayfaya veya gönderiye [ESPRESSO_MULTISITE] ekleyin

source: Enable Filters in Calendar
de_de: Filter in Kalender aktivieren
fi: Ota suodattimet käyttöön kalenterissa
fr_fr: Autoriser les filtres pour le calendrier
tr_tr: Takvim'de Filtreleri Etkinleştirme

source: Out-of-Date
de_de: Veraltet
fi: Vanhentunut
tr_tr: Tarihi geçmiş

source: Filters allow users to filter events based on category and/or venue.
de_de: Mit den Filtern können die Benutzer die Veranstaltungen nach Kategorie und/oder Veranstaltungsort filtern.
fi: Suodattimilla käyttäjät voivat suodattaa tapahtumia luokan ja/tai tapahtumapaikan mukaan.
tr_tr: Filtreler, kullanıcıların etkinlikleri kategori ve/veya mekan bazında filtrelemesine olanak tanır.

source: Unsure
de_de: Unsicher
fi: Epävarma
fr_fr: Incertain
tr_tr: Emin değilim

source: Enable Category Legend
de_de: Kategorie-Legende einschalten
fi: Ota luokkien seloste käyttöön
tr_tr: Kategori Açıklamasını Etkinleştir

source: Currently Migrating
de_de: Derzeitige Migrationen
fi: Tällä hetkellä siirtymässä
tr_tr: Şu Anda Taşınıyor

source: Shows a legend of all the different event categories
de_de: Zeigt eine Legende mit den verschiedenen Ereigniskategorien an.
fi: Näyttää selosteen kaikista tapahtumaluokista
tr_tr: Tüm farklı etkinlik kategorilerinin bir açıklamasını gösterir

source: Up-to-Date
de_de: Aktualität
fi: Ajantasainen
tr_tr: Güncel

source: Tooltip Position
fi: Vihjetekstin paikka
tr_tr: Araç İpucu Konumu

source: Invalid State
de_de: Ungültiger Zustand
fi: Virheellinen osavaltio
tr_tr: Geçersiz Durum
