Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Move Template Group to Trash
de_de: Vorlagengruppe in den Papierkorb verschieben
fi: Siirrä malliryhmä roskakoriin
fr_fr: Déplacer le groupe de modèle à la corbeille
tr_tr: Şablon Gurubunu Çöpe Taşı

source: OK
tr_tr: TAMAM.

source: question groups
de_de: Abfragegruppen
fi: kysymysryhmät
fr_fr: groupes de questions
tr_tr: soru gurupları

source: Restore Message Template
de_de: Nachrichtenvorlage wiederherstellen
fi: Palauta viestimalli
fr_fr: Restaurer modèle de message
tr_tr: Şablon Gurubunu Eski Haline Getir

source: This messenger delivers messages via email using the built-in %s function included with WordPress
de_de: Dieser Messenger stellt Nachrichten per E-Mail zu, indem er die in WordPress integrierte %s-Funktion verwendet.
fi: Tämä messenger toimittaa viestit sähköpostitse käyttämällä WordPressin mukana tulevaa sisäänrakennettua %s-toimintoa.
tr_tr: Bu mesajlaşma aracı, WordPress ile birlikte gelen yerleşik %s işlevini kullanarak mesajları e-posta yoluyla iletir

source: Show Desc
de_de: Beschreibung anzeigen
fi: Näytä kuvaus
fr_fr: Afficher Desc
tr_tr: Açıklamayı Göster

source: Delete Template Group Permanently
de_de: Vorlagengruppe unwiderruflich löschen
fi: Poista malliryhmä pysyvästi
fr_fr: Supprimer le groupe de modèle en permanence
tr_tr: Şablon Gurubu Kalıcı Olarak Sil

source: Print and bring this ticket with you to the event
de_de: Drucken Sie dieses Ticket aus und bringen Sie es mit zur Veranstaltung
fi: Tulosta ja tuo tämä lippu mukanasi tapahtumaan
fr_fr: Imprimez et amenez ce billet avec vous à l'événement.
tr_tr: Bu biletin çıktısını alın ve etkinliğe gelirken yanınızda getirin

source: question
de_de: Abfrage
fi: kysymys
tr_tr: soru

source: emails
fi: sähköpostit
tr_tr: emailler

source: Admin Label
de_de: Admin Kennzeichnung
fi: Ylläpidon nimike
fr_fr: Administrateur étiquette
tr_tr: Admin Etiketi

source: Location:
de_de: Standort:
fi: Paikka:
fr_fr: Lieu:
tr_tr: Konum:

source: Test email sent from %s
de_de: Test E-Mail gesendet von %s
fi: Testisähköposti lähetetty osoitteesta %s
fr_fr: email de test envoyé par %s
tr_tr: %s den gönderilen test emaili

source: More Information:
de_de: Mehr Informationen
fi: Lisätiedot:
fr_fr: Plus d'informations
tr_tr: Daha fazla bilgi:

source: Ticket Instructions:
de_de: Ticket-Anweisungen:
fi: Lippuohjeet:
fr_fr: Instructions pour les billets:
tr_tr: Bilet Talimatları:

source: On means of course that the messenger is active and %s means the messenger is inactive.
de_de: On bedeutet natürlich, dass der Bote aktiv ist, und %s bedeutet, dass der Bote inaktiv ist.
fi: On tarkoittaa tietenkin, että viestinvälittäjä on aktiivinen, ja %s tarkoittaa, että viestinvälittäjä ei ole aktiivinen.
fr_fr: Sur les moyens bien sûr que le messager est actif et %s signifie le messager est inactif.
tr_tr: Açık elbette mesajcının aktif olduğu anlamına gelir ve %s mesajcının aktif olmadığı anlamına gelir.

source: Subject
de_de: Betreff
fi: Otsikko
fr_fr: Sujet
tr_tr: Özne

source: Main Content
de_de: Hauptinhalt
fi: Pääsisältö
tr_tr: Ana İçerik

source: Whether registrants are required to answer this question.
de_de: ob die Registranten diese Frage beantworten müssen.
fi: Onko ilmoittautujien vastattava tähän kysymykseen.
fr_fr: Que les titulaires sont tenus de répondre à cette question.
tr_tr: Kayıt yaptıranların bu soruyu yanıtlaması gerekip gerekmediği.

source: EE_Messages_Validator child classes MUST set the $_m_name and $_mt_name property. Check that the child class is doing this
de_de: EE_Messages_Validator-Unterklassen MÜSSEN die Eigenschaften $_m_name und $_mt_name setzen. Prüfen Sie, ob die Kindklasse dies tut
fi: EE_Messages_Validator-alaluokkien PITÄÄ asettaa $_m_name- ja $_mt_name-ominaisuus. Tarkista, että lapsiluokka tekee näin
fr_fr: Classes enfants EE_Messages_Validator devez définir les _m_name de $ et $ _mt_name propriété. Vérifiez que la classe de l'enfant est en train de faire ce
tr_tr: EE_Messages_Validator alt sınıfları $_m_name ve $_mt_name özelliklerini ayarlamalıdır. Alt sınıfın bunu yapıp yapmadığını kontrol edin

source: There is no messenger class for the given string (%s)
de_de: Es gibt keine Messenger-Klasse für die angegebene Zeichenfolge (%s)
fi: Annetulle merkkijonolle (%s) ei ole olemassa messenger-luokkaa.
fr_fr: Il n'y a aucune classe de message pour la chaîne donnée ( %s )
tr_tr: Verilen dize (%s) için bir haberci sınıfı yok

source: There is no message type class for the given string (%s)
de_de: Es gibt keine Nachrichtentypklasse für die angegebene Zeichenfolge (%s)
fi: Annetulle merkkijonolle (%s) ei ole viestityyppiluokkaa.
fr_fr: Il n'y a pas de classe de type de message pour la chaîne donnée ( %s )
tr_tr: Verilen dize için mesaj türü sınıfı yok (%s)

source: Event Venue
de_de: Veranstaltungsort
fi: Tapahtumapaikka
fr_fr: Lieu de l'événement
tr_tr: Etkinlik Mekanı

source: Event Venues
de_de: Veranstaltungsorte
fi: Tapahtumapaikat
fr_fr: Lieux d'événements
tr_tr: Etkinlik Mekanları

source: Edit Venue
de_de: Veranstaltungsort bearbeiten
fi: Muokkaa tapahtumapaikkaa
fr_fr: Modifier Lieu
tr_tr: Mekanı Düzenle

source: Add Venue
de_de: Veranstaltungsort hinzufügen
fi: Lisää tapahtumapaikka
fr_fr: Ajouter Un Lieu
tr_tr: Mekan Ekle

source: Event Espresso Critical Pages Settings
de_de: Ereignis Espresso Kritische Seiten Einstellungen
fi: Tapahtuma Espresson kriittisten sivujen asetukset
fr_fr: Event Espresso Paramètres des pages critiques
tr_tr: Event Espresso Kritik Sayfalar Ayarları

source: Payment Methods
de_de: Bezahlmethoden
fi: Maksutavat
fr_fr: Modes de Paiement
tr_tr: Ödeme Yöntemleri

source: Unlimited
de_de: Unlimitiert
fi: Rajoittamaton
fr_fr: Illimité
tr_tr: Limitsiz

source: There is no "registers" index in the <code>$this->_scripts_styles</code> property.
de_de: Es gibt keinen Index "registers" in der Eigenschaft <code>$this-&gt;_scripts_styles</code>.
fi: Ominaisuudessa <code>$this-&gt;_scripts_styles</code> ei ole "registers"-indeksiä.
fr_fr: Il n'y a pas "registres" index dans <code>$this->_scripts_styles</code>
tr_tr: <code>$this-&gt;_scripts_styles</code> özelliğinde "registers" dizini yoktur.

source: Make sure you read the phpdoc comments above the definition of the $_scripts_styles property in the <code>EE_Admin_Hooks</code> class and modify according in the %s child
de_de: Lesen Sie die phpdoc-Kommentare über der Definition der $_scripts_styles-Eigenschaft in der <code>EE_Admin_Hooks-Klasse</code> und ändern Sie sie entsprechend im %s-Kind
fi: Varmista, että luet <code>EE_Admin_Hooks-luokan</code> $_scripts_styles-ominaisuuden määrittelyn yläpuolella olevat phpdoc-kommentit ja muokkaat niitä %s:n lapsen mukaan.
fr_fr: Assurez-vous de lire les commentaires phpdoc-dessus de la définition de la propriété de l'$ dans le <code> EE_Admin_Hooks </code> et modifier selon la %s l'enfant
tr_tr: <code>EE_Admin_Hooks</code> sınıfındaki $_scripts_styles özelliğinin tanımının üzerindeki phpdoc yorumlarını okuduğunuzdan ve %s alt öğesine göre değişiklik yaptığınızdan emin olun

source: Missing the url for the requested %s
de_de: Fehlende Url für die angeforderte %s
fi: Pyydetyn %s:n url puuttuu
fr_fr: Manquant l'URL de la demande %s
tr_tr: İstenen %s için url eksik

source: Double-check your <code>$this->_scripts_styles</code> array in %s and make sure that there is a "url" set for the %s ref
de_de: Überprüfen Sie Ihr <code>$this-&gt;_scripts_styles-Array</code> in %s und stellen Sie sicher, dass ein "url" für die %s-Referenz gesetzt ist
fi: Tarkista kahdesti, että <code>$this-&gt;_scripts_styles</code> array on %s:ssä ja varmista, että %s ref:lle on asetettu "url".
tr_tr: %s içindeki <code>$this->_scripts_styles</code> dizinizi iki kez kontrol edin ve %s ref için bir "url" ayarlandığından emin olun

source: Answer
de_de: Angabe
fi: Vastaus
fr_fr: Réponse
tr_tr: Cevap

source: We can't load the page object
de_de: Wir können das Seitenobjekt nicht laden
fi: Sivun objektia ei voitu ladata
fr_fr: Nous ne pouvons pas charger l'objet de la page
tr_tr: Sayfa nesnesini yükleyemiyoruz

source: Answers
de_de: Angaben
fi: Vastaukset
fr_fr: Réponses
tr_tr: Cevaplar

source: Light
de_de: Licht
fi: Vaalea
fr_fr: Clair
tr_tr: Işık

source: View Large map
de_de: Große Karte anzeigen
fi: Näytä suuri kartta
tr_tr: Büyük haritayı görüntüle

source: Dark
de_de: Dunkelheit
fi: Tumma
fr_fr: Foncé
tr_tr: Karanlık

source: The class name that was given is %s. Check the spelling and make sure its correct, also there needs to be an autoloader setup for the class
de_de: Der Klassenname, der angegeben wurde, lautet %s. Überprüfen Sie die Schreibweise und stellen Sie sicher, dass sie korrekt ist. Außerdem muss ein Autoloader für die Klasse eingerichtet sein.
fi: Annettu luokan nimi on %s. Tarkista oikeinkirjoitus ja varmista, että se on oikein, ja luokalle on myös määritettävä automaattinen latauslaite.
fr_fr: Le nom de la classe qui a été donné est %s . Vérifiez l'orthographe et assurez-vous que son correct, aussi il doit y avoir une installation de chargement automatique pour la classe
tr_tr: Verilen sınıf adı %s'dir. Yazımı kontrol edin ve doğru olduğundan emin olun, ayrıca sınıf için bir otomatik yükleyici kurulumu olması gerekir

source: There is no corresponding method for the hook labeled in the _ajax_func array
de_de: Für den im Array _ajax_func angegebenen Hook gibt es keine entsprechende Methode
fi: _ajax_func-määrityksessä ei ole vastaavaa metodia koukulle, joka on merkitty _ajax_func-määritykseen.
fr_fr: Il n'existe pas de méthode correspondante pour le crochet marqué dans le tableau _ajax_func
tr_tr: _ajax_func dizisinde etiketlenen kanca için karşılık gelen bir yöntem yok

source: The method name given in the array is %s, check the spelling and make sure it exists in the %s class
de_de: Der im Array angegebene Methodenname ist %s, überprüfen Sie die Schreibweise und stellen Sie sicher, dass er in der Klasse %s existiert
fi: Joukossa annetun metodin nimi on %s, tarkista sen oikeinkirjoitus ja varmista, että se on olemassa luokassa %s.
fr_fr: Le nom de la méthode donnée dans le tableau est %s , vérifier l'orthographe et assurez-vous qu'il existe dans l' %s la classe
tr_tr: Dizide verilen yöntem adı %s, yazımını kontrol edin ve %s sınıfında var olduğundan emin olun

source: There is no corresponding method for the hook labeled in the _init_func array
de_de: Für den im Array _init_func angegebenen Hook gibt es keine entsprechende Methode
fi: _init_func-määrityksessä ei ole vastaavaa metodia koukulle, joka on merkitty _init_func-määritykseen.
fr_fr: Il n'existe pas de méthode correspondante pour le crochet marqué dans le tableau _init_func
tr_tr: _init_func dizisinde etiketlenen kanca için karşılık gelen bir yöntem yoktur

source: There is no corresponding method to display the metabox content
de_de: Es gibt keine entsprechende Methode, um den Inhalt der Metabox anzuzeigen
fi: Metaboxin sisällön näyttämiseen ei ole vastaavaa menetelmää.
fr_fr: Il n'existe pas de méthode correspondante pour afficher le contenu de METABOX
tr_tr: Meta kutu içeriğini görüntülemek için karşılık gelen bir yöntem yoktur

source: Event Manager
de_de: Veranstaltungsleiter
fi: Tapahtumapäällikkö
tr_tr: Etkinlik Yöneticisi

source: Filter
fi: Suodata
fr_fr: Filtrer
tr_tr: Filtre

source: Danish
de_de: Dänisch
fi: tanska
fr_fr: Danois
tr_tr: Danimarka

source: Something went wrong with loading the %s admin hooks page.
de_de: Beim Laden der Seite mit den %s-Administrationshaken ist ein Fehler aufgetreten.
fi: Jotain meni pieleen %s admin hooks -sivun lataamisessa.
fr_fr: Quelque chose n'allait pas avec le chargement de la %s page administrateur de crochets.
tr_tr: %s yönetici kancaları sayfasının yüklenmesiyle ilgili bir sorun oluştu.

source: Venues
de_de: Veranstaltungsorte
fi: Tapahtumapaikat
fr_fr: Lieux
tr_tr: Mekanlar

source: event category
de_de: Veranstaltungskategorien
fi: tapahtumaluokka
fr_fr: catégorie d'événement
tr_tr: etkinlik kategorisi

source: No page routes have been set for the %s admin page.
de_de: Es wurden keine Seitenrouten für die Verwaltungsseite %s festgelegt.
fi: Sivureittejä ei ole määritetty %s:n hallintasivulle.
fr_fr: Aucun pages itinéraires ont été fixés pour la %s la page d'administration.
tr_tr: %s yönetici sayfası için hiçbir sayfa rotası ayarlanmadı.

source: event categories
de_de: Veranstaltungskategorien
fi: tapahtumaluokat
fr_fr: catégories d'événements
tr_tr: etkinlik kategorileri

source: Edit Category
de_de: Kategorie bearbeiten
fi: Muokkaa luokkaa
fr_fr: Modifier une catégorie
tr_tr: Kategoriyi Düzenle

source: The requested page route does not exist for the %s admin page.
de_de: Die angeforderte Seitenroute existiert nicht für die %s-Admin-Seite.
fi: Pyydettyä sivureittiä ei ole olemassa hallintasivulle %s.
fr_fr: La page itinéraire demandé n'existe pas pour l' %s la page d'administration.
tr_tr: İstenen sayfa rotası %s yönetici sayfası için mevcut değil.

source: Add Category
de_de: Kategorie hinzufügen
fi: Lisää luokka
fr_fr: Ajouter Catégorie
tr_tr: Kategori Ekle

source: A default page route has not been set for the % admin page.
de_de: Für die Seite "% admin" wurde keine Standardseitenroute festgelegt.
fi: Oletussivureittiä ei ole asetettu %:n hallintasivulle.
fr_fr: Un itinéraire de page par défaut n'a pas été définie pour la page% admin.
tr_tr: Yönetici sayfası için varsayılan bir sayfa rotası ayarlanmamıştır.

source: Add image to event calendar
de_de: Bild für den Veranstaltungskalender hinzufügen
fi: Lisää kuva tapahtumakalenteriin
fr_fr: Ajouter une image au calendrier des événements
tr_tr: Etkinlik takvimine resim ekle

source: The given page route does not exist for the %s admin page.
de_de: Die angegebene Seitenroute existiert nicht für die %s-Admin-Seite.
fi: Annettua sivureittiä ei ole olemassa hallintasivulle %s.
fr_fr: La page itinéraire donné n'existe pas pour l' %s la page d'administration.
tr_tr: Verilen sayfa rotası %s yönetici sayfası için mevcut değil.

source: %s helps prevent automated abuse of your site (such as comment spam or bogus registrations) by using a reCAPTCHA to ensure that only humans perform certain actions.
de_de: %s verhindert den automatisierten Missbrauch Ihrer Website (z. B. Kommentarspam oder gefälschte Registrierungen), indem es ein reCAPTCHA verwendet, um sicherzustellen, dass nur Menschen bestimmte Aktionen durchführen.
fi: %s auttaa hallitsemaan sivustosi automaattista häirintää (kuten roskapostikommentteja tai perusteettomia ilmoittautumisia) käyttämällä %s, jolla varmistetaan että tietyt toimenpiteet tekee oikea ihminen.
tr_tr: %s, belirli eylemleri yalnızca insanların gerçekleştirmesini sağlamak için bir reCAPTCHA kullanarak sitenizin otomatik olarak kötüye kullanılmasını (yorum spam'i veya sahte kayıtlar gibi) önlemeye yardımcı olur.

source: Calendar
de_de: Kalender
fi: Kalenteri
fr_fr: Calendrier
tr_tr: Takvim

source: Check the route you are using in your method (%s) and make sure it matches a route set in your "_page_routes" array property
de_de: Überprüfen Sie die Route, die Sie in Ihrer Methode verwenden (%s) und stellen Sie sicher, dass sie mit einer Route übereinstimmt, die in Ihrer Array-Eigenschaft "_page_routes" festgelegt ist
fi: Tarkista metodissa käyttämäsi reitti (%s) ja varmista, että se vastaa "_page_routes"-matriisiominaisuuteesi määritettyä reittiä.
fr_fr: Vérifiez la route que vous utilisez dans votre méthode ( %s ) et assurez-vous qu'il correspond à un itinéraire défini dans votre "_ page_routes" propriété de tableau
tr_tr: Yönteminizde kullandığınız rotayı (%s) kontrol edin ve "_page_routes" dizi özelliğinizde ayarlanmış bir rota ile eşleştiğinden emin olun

source: You must sign up for a free %s account to use it with this plugin. If you already have a reCAPTCHA account enter your "Public" and "Private" keys on this page.
de_de: Sie müssen sich für ein kostenloses %s-Konto anmelden, um es mit diesem Plugin zu verwenden. Wenn Sie bereits ein reCAPTCHA-Konto haben, geben Sie Ihre "öffentlichen" und "privaten" Schlüssel auf dieser Seite ein.
fi: Sinun on luotava ilmainen %s-tili ja käyttää sitä tämän lisäosan kanssa. Jos sinulla on jo reCAPTCHA-tili, anna jukinen ("Public") ja yksityinen ("Private") avaimesi tällä sivulla.
fr_fr: Vous devez vous inscrire pour une connexion %s du compte de l'utiliser avec ce plugin. Si vous avez déjà un compte reCAPTCHA entrer votre "Public " et touches "privé" sur cette page.
tr_tr: Bu eklenti ile kullanmak için ücretsiz bir %s hesabına kaydolmalısınız. Zaten bir reCAPTCHA hesabınız varsa, bu sayfada "Genel" ve "Özel" anahtarlarınızı girin.

source: Calendar Usage
de_de: Kalenderverwendung
fi: Kalenterin käyttö
fr_fr: Utilisation du calendrier
tr_tr: Takvim Kullanımı

source: attendees
de_de: Teilnehmerinnen und Teilnehmer
fi: osallistujat
fr_fr: participants
tr_tr: Katılımcılar

source: Basic Settings
de_de: Basis-Einstellungen
fi: Perusasetukset
fr_fr: Paramètres de base
tr_tr: Basit Ayarlar

source: In order to dynamically generate nonces for your actions, use the %s::add_query_args_and_nonce() method. May the Nonce be with you!
de_de: Um dynamisch Nonces für Ihre Aktionen zu erzeugen, verwenden Sie die Methode %s::add_query_args_and_nonce(). Möge die Nonce mit Ihnen sein!
fi: Jos haluat luoda dynaamisesti nonce-tunnuksia toiminnoillesi, käytä %s::add_query_args_and_nonce()-metodia. Olkoon Nonce kanssasi!
fr_fr: Afin de générer dynamiquement des nonces pour vos actions, utiliser le %s :: add_query_args_and_nonce () méthode. Que le Nonce soit avec vous!
tr_tr: Eylemleriniz için dinamik olarak nonce oluşturmak için %s::add_query_args_and_nonce() yöntemini kullanın. Nonce sizinle olsun!

source: Page route "%s" could not be called. Check that the spelling for method names and actions in the "_page_routes" array are all correct.
de_de: Die Seitenroute "%s" konnte nicht aufgerufen werden. Prüfen Sie, ob die Schreibweise der Methodennamen und Aktionen im Array "_page_routes" korrekt ist.
fi: Sivureittiä "%s" ei voitu kutsua. Tarkista, että metodien nimien ja toimintojen oikeinkirjoitus "_page_routes"-joukossa on oikein.
fr_fr: Page itinéraire " %s " ne peut pas être appelé. Vérifiez que l'orthographe des noms et des actions dans la méthode "_ page_routes" tableau sont tous corrects.
tr_tr: Sayfa rotası "%s" çağrılamadı. "_page_routes" dizisindeki yöntem adlarının ve eylemlerin yazımının doğru olup olmadığını kontrol edin.

source: Countries
de_de: Länder
fi: Valtiot
fr_fr: Pays
tr_tr: Ülkeler

source: Check In
de_de: Einchecken
fi: Kirjaa sisään
fr_fr: Date d’arrivée
tr_tr: Giriş Yapın

source: Datetime
de_de: Datum
fi: Ajankohta
fr_fr: Date et heure
tr_tr: Tarih Saat

source: Defines the buttons and title at the top of the calendar.
de_de: Legt die Schaltflächen und den Titel am oberen Rand des Kalenders fest.
fi: Määrittää painikkeet ja otsikon kalenterin yläosassa.
fr_fr: Defini les boutons et titre sur le haut du calendrier.
tr_tr: Takvimin üst kısmındaki düğmeleri ve başlığı tanımlar.

source: Button Text
de_de: Schaltfläche Text
fi: Painikkeen teksti
fr_fr: Texte du bouton
tr_tr: Düğme Metni

source: The _page_config array is not set up properly for help tabs. It is missing a title
de_de: Das _page_config-Array ist nicht richtig für Hilfetabs eingerichtet. Es fehlt ein Titel
fi: _page_config-määritelmää ei ole määritetty oikein apuvälilehdille. Siitä puuttuu otsikko
fr_fr: Le tableau de _page_config n'est pas configuré correctement pour aider les onglets. Il manque un titre
tr_tr: _page_config dizisi yardım sekmeleri için düzgün ayarlanmamış. Bir başlık eksik

source: Trash Event
de_de: Veranstaltung löschen
fi: Vie tapahtuma roskakoriin
fr_fr: Trash événement
tr_tr: Çöp Etkinliği

source: Registration Date
de_de: Datum der Registrierung
fi: Rekisteröintipäivä
tr_tr: Kayıt Tarihi

source: Update Settings
de_de: Einstellungen aktualisieren
fi: Päivitä asetukset
fr_fr: Mise à jour des paramètres
tr_tr: Güncelleme Ayarları

source: Reg Status
fi: Ilmoittautumisen tila
fr_fr: Situation de l'Inscription
tr_tr: Kayıt Durumu

source: Title Format
de_de: Titel Format
fi: Otsikon muotoilu
fr_fr: Format du titre
tr_tr: Başlık Formatı

source: Determines the text that will be displayed in the header's title.
de_de: Bestimmt den Text, der im Titel der Kopfzeile angezeigt wird.
fi: Määrittelee tekstin, joka näytetään otsikossa.
fr_fr: Détermine le texte qui sera affiché dans le titre de l'en-tête.
tr_tr: Başlığın başlığında görüntülenecek metni belirler.

source: Does not look like the popup content array has been setup correctly. Might want to double check that. Read the comments for the _get_help_popup_content method found in "EE_Admin_Page" class
de_de: Es sieht nicht so aus, als wäre das Popup-Inhaltsfeld korrekt eingerichtet worden. Überprüfen Sie das bitte noch einmal. Lesen Sie die Kommentare für die Methode _get_help_popup_content in der Klasse "EE_Admin_Page".
fi: Näyttää siltä, että ponnahdusikkunan sisältöjoukkoa ei ole määritetty oikein. Kannattaa ehkä tarkistaa se vielä kerran. Lue "EE_Admin_Page"-luokan _get_help_popup_content-metodin kommentit.
fr_fr: Ne ressemble pas à l'ensemble du contenu de popup a été mis en place correctement. Peut-être envie à vérifier que. Lire les commentaires de la méthode de _get_help_popup_content trouvé dans la classe "EE_Admin_Page"
tr_tr: Açılır pencere içerik dizisi doğru şekilde ayarlanmamış gibi görünüyor. Bunu iki kez kontrol etmek isteyebilirsiniz. "EE_Admin_Page" sınıfında bulunan _get_help_popup_content yöntemi için yorumları okuyun

source: Edit Event Details
de_de: Eventdetails bearbeiten
fi: Muokkaa tapahtuman tietoja
fr_fr: Modifier les détails de l'événement
tr_tr: Etkinlik Detaylarını Düzenle

source: Checked In
de_de: Eingecheckt
fi: Sisäänkirjattu
fr_fr: Enregistré(e)
tr_tr: Giriş Yapıldı

source: Column Format
de_de: Spalten-Format
fi: Sarakkeen muoto
fr_fr: Format des colonnes
tr_tr: Sütun Formatı

source: Something went wrong with help popup content generation. Expecting an array and well, this ain't no array bub.
de_de: Irgendetwas ist bei der Generierung des Inhalts eines Hilfe-Popups schief gelaufen. Erwartet ein Array und gut, das ist kein Array Bub.
fi: Jokin meni pieleen ponnahdusikkunoiden sisällön luomisessa. Odotimme arraya, mutta tämä ei ole mikään array-bub.
fr_fr: Quelque chose n'allait pas avec la génération de contenu de l'aide contextuelle. S'attendant à un tableau et bien, ce n'est pas aucun tableau bub.
tr_tr: Yardım açılır penceresi içeriği oluşturmada bir şeyler ters gitti. Bir dizi bekliyordum ama bu dizi değil bub.

source: View Registrations for Event
de_de: Anmeldungen für dieses Event anzeigen
fi: Näytä ilmoittautumiset tapahtumaan
fr_fr: Voir les inscriptions pour l'événement
tr_tr: Etkinlik Kayıtlarını Görüntüle

source: Determines the text that will be displayed on the calendar's column headings.
de_de: Bestimmt den Text, der in den Spaltenüberschriften des Kalenders angezeigt wird.
fi: Määrittelee tekstin, joka näytetään kalenterin sarakeotsikkoina.
fr_fr: Détermine le texte qui sera affiché sur les en-têtes de colonnes du calendrier.
tr_tr: Takvimin sütun başlıklarında görüntülenecek metni belirler.

source: Missing Content
de_de: Fehlender Inhalt
fi: Sisältö puuttuu
fr_fr: Contenu manquant
tr_tr: Eksik İçerik
