Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Response received too late
de_de: Zu spät eingegangene Antwort
fi: Vastaus saatiin liian myöhään
fr_fr: Réponse reçue trop tard
tr_tr: Yanıt çok geç alındı

source: Advice received too late(the response from a request was received too late )
de_de: Zu spät eingegangener Bescheid (die Antwort auf eine Anfrage wurde zu spät empfangen)
fi: Liian myöhään saatu neuvo (vastaus pyyntöön saatiin liian myöhään).
fr_fr: Avis reçu trop tard (la réponse d'une demande a été reçue trop tard)
tr_tr: Tavsiye çok geç alındı (bir talepten gelen yanıt çok geç alındı)

source: Reserved for future use
de_de: Reserviert für zukünftige Verwendung
fi: Varattu tulevaa käyttöä varten
fr_fr: Réservé pour une utilisation future
tr_tr: Gelecekte kullanım için ayrılmıştır

source: PIN tries exceeded
de_de: Zu viele PIN Eingaben
fi: PIN-yritykset ylitetty
fr_fr: PIN essayé dépassé
tr_tr: PIN denemeleri aşıldı

source: Reversal: Unable to locate previous message (no match on Retrieval Reference Number)/Reserved for future Realtime use
de_de: Storno: Vorherige Nachricht nicht auffindbar (keine Übereinstimmung mit Abruf-Referenznummer)/zur zukünftigen Verwendung in Echtzeit reserviert
fi: Peruutus: Edellistä viestiä ei pystytty paikantamaan (ei vastaavuutta hakuviitenumeroon)/Varattu tulevaa reaaliaikaista käyttöä varten.
fr_fr: Inversion: Impossible de localiser le message précédent (aucune correspondance sur le numéro de référence de la récupération) / Réservé pour une utilisation future en temps réel
tr_tr: Geri alma: Önceki mesaj bulunamıyor (Geri Alma Referans Numarası ile eşleşme yok)/Gelecekte Gerçek Zamanlı kullanım için saklandı

source: Previous message located for a repeat or reversal, but repeat or reversal data is inconsistent with original message/Intervene, bank approval required
de_de: Vorherige Nachricht für eine Wiederholung oder Stornierung gefunden, aber Wiederholungs- oder Stornodaten stimmen nicht mit der ursprünglichen Nachricht/Intervention überein, Bankgenehmigung erforderlich
fi: Edellinen viesti on paikannettu toistoa tai peruutusta varten, mutta toisto- tai peruutustiedot eivät vastaa alkuperäistä viestiä/interventiota, pankin hyväksyntä vaaditaan.
fr_fr: Message précédent situé pour une répétition ou une inversion, mais les données de répétition ou d'inversion sont incompatibles avec le message original / Intervenir, approbation bancaire requise
tr_tr: Bir tekrar veya geri dönüş için önceki mesaj bulundu, ancak tekrar veya geri dönüş verileri orijinal mesajla tutarsız/ Müdahale, banka onayı gerekli

source: Invalid/non-existent account –Decline (MasterCard specific)/Intervene, bank approval required for partial amount
de_de: Ungültiges/nicht existierendes Konto -Ablehnen (MasterCard-spezifisch)/Eingreifen, Bankgenehmigung für Teilbetrag erforderlich
fi: Virheellinen/ei ole olemassa oleva tili -Hylkää (MasterCard-kohtainen)/Seuraava, pankin hyväksyntä vaaditaan osamäärää varten.
fr_fr: Compte non valide / inexistant - Décliner (spécifique à MasterCard) / Intervenir, une approbation bancaire est requise pour le montant partiel
tr_tr: Geçersiz/var olmayan hesap -Reddet (MasterCard'a özel)/Müdahale et, kısmi tutar için banka onayı gerekli

source: Already reversed (by Switch)/ Reserved for client-specific use (declined)
de_de: Bereits storniert (durch Switch)/ Reserviert für kundenspezifische Verwendung (abgelehnt)
fi: Jo peruutettu (kytkimen toimesta)/ Varattu asiakaskohtaiseen käyttöön (hylätty).
fr_fr: Déjà inversé (par Switch) / Réservé pour une utilisation spécifique au client (refusé)
tr_tr: Zaten tersine çevrilmiş (Switch tarafından)/ Müşteriye özel kullanım için ayrılmış (reddedildi)

source: No financial Impact (Reserved for declined debit)/ Reserved for client-specific use (declined)
de_de: Keine finanziellen Auswirkungen (Reserviert für abgelehnte Abbuchungen)/ Reserviert für kundenspezifische Verwendung (abgelehnt)
fi: Ei taloudellisia vaikutuksia (Varattu hylättyä veloitusta varten)/ Varattu asiakaskohtaiseen käyttöön (hylätty).
fr_fr: Pas d'impact financier (Réservé pour débit refusé) / Réservé pour une utilisation spécifique au client (refusé)
tr_tr: Finansal Etki Yok (Reddedilen borç için ayrılmıştır)/ Müşteriye özel kullanım için ayrılmıştır (reddedilmiştir)

source: PIN cryptographic error found by the Visa security module during PIN decryption/ Reserved for client-specific use (declined)
de_de: PIN-Verschlüsselungsfehler, der vom Visa Sicherheitsmodul während der PIN-Entschlüsselung festgestellt wurde/ Reserviert für kundenspezifische Verwendung (abgelehnt)
fi: Visa-turvamoduulin havaitsema PIN-koodin salausvirhe PIN-koodin salauksen purkamisen aikana/ Varattu asiakaskohtaiseen käyttöön (hylätty).
fr_fr: Erreur cryptographique PIN détectée par le module de sécurité Visa lors du déchiffrement du code PIN / Réservé pour une utilisation spécifique au client (refusé)
tr_tr: PIN şifre çözme sırasında Visa güvenlik modülü tarafından bulunan PIN kriptografik hatası/ Müşteriye özel kullanım için ayrılmıştır (reddedildi)

source: Incorrect CVV/ Reserved for client-specific use (declined)
de_de: Falsche CVV/ Reserviert für kundenspezifische Verwendung (abgelehnt)
fi: Virheellinen CVV/ Varattu asiakaskohtaiseen käyttöön (hylätty).
fr_fr: CVV incorrecte / Réservé pour une utilisation spécifique au client (refusé)
tr_tr: Hatalı CVV/ Müşteriye özel kullanım için ayrılmıştır (reddedildi)

source: Unable to verify PIN/ Reserved for client-specific use (declined)
de_de: PIN kann nicht verifiziert werden/ Reserviert für kundenspezifische Verwendung (abgelehnt)
fi: PIN-koodia ei pystytä vahvistamaan/ Varattu asiakaskohtaiseen käyttöön (hylätty).
fr_fr: Impossible de vérifier le NIP / réservé pour une utilisation spécifique au client (refusé)
tr_tr: PIN doğrulanamıyor/ Müşteriye özel kullanım için ayrılmıştır (reddedildi)

source: Invalid Authorization Life Cycle –Decline (MasterCard) or Duplicate Transaction Detected (Visa)/ Reserved for client-specific use (declined)
de_de: Lebenszyklus einer ungültigen Autorisierung - Ablehnung (MasterCard) oder Duplicate Transaction Detected (Visa)/ Reserviert für kundenspezifische Verwendung (abgelehnt)
fi: Invalid Authorization Life Cycle -Hylkää (MasterCard) tai Duplicate Transaction Detected (Visa)/ Varattu asiakaskohtaiseen käyttöön (hylätty).
fr_fr: Cycle de vie d'autorisation non valide - Déclin (MasterCard) ou transaction en double détectée (Visa) / Réservé pour une utilisation spécifique au client (refusée)
tr_tr: Geçersiz Yetkilendirme Yaşam Döngüsü - Reddet (MasterCard) veya Mükerrer İşlem Tespit Edildi (Visa)/ Müşteriye özel kullanım için ayrılmıştır (reddedildi)

source: No reason to decline a request for Account Number Verification or Address Verification/ Reserved for client-specific use (declined)
de_de: Kein Grund zur Ablehnung einer Anfrage zur Überprüfung der Kontonummer oder der Adresse/ Reserviert für kundenspezifische Verwendung (abgelehnt)
fi: Ei syytä hylätä tilinumeron tai osoitteen tarkistuspyyntöä/ Varattu asiakaskohtaiseen käyttöön (hylätty).
fr_fr: Aucune raison de refuser une demande de vérification du numéro de compte ou de vérification de l'adresse / réservé à l'usage spécifique du client (refusé)
tr_tr: Hesap Numarası Doğrulama veya Adres Doğrulama talebini reddetmek için bir neden yok/ Müşteriye özel kullanım için ayrılmıştır (reddedildi)

source: Cannot verify PIN/ Reserved for client-specific use (declined)
de_de: PIN kann nicht verifiziert werden/ Reserviert für kundenspezifische Verwendung (abgelehnt)
fi: PIN-koodia ei voida tarkistaa/ Varattu asiakaskohtaiseen käyttöön (hylätty).
fr_fr: Impossible de vérifier le PIN / réservé pour une utilisation spécifique au client (refusé)
tr_tr: PIN doğrulanamıyor/ Müşteriye özel kullanım için ayrılmıştır (reddedildi)

source: Reserved for client-specific use (declined)
de_de: Reserviert für kundenspezifische Verwendung (abgelehnt)
fi: Varattu asiakaskohtaiseen käyttöön (hylätty)
fr_fr: Réservé à l'usage spécifique du client (refusé)
tr_tr: Müşteriye özel kullanım için ayrılmıştır (reddedildi)

source: Cut-off in progress
de_de: Cut-off im Gange
fi: Katkaisu käynnissä
fr_fr: Coupe en cours
tr_tr: Kesim devam ediyor

source: Issuer or switch inoperative
de_de: Emittent oder Schalter nicht funktionsfähig
fi: Liikkeeseenlaskija tai kytkin ei toimi
fr_fr: Émetteur ou interrupteur inopérant
tr_tr: Verici veya anahtar çalışmıyor

source: Routing error
de_de: Routing-Fehler
fi: Reititysvirhe
fr_fr: Erreur de routage
tr_tr: Yönlendirme hatası

source: Violation of law
de_de: Verstoß gegen das Gesetz
fi: Lain rikkominen
fr_fr: Violation de la Loi
tr_tr: Kanun ihlali

source: Duplicate Transmission (Integrated Debit and MasterCard)
de_de: Doppelte Übermittlung (Integrierte Debit- und MasterCard)
fi: Duplikaattilähetys (Integrated Debit ja MasterCard)
fr_fr: Transmission en double (débit intégré et MasterCard)
tr_tr: Mükerrer İletim (Entegre Debit ve MasterCard)

source: Reconcile error
de_de: Fehler bereinigen
fi: Virheen täsmäytys
fr_fr: Erreur de rapprochement
tr_tr: Hatayı uzlaştırın

source: System malfunction
de_de: Fehlfunktion des Systems
fi: Järjestelmävirhe
fr_fr: Dysfonctionnement du système
tr_tr: Sistem arızası

source: Exceeds cash limit
de_de: Überschreitung der Bargeldgrenze
fi: Ylittää käteisrajan
fr_fr: Dépasse la limite de caisse
tr_tr: Nakit limitini aşıyor

source: Payment declined. %1$s
de_de: Die Zahlung wurde abgelehnt. %1$s
fi: Maksu hylätty. %1$s
fr_fr: Paiement refusé. %1$s
tr_tr: Ödeme reddedildi. %1$s

source: Payment failed. An unexpected response code (%1$s) was received.
de_de: Die Zahlung ist fehlgeschlagen. Es wurde ein unerwarteter Antwortcode (%1$s) empfangen.
fi: Maksu epäonnistui. Saatu odottamaton vastauskoodi (%1$s).
fr_fr: Paiement échoué. Un code de réponse inattendu ((%1$s) a été reçu.
tr_tr: Ödeme başarısız oldu. Beklenmeyen bir yanıt kodu (%1$s) alındı.

source: TransFirst Transaction Express Onsite
de_de: TransFirst Transaction Express vor Ort
fi: TransFirst Transaction Express paikan päällä
fr_fr: TransFirst Transaction Express sur site
tr_tr: TransFirst Transaction Express Yerinde

source: TransFirst Transaction Express Onsite Settings
de_de: TransFirst Transaction Express Vor-Ort-Einstellungen
fi: TransFirst Transaction Express Onsite -asetukset
fr_fr: Paramètres TransFirst Transaction Express Onsite
tr_tr: TransFirst Transaction Express Yerinde Ayarlar

source: Bank Routing Numbers should have no more than 9 digits
de_de: Bankleitzahlen sollten nicht mehr als 9 Ziffern haben.
fi: Pankin reititysnumeroissa saa olla enintään 9 numeroa.
fr_fr: Les numéros de routage bancaire ne doivent pas comporter plus de 9 chiffres
tr_tr: Banka Yönlendirme Numaraları en fazla 9 haneli olmalıdır

source: Account Number
de_de: Kontonummer
fi: Tilinumero
fr_fr: Numéro de compte
tr_tr: Hesap Numarası

source: Customer Checking/Savings Account numbers should have no more than 17 digits
de_de: Die Nummern von Giro-/Sparkonten sollten nicht mehr als 17 Ziffern haben.
fi: Asiakkaan shekki-/säästötilin numeroissa saa olla enintään 17 numeroa.
fr_fr: Les numéros des comptes de vérification et d'épargne des clients ne doivent pas comporter plus de 17 chiffres
tr_tr: Müşteri Çek/Tasarruf Hesap numaraları en fazla 17 haneli olmalıdır

source: Customer Checking/Savings Account numbers should have no fewer than 4 digits
de_de: Die Nummern der Giro-/Sparkonten der Kunden sollten nicht weniger als 4 Ziffern haben.
fi: Asiakkaan shekki-/säästötilin numeroiden tulisi olla vähintään 4-numeroisia.
fr_fr: Les numéros de compte de vérification / d'épargne des clients doivent comporter au moins 4 chiffres
tr_tr: Müşteri Çek/Tasarruf Hesap numaraları en az 4 haneli olmalıdır

source: eCheck
fr_fr: Vérification
tr_tr: eÇek

source: Full Name
de_de: Vollständiger Name
fi: Koko nimi
fr_fr: Nom Complet
tr_tr: Ad Soyad

source: These are the only special characters allowed: %1$s
de_de: Es sind nur diese Sonderzeichen erlaubt: %1$s
fi: Vain nämä erikoismerkit hyväksytään: %1$s
fr_fr: Ce sont les seuls caractères spéciaux autorisés: %1$s
tr_tr: Bunlar izin verilen tek özel karakterlerdir: %1$s

source: Payment Types Accepted on your Merchant Account %s
de_de: Akzeptierte Zahlungsarten für Ihr Händlerkonto %s
fi: Kauppiastililläsi hyväksytyt maksutyypit %s
fr_fr: Types de paiement acceptés sur votre compte marchand %s
tr_tr: Satıcı Hesabınızda Kabul Edilen Ödeme Türleri %s

source: Merchant Gateway ID and Merchant RegKey
de_de: Gateway-ID des Händlers und RegKey des Händlers
fi: Kauppiaan yhdyskäytävän tunnus ja kauppias RegKey
tr_tr: Merchant Gateway ID ve Merchant RegKey

source: These are provided to you by TransFirst with your account details.
de_de: Diese werden Ihnen von TransFirst zusammen mit Ihren Kontodaten zur Verfügung gestellt.
fi: TransFirst toimittaa ne sinulle tilitietojesi yhteydessä.
fr_fr: Ces informations vous sont fournies par TransFirst avec les détails de votre compte.
tr_tr: Bunlar size TransFirst tarafından hesap bilgilerinizle birlikte sağlanır.

source: Accepted Payment Types
de_de: Akzeptierte Zahlungsmethoden
fi: Hyväksytyt maksutyypit
fr_fr: Modes de paiement acceptés
tr_tr: Kabul Edilen Ödeme Türleri

source: Your TransFirst account is setup to receive payments via Credit Card, eCheck/ACH, or both. Indicate here which has been setup on your TransFirst Account.
de_de: Ihr TransFirst-Konto ist für den Empfang von Zahlungen per Kreditkarte, eCheck/ACH oder beides eingerichtet. Geben Sie hier an, was in Ihrem TransFirst-Konto eingerichtet wurde.
fi: TransFirst-tilisi on määritetty vastaanottamaan maksuja luottokortilla, eCheck/ACH:lla tai molemmilla. Ilmoita tässä, kumpi on määritetty TransFirst-tilillesi.
fr_fr: Votre compte TransFirst est configuré pour recevoir des paiements par carte de crédit, eCheck / ACH ou les deux. Indiquez ici qui a été configuré sur votre compte TransFirst.
tr_tr: TransFirst hesabınız Kredi Kartı, eCheck/ACH veya her ikisi ile ödeme almak üzere ayarlanmıştır. TransFirst Hesabınızda hangisinin ayarlandığını burada belirtin.

source: Debug Mode is turned ON. Payments will NOT be processed, and the form's billing has been autofilled.
de_de: Der Debug-Modus ist eingeschaltet. Zahlungen werden NICHT verarbeitet, und die Rechnungsstellung des Formulars wurde automatisch ausgefüllt.
fi: Virheenkorjaustila on päällä. Maksuja EI käsitellä, ja lomakkeen laskutus on täytetty automaattisesti.
fr_fr: Le mode de débogage est activé. Les paiements ne seront PAS traités et la facturation du formulaire a été remplie automatiquement.
tr_tr: Hata Ayıklama Modu AÇIK. Ödemeler işlenmeyecek ve formun faturalandırması otomatik olarak doldurulacaktır.

source: Test Credit Cards
de_de: Test-Kreditkarten
fi: Testaa luottokortteja
fr_fr: Test Cartes de Credit
tr_tr: Kredi Kartlarını Test Edin

source: Use any expiration date, and CVV 123
de_de: Verwenden Sie ein beliebiges Verfallsdatum und CVV 123
fi: Käytä mitä tahansa viimeistä käyttöpäivää ja CVV 123.
fr_fr: Utilisez une date d'expiration et CVV 123
tr_tr: Herhangi bir son kullanma tarihi ve CVV 123 kullanın

source: How do I test specific error codes? Using VISA or MasterCard, the PAYMENT AMOUNT dictates the payments status.
de_de: Wie kann ich bestimmte Fehlercodes überprüfen? Bei VISA oder MasterCard bestimmt der ZAHLUNGSBETRAG den Status der Zahlung.
fi: Miten testaan tiettyjä virhekoodeja? VISA- tai MasterCard-korteilla maksun tila määräytyy maksun summan mukaan.
fr_fr: Comment puis-je tester des codes d'erreur spécifiques? En utilisant VISA ou MasterCard, le MONTANT DE PAIEMENT dicte le statut des paiements.
tr_tr: Belirli hata kodlarını nasıl test edebilirim? VISA veya MasterCard kullanıldığında, ÖDEME TUTARI ödeme durumunu belirler.

source: Success
de_de: Erfolg
fi: Menestys
fr_fr: Succès
tr_tr: Başarı

source: Partial Approval
de_de: Teilweise Zulassung
fi: Osittainen hyväksyntä
fr_fr: Approbation partielle
tr_tr: Kısmi Onay

source: General Error
de_de: Allgemeiner Fehler
fi: Yleinen virhe
fr_fr: Erreur générale
tr_tr: Genel Hata

source: There are lots of other dollar amounts. Please refer to the TransFirst documentation.
de_de: Es gibt viele andere Dollarbeträge. Bitte beachten Sie die TransFirst-Dokumentation.
fi: On paljon muitakin dollarimääräisiä summia. Tutustu TransFirstin dokumentaatioon.
fr_fr: Il ya beaucoup d'autres montants en dollars. Veuillez consulter la documentation de TransFirst.
tr_tr: Başka birçok dolar tutarı vardır. Lütfen TransFirst belgelerine bakın.

source: Test Bank Account
de_de: Test Bank Konto
fi: Testipankkitili
fr_fr: Test Compte bancaire
tr_tr: Test Bankası Hesabı

source: Use routing number 123456780, and any valid account number
de_de: Verwenden Sie die Routingnummer 123456780 und eine gültige Kontonummer
fi: Käytä reititysnumeroa 123456780 ja mitä tahansa voimassa olevaa tilinumeroa.
tr_tr: Yönlendirme numarasını 123456780 ve geçerli herhangi bir hesap numarasını kullanın

source: TransFirst (Transaction Express) is an on-site payment method for accepting credit and debit cards and bank transfers (ACH) and is available to event organizers in the United States. An account with TransFirst is required to accept payments. Need an account with TransFirst? %1$sClick here to sign up for a merchant account%2$s.
de_de: TransFirst (Transaction Express) ist eine Vor-Ort-Zahlungsmethode für die Annahme von Kredit- und Debitkarten sowie Banküberweisungen (ACH) und steht Veranstaltern in den Vereinigten Staaten zur Verfügung. Für die Annahme von Zahlungen ist ein Konto bei TransFirst erforderlich. Benötigen Sie ein Konto bei TransFirst? %1$sKlicken Sie hier, um sich für ein Händlerkonto%2$s anzumelden.
fi: TransFirst (Transaction Express) on luotto- ja pankkikorttien sekä pankkisiirtojen (ACH) hyväksymiseen tarkoitettu maksutapa, joka on tapahtumajärjestäjien käytettävissä Yhdysvalloissa. Maksujen vastaanottaminen edellyttää tiliä TransFirstissä. Tarvitsetko tilin TransFirstiin? %1$sKlikkaa tästä rekisteröityäksesi kauppiastilille%2$s.
tr_tr: TransFirst (Transaction Express), kredi ve banka kartları ile banka havalelerini (ACH) kabul etmek için yerinde bir ödeme yöntemidir ve Amerika Birleşik Devletleri'ndeki etkinlik organizatörleri tarafından kullanılabilir. Ödemeleri kabul etmek için TransFirst'te bir hesap gereklidir. TransFirst'te bir hesaba mı ihtiyacınız var? %1$sBir satıcı hesabına kaydolmak için buraya tıklayın%2$s.

source: This is where notifications go to when you use the %1$s and %2$s shortcodes in the message templates.
de_de: An diese Stelle werden Benachrichtigungen gesendet, wenn Sie die Shortcodes %1$s und %2$s in den Nachrichtenvorlagen verwenden.
fi: Tänne ilmoitukset siirtyvät, kun käytät viestimallissa %1$s ja %2$s -lyhytkoodeja.
tr_tr: Mesaj şablonlarında %1$s ve %2$s kısa kodlarını kullandığınızda bildirimlerin gittiği yer burasıdır.

source: Unable to create the contact for the registration because the required parameters are not present (_REG_ID )
de_de: Der Kontakt für die Registrierung kann nicht erstellt werden, da die erforderlichen Parameter nicht vorhanden sind (_REG_ID )
fi: Rekisteröinnin yhteystietoa ei voida luoda, koska vaadittuja parametreja ei ole (_REG_ID ).
tr_tr: Gerekli parametreler mevcut olmadığından kayıt için kişi oluşturulamıyor (_REG_ID )

source: These parameters (options) are available for the %s shortcode parameter above. Multiple parameters should be separated by a comma.
de_de: Diese Parameter (Optionen) sind für den obigen Shortcode-Parameter %s verfügbar. Mehrere Parameter sollten durch ein Komma getrennt werden.
fi: Nämä parametrit (vaihtoehdot) ovat käytettävissä yllä olevalle %s shortcode -parametrille. Useat parametrit on erotettava toisistaan pilkulla.
tr_tr: Bu parametreler (seçenekler) yukarıdaki %s kısa kod parametresi için kullanılabilir. Birden fazla parametre virgülle ayrılmalıdır.

source: This transaction has been overpaid ! Payments Total
de_de: Diese Transaktion wurde überzahlt! Gesamtsumme der Zahlungen
fi: Tästä kaupasta on maksettu liikaa ! Maksut Yhteensä
tr_tr: Bu işlem için fazla ödeme yapılmıştır! Ödemeler Toplamı

source: We're sorry, but it appears that your server's version of PHP was not compiled with PCRE unicode support.%1$sPlease contact your hosting company and ask them whether the PCRE compiled with your version of PHP on your server can be been built with the "--enable-unicode-properties" and "--enable-utf8" configuration switches to enable more complex regex expressions.%1$sIf they are unable, or unwilling to do so, then your server will not support international email addresses using UTF-8 unicode characters. This means you will either have to lower your email validation level to "Basic" or "WordPress Default", or switch to a hosting company that has/can enable PCRE unicode support on the server.
de_de: Es tut uns leid, aber es scheint, dass die PHP-Version Ihres Servers nicht mit PCRE Unicode-Unterstützung kompiliert wurde.%1$sBitte wenden Sie sich an Ihren Hosting-Anbieter und fragen Sie ihn, ob die mit Ihrer PHP-Version kompilierte PCRE auf Ihrem Server mit den Konfigurationsschaltern "--enable-unicode-properties" und "--enable-utf8" gebaut werden kann, um komplexere Regex-Ausdrücke zu ermöglichen.%1$sWenn sie nicht in der Lage oder nicht willens sind, dies zu tun, dann wird Ihr Server keine internationalen E-Mail-Adressen mit UTF-8 Unicode-Zeichen unterstützen. Das bedeutet, dass Sie entweder Ihre E-Mail-Validierungsstufe auf "Basic" oder "WordPress Default" herabsetzen oder zu einem Hosting-Unternehmen wechseln müssen, das die PCRE-Unicode-Unterstützung auf dem Server aktiviert hat/aktivieren kann.
fi: Olemme pahoillamme, mutta näyttää siltä, että palvelimesi PHP-versiota ei ole käännetty PCRE:n unicode-tuella.%1$sOta yhteyttä isännöintiyritykseesi ja kysy heiltä, voidaanko palvelimellesi PHP-versiosi kanssa käännetty PCRE rakentaa "--enable-unicode-properties" ja "--enable-utf8" -asetuskytkimillä, jotta monimutkaisemmat regex-lausekkeet olisivat mahdollisia.%1$sJos he eivät pysty tai halua tehdä niin, palvelimesi ei tue kansainvälisiä sähköpostiosoitteita, jotka käyttävät UTF-8-unkoodimerkkejä. Tämä tarkoittaa, että sinun on joko laskettava sähköpostin validointitaso "Basic"- tai "WordPress Default"-asetukseksi tai vaihdettava hosting-yhtiöön, jolla on/voi ottaa käyttöön PCRE-unicode-tuen palvelimella.
tr_tr: Üzgünüz, ancak sunucunuzun PHP sürümü PCRE unicode desteği ile derlenmemiş gibi görünüyor.%1$sLütfen barındırma şirketinizle iletişime geçin ve sunucunuzdaki PHP sürümünüzle derlenen PCRE'nin daha karmaşık regex ifadelerini etkinleştirmek için "--enable-unicode-properties" ve "--enable-utf8" yapılandırma anahtarlarıyla oluşturulup oluşturulamayacağını sorun.%1$sBunu yapamıyorlarsa veya yapmak istemiyorlarsa, sunucunuz UTF-8 unicode karakterlerini kullanan uluslararası e-posta adreslerini desteklemeyecektir. Bu, e-posta doğrulama seviyenizi "Temel" veya "WordPress Varsayılanı" seviyesine düşürmeniz ya da sunucuda PCRE unicode desteğini etkinleştiren/etkinleştirebilen bir hosting şirketine geçmeniz gerektiği anlamına gelir.
