Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Notice: Due to a %1$scurrent bug in the WordPress core%2$s, your event should always have at least a title or description or excerpt. Saving an event without at least one of these fields filled out with information will result in your event not saving correctly. You will then need to recreate your event by clicking on the Add Event button.
de_de: Hinweis: Aufgrund eines %1$saktuellen Fehlers im WordPress-Kern%2$s sollte Ihre Veranstaltung immer mindestens einen Titel oder eine Beschreibung oder einen Auszug haben. Wenn Sie ein Ereignis speichern, ohne dass mindestens eines dieser Felder mit Informationen ausgefüllt ist, wird Ihr Ereignis nicht korrekt gespeichert. Sie müssen dann Ihr Ereignis neu erstellen, indem Sie auf die Schaltfläche Ereignis hinzufügen klicken.
fi: Huomautus: WordPress-ytimen %1$scurrent-virheen%2$s vuoksi tapahtumassasi on aina oltava vähintään otsikko, kuvaus tai ote. Jos tallennat tapahtuman ilman, että vähintään yksi näistä kentistä on täytetty tiedoilla, tapahtumaasi ei tallenneta oikein. Sinun on sitten luotava tapahtuma uudelleen napsauttamalla Lisää tapahtuma -painiketta.
tr_tr: Uyarı: WordPress çekirdeğindeki%1$sgüncel bir hata nedeniyle%2$s etkinliğinizin her zaman en azından bir başlığı, açıklaması veya alıntısı olmalıdır. Bu alanlardan en az biri bilgi ile doldurulmadan bir etkinliği kaydetmek, etkinliğinizin doğru şekilde kaydedilmemesine neden olacaktır. Daha sonra Etkinlik Ekle düğmesine tıklayarak etkinliğinizi yeniden oluşturmanız gerekecektir.

source: A contact can belong to multiple registrations. For example, an individual can be registered for Event A and Event B.
de_de: Ein Kontakt kann zu mehreren Registrierungen gehören. Zum Beispiel kann eine Person für Veranstaltung A und Veranstaltung B registriert sein.
fi: Yhteystieto voi liittyä useaan ilmoittautumiseen. Esimerkiksi henkilölle, joka on ilmoittautunut tapahtumaan A ja tapahtumaan B.
fr_fr: Un contact peut appartenir à plusieurs enregistrements. Par exemple, une personne peut être enregistrée pour l'événement A et l'événement B.
tr_tr: Bir kişi birden fazla kayda ait olabilir. Örneğin, bir kişi Etkinlik A ve Etkinlik B için kayıtlı olabilir.

source: Turn Google maps on or off site wide for Event Espresso.
de_de: Schalten Sie Google Maps für Event Espresso standortweit ein oder aus.
fi: Kytke Google Maps -kartat päälle tai pois päältä Event Espressossa koko sivuston laajuudelta.
fr_fr: Tournez cartes Google sur site ou hors site grand Event Espresso.
tr_tr: Event Espresso için Google haritalarını site genelinde açın veya kapatın.

source: Specify if you want to test the payment gateway by submitting a test transaction. If this option is enabled, be sure to enter your PayPal sandbox credentials in the fields above. Be sure to turn this setting off when you are done testing.
de_de: Geben Sie an, ob Sie das Zahlungs-Gateway durch Übermittlung einer Testtransaktion testen möchten. Wenn diese Option aktiviert ist, müssen Sie Ihre PayPal-Sandbox-Anmeldedaten in die obigen Felder eingeben. Deaktivieren Sie diese Einstellung, wenn Sie mit dem Testen fertig sind.
fi: Valitse, haluatko testata maksunvälitysjärjestelmän lähettämällä testitilauksen. Jos tämä valinta on päällä, varmista, että annat PayPal-testaustunnuksesi alla oleviin kenttiin. Varmista, että laitat tämän valinnan pois päältä suoritettuasi testauksen.
fr_fr: Indiquez si vous voulez tester la passerelle de paiement en soumettant une opération de test. Si cette option est activée, assurez-vous d'entrer vos identifiants de sandbox PayPal dans les domaines ci-dessus. Assurez-vous de désactiver ce paramètre lorsque vous avez terminé l'essai.
tr_tr: Bir test işlemi göndererek ödeme ağ geçidini test etmek isteyip istemediğinizi belirtin. Bu seçenek etkinleştirilirse, PayPal sanal alan kimlik bilgilerinizi yukarıdaki alanlara girdiğinizden emin olun. Testiniz bittiğinde bu ayarı kapattığınızdan emin olun.

source: Contact List Search
de_de: Kontaktliste durchsuchen
fi: Yhteystietolista-haku
fr_fr: Liste des contacts Rechercher
tr_tr: İlrtişim Listesi Araştırması

source: This page shows all tickets which have been purchased with Event Espresso.
de_de: Diese Seite zeigt alle Tickets, die mit Event Espresso gekauft wurden.
fi: Tällä sivulla näytetään kaikki Event Espresson kautta ostetut liput.
fr_fr: Cette page affiche tous les billets qui ont été achetés avec Event Espresso.
tr_tr: Bu sayfa Event Espresso ile satın alınan tüm biletleri gösterir.

source: The following statuses are available: Pending Review, Draft, Cancelled, Postponed, and Sold Out. A status of pending review will set an event to draft until an event administrator has approved the event. A status of draft will save an event but it will be unpublished. A status of cancelled means that an event will no longer take place. A status of postponed means that an event is not currently scheduled but may be in the future. A status of sold out means that tickets are no longer available for an event.
de_de: Die folgenden Status sind verfügbar: Zur Überprüfung anstehend, Entwurf, abgesagt, verschoben und ausverkauft. Mit dem Status "Zur Überprüfung anstehend" wird eine Veranstaltung auf "Entwurf" gesetzt, bis ein Veranstaltungsadministrator die Veranstaltung genehmigt hat. Mit dem Status "Entwurf" wird eine Veranstaltung gespeichert, aber nicht veröffentlicht. Der Status "abgesagt" bedeutet, dass eine Veranstaltung nicht mehr stattfindet. Der Status "verschoben" bedeutet, dass eine Veranstaltung derzeit nicht geplant ist, aber möglicherweise in Zukunft stattfinden wird. Der Status "ausverkauft" bedeutet, dass für eine Veranstaltung keine Karten mehr erhältlich sind.
fi: Seuraavat tilat ovat käytettävissä: Odottaa hyväksymistä, Luonnos, Peruutettu, Siirretty myöhemmäksi ja Loppuunmyyty. Hyväksymistä odottava tapahtuma on luonnos, joka tapahtuman ylläpitäjän on hyväksyttävä. Luonnos-tilassa oleva tapahtuma tallennetaan, mutta sitä ei julkaista. Peruutettua tapahtumaa ei järjestetä. Siirretty myöhemmäksi -tilassa oleva tapahtuma tarkoittaa, ettei tapahtumalle ole tällä hetkellä ajankohtaa, mutta se saatetaan järjestää tulevaisuudessa. Loppuunmyyty tarkoittaa, ettei tapahtumaan ole enää jäljellä vapaita lippuja.
fr_fr: Les états suivants sont disponibles: attente d'examen, Projet, Annulé, reporté, et épuisé. L'état en attendant l'examen établira un événement de rédiger jusqu'à ce qu'un administrateur de l'événement a approuvé l'événement. Un état de projet permettra d'économiser un événement, mais il sera publié. L'état annulé signifie qu'un événement ne sera plus avoir lieu. Un état des reportée signifie qu'un événement n'est pas actuellement prévue, mais peut-être dans l'avenir. Un statut de vendu signifie que les billets ne sont plus disponibles pour un événement.
tr_tr: Aşağıdaki durumlar mevcuttur: İnceleme Bekliyor, Taslak, İptal Edildi, Ertelendi ve Tükendi. İnceleme bekliyor durumu, bir etkinlik yöneticisi etkinliği onaylayana kadar etkinliği taslak olarak ayarlar. Taslak durumu bir etkinliği kaydeder ancak etkinlik yayınlanmayacaktır. İptal edildi durumu, bir etkinliğin artık gerçekleşmeyeceği anlamına gelir. Ertelendi durumu, bir etkinliğin şu anda planlanmadığı ancak gelecekte planlanabileceği anlamına gelir. Biletler tükendi durumu, bir etkinlik için artık bilet bulunmadığı anlamına gelir.

source: PayPal Standard
tr_tr: PayPal Standart

source: You can perform a search to find certain contacts. The following sources will be searched: Event Name (title), Event Description, First Name, Last Name, Biography, Email, Address, Comments, Notes, Registration Final Price, and Registration Code. To use the search feature, enter a value into the search box and click on the Search Contacts button.
de_de: Sie können eine Suche durchführen, um bestimmte Kontakte zu finden. Die folgenden Quellen werden durchsucht: Veranstaltungsname (Titel), Veranstaltungsbeschreibung, Vorname, Nachname, Biografie, E-Mail, Adresse, Kommentare, Notizen, Registrierungsendpreis und Registrierungscode. Um die Suchfunktion zu nutzen, geben Sie einen Wert in das Suchfeld ein und klicken Sie auf die Schaltfläche Kontakte suchen.
fi: Voit hakea tiettyä yhteystietoa. Haku kohdistetaan seuraaviin kenttiin: Tapahtuman nimi (otsikko), Tapahtuman kuvaus, Etunimi, Sukunimi, Henkilökuvaus, Sähköposti, Osoite, Kommentit, Muistiinpanot, Ilmoittautumisen loppusumma ja Ilmoittautumistunnus. Käyttääksesi hakua anna hakusana kenttään ja paina "Etsi yhteystiedot"-painiketta.
fr_fr: Vous pouvez effectuer une recherche pour trouver certains contacts. Les sources suivantes seront consultées: Nom de l'événement (titre), Description de l'événement, Prénom, Nom, Biographie, email, adresse, commentaires, notes, inscription Prix final, et le code d'enregistrement. Pour utiliser la fonction de recherche, entrez une valeur dans la case de recherche et cliquez sur le bouton Recherche de contacts.
tr_tr: Belirli kişileri bulmak için bir arama gerçekleştirebilirsiniz. Aşağıdaki kaynaklar aranacaktır: Etkinlik Adı (başlık), Etkinlik Açıklaması, Adı, Soyadı, Biyografi, E-posta, Adres, Yorumlar, Notlar, Kayıt Nihai Fiyatı ve Kayıt Kodu. Arama özelliğini kullanmak için arama kutusuna bir değer girin ve Kişileri Ara düğmesine tıklayın.

source: Adjust the settings for the PayPal Standard payment gateway.
de_de: Passen Sie die Einstellungen für das PayPal-Standard-Zahlungsgateway an.
fi: Säädä PayPal Standard -maksunvälitysjärjestelmän asetuksia.
fr_fr: Réglez les paramètres de la passerelle de paiement PayPal standard.
tr_tr: PayPal Standard ödeme ağ geçidi için ayarları yapın.

source: The following visibility options are available: Public, Password Protected, and Private. An event that is set to public will be accessible by anyone. An event that is set to password protected will only be available to event administrators and individuals who know the password to access the event registration. An event that is set to private will completely be hidden from public view.
de_de: Die folgenden Sichtbarkeitsoptionen sind verfügbar: Öffentlich, Passwortgeschützt und Privat. Ein öffentliches Ereignis ist für jedermann zugänglich. Ein passwortgeschütztes Ereignis ist nur für Veranstaltungsadministratoren und Personen zugänglich, die das Passwort für den Zugang zur Veranstaltungsregistrierung kennen. Eine Veranstaltung, die auf privat eingestellt ist, ist für die Öffentlichkeit völlig unzugänglich.
fi: Seuraavat vaihtoehdot ovat käytettävissä: Julkinen, Salasanasuojattu ja Yksityinen. Julkinen tapahtuma on kaikkien nähtävissä. Salasanasuojattu tapahtuma on nähtävissä vain tapahtuman ylläpitäjälle sekä henkilöille, joilla on salasana tapahtumaan ilmoittautumista varten. Yksityinen tapahtuma piilotetaan kokonaan kaikkien nähtävistä.
fr_fr: Les options de visibilité suivantes sont disponibles: Public, mot de passe protégé et privé. Un événement qui est public sera accessible par n'importe qui. Un événement qui est fixé à protéger ne sera disponible que pour les administrateurs d'événements et des personnes qui connaissent le mot de passe pour accéder à l'enregistrement des événements mot de passe. Un événement qui est défini comme privé sera complètement caché à la vue du public.
tr_tr: Aşağıdaki görünürlük seçenekleri mevcuttur: Genel, Parola Korumalı ve Özel. Genel olarak ayarlanan bir etkinliğe herkes erişebilir. Parola korumalı olarak ayarlanan bir etkinliğe yalnızca etkinlik yöneticileri ve etkinlik kaydına erişmek için parolayı bilen kişiler erişebilir. Özel olarak ayarlanan bir etkinlik, genel görünümden tamamen gizlenecektir.

source: The is the numerical ID for a contact. This value is used internally for Event Espresso.
de_de: Dies ist die numerische ID für einen Kontakt. Dieser Wert wird intern für Event Espresso verwendet.
fi: Yhteystiedon numeerinen tunnus. Tätä arvoa käytetään Event Espresson sisäisesti.
fr_fr: Le numérique est l'ID pour un contact. Cette valeur est utilisée en interne pour Event Espresso.
tr_tr: Bir kişi için sayısal kimliktir. Bu değer Event Espresso için dahili olarak kullanılır.

source: This is the transaction ID is that is used throughout the payment process.
de_de: Dies ist die Transaktions-ID, die während des gesamten Zahlungsvorgangs verwendet wird.
fi: Tämä on tilaustunnus, jota käytetään koko maksuprosessin ajan.
fr_fr: Ceci correspond à l'ID de transaction est que l'on utilise tout au long de la procédure de paiement.
tr_tr: Bu, ödeme süreci boyunca kullanılan işlem kimliğidir.

source: This is the date that the transaction occurred on. Clicking the date will take you to another page where you can view the transaction details.
de_de: Dies ist das Datum, an dem die Transaktion stattgefunden hat. Wenn Sie auf das Datum klicken, gelangen Sie auf eine andere Seite, auf der Sie die Einzelheiten der Transaktion einsehen können.
fi: Tämä on tilauksen tekopäivä. Napsauttamalla päivää pääset sivulle, josta näet tilauksen tiedot.
fr_fr: Il s'agit de la date à laquelle la transaction a eu lieu sur. En cliquant sur la date vous amène à une autre page où vous pouvez voir les détails de la transaction.
tr_tr: Bu, işlemin gerçekleştiği tarihtir. Tarihe tıklamak sizi işlem ayrıntılarını görüntüleyebileceğiniz başka bir sayfaya götürecektir.

source: This is the first name for a contact.
de_de: Dies ist der erste Name eines Kontakts.
fi: Tämä on yhteystiedon etunimi.
fr_fr: C'est le prénom d'un contact.
tr_tr: İletişim için isim.

source: Shows number of registrants who are attending event. Click on the Approved Registrations link to be brought to a page where you can be a list of registrants who are attending the event.
de_de: Zeigt die Anzahl der angemeldeten Personen an, die an der Veranstaltung teilnehmen. Klicken Sie auf den Link Genehmigte Anmeldungen, um zu einer Seite zu gelangen, auf der Sie eine Liste der Teilnehmer sehen können, die an der Veranstaltung teilnehmen.
fi: Näyttää tapahtumaan osallistuvien ilmoittautujien määrän. Painamalla "Hyväksytyt ilmoittautumiset"-linkkiä pääset sivulle, johon on listattu kaikki tapahtumaan osallistuvat ilmoittautujat.
fr_fr: Affiche nombre d'inscrits qui fréquentent événement. Cliquez sur le lien Inscriptions approuvé pour être porté à une page où vous pouvez avoir une liste des inscrits qui fréquentent l'événement.
tr_tr: Etkinliğe katılmakta olan kayıt sahiplerinin sayısını gösterir. Etkinliğe katılan kayıt sahiplerinin listesini görebileceğiniz bir sayfaya yönlendirilmek için Onaylanmış Kayıtlar bağlantısına tıklayın.

source: Specify whether an address should be requested on the payments page.
de_de: Geben Sie an, ob auf der Zahlungsseite eine Adresse abgefragt werden soll.
fi: Valitse, pyydetäänkö osoite maksusivulla.
fr_fr: Indiquez si une adresse doit être indiqué sur la page de paiement.
tr_tr: Ödemeler sayfasında bir adres istenip istenmeyeceğini belirtin.

source: Stripe
de_de: Streifen
fr_fr: S
tr_tr: Şerit

source: This is the last name for a contact.
de_de: Dies ist der Nachname für einen Kontakt.
fi: Tämä on yhteystiedon sukunimi.
fr_fr: C'est le nom d'un contact.
tr_tr: İletişim için soyisim.

source: Shows number of registrants who need to pay to attend the event. Click on the Pending Payment Registrations link to be brought to a page where you can be a list of registrants who need to pay for this event.
de_de: Zeigt die Anzahl der Teilnehmer an, die für die Teilnahme an der Veranstaltung bezahlen müssen. Klicken Sie auf den Link Pending Payment Registrations, um zu einer Seite zu gelangen, auf der Sie eine Liste der Teilnehmer sehen können, die für diese Veranstaltung noch bezahlen müssen.
fi: Näyttää sellaisten ilmoittautujien määrän, joiden tulee maksaa lippunsa voidakseen osallistua tapahtumaan. Painamalla "Odottavat ilmoittautumiset"-linkkiä pääset sivulle, johon on listattu kaikki ilmoittautujat, joiden tulee maksaa lippunsa voidakseen osallistua tapahtumaan.
fr_fr: Affiche nombre d'inscrits qui ont besoin de payer pour assister à l'événement. Cliquez sur le lien attente des inscriptions de paiement soient traduits en une page où vous pouvez avoir une liste des personnes inscrites qui ont besoin de payer pour cet événement.
tr_tr: Etkinliğe katılmak için ödeme yapması gereken kayıt sahiplerinin sayısını gösterir. Bu etkinlik için ödeme yapması gereken kayıt sahiplerinin listesini görebileceğiniz bir sayfaya yönlendirilmek için Ödeme Bekleyen Kayıtlar bağlantısına tıklayın.

source: This page provides an option to allow payment retries in Event Espresso.
de_de: Diese Seite bietet eine Option, um Zahlungswiederholungen in Event Espresso zuzulassen.
fi: Tällä sivulla voit sallia maksujen uudelleenyrityksen Event Espressossa.
fr_fr: Cette page fournit une option pour permettre tentatives de paiement dans Event Espresso.
tr_tr: Bu sayfa, Event Espresso'da ödeme yeniden denemelerine izin verme seçeneği sunar.

source: Allow Payment-retry for Pending and Deferred Payments
de_de: Zahlungswiederholung für ausstehende und aufgeschobene Zahlungen zulassen
fi: Salli maksusuorituksen yrittäminen uudelleen odottaville tai myöhästetyille maksuille
fr_fr: Laissez-paiement pour réessayer attente et paiements différés
tr_tr: Bekleyen ve Ertelenen Ödemeler için Ödemenin Tekrarlanmasına İzin Verin

source: This is the email address for a contact.
de_de: Dies ist die E-Mail-Adresse für einen Kontakt.
fi: Tämä on yhteystiedon sähköpostiosoite.
fr_fr: C'est l'adresse e-mail pour un contact.
tr_tr: İletişim için email adresi.

source: Shows number of registrants who cannot attend the event because they are awaiting review. Click on the Not Approved / Awaiting Review Registrations link to be brought to a page where you can see a list of registrants who cannot attend the event.
de_de: Zeigt die Anzahl der Anmelder an, die nicht an der Veranstaltung teilnehmen können, weil sie auf eine Überprüfung warten. Klicken Sie auf den Link Nicht genehmigte/zur Überprüfung anstehende Anmeldungen, um zu einer Seite zu gelangen, auf der Sie eine Liste der Anmelder sehen können, die nicht an der Veranstaltung teilnehmen können.
fi: Näyttää sellaisten ilmoittautujien määrän, jotka eivät voi osallistua tapahtumaan, koska heidän ilmoittautumistaan ei ole hyväksytty. Paina "Ei-hyväksytyt ilmoittautumiset"-linkkiä päästäksesi sivulle, jossa tällaiset ilmoittautujat on lueteltu.
tr_tr: İncelenmeyi bekledikleri için etkinliğe katılamayan kayıt sahiplerinin sayısını gösterir. Etkinliğe katılamayan kayıt sahiplerinin listesini görebileceğiniz bir sayfaya yönlendirilmek için Onaylanmayan / İncelenmeyi Bekleyen Kayıtlar bağlantısına tıklayın.

source: Specify if registrants should be allowed to attempt additional payments if the original payment is delayed.
de_de: Geben Sie an, ob Registranten die Möglichkeit haben sollten, weitere Zahlungen zu leisten, wenn sich die ursprüngliche Zahlung verzögert.
fi: Valitse, voivatko osallistujat yrittää ylimääräisiä maksusuorituksia, jos alkuperäinen maksusuoritus on myöhästetty.
fr_fr: Précisez si les personnes inscrites devraient être autorisés à tenter des paiements supplémentaires si le paiement initial est retardé.
tr_tr: İlk ödemenin gecikmesi durumunda kayıt sahiplerinin ek ödeme girişiminde bulunmalarına izin verilip verilmeyeceğini belirtin.

source: This is the total amount for that transaction. It will include the total of every ticket purchased even if from separate events.
de_de: Dies ist der Gesamtbetrag für diese Transaktion. Er umfasst die Summe aller gekauften Tickets, auch wenn sie von verschiedenen Veranstaltungen stammen.
fi: Tämä on tilauksen loppusumma. Loppusumma sisältää kaikkien ostettujen lippujen hinnat, vaikka ne olisivat eri tapahtumaan.
fr_fr: Il s'agit du montant total de cette transaction. Il comprendra le total de chaque billet acheté, même si des événements distincts.
tr_tr: Bu, söz konusu işlem için toplam tutardır. Ayrı etkinliklerden olsa bile satın alınan her biletin toplamını içerecektir.

source: This is the phone number for a contact.
de_de: Dies ist die Telefonnummer für einen Kontakt.
fi: Tämä on yhteystiedon puhelinnumero.
fr_fr: C'est le numéro de téléphone d'un contact.
tr_tr: İletişim için telefon numarası.

source: This shows much has been paid. If this column matches the amount in the total column, then the transaction has been paid in full.
de_de: Dies zeigt, wie viel bezahlt wurde. Wenn diese Spalte mit dem Betrag in der Gesamtspalte übereinstimmt, ist die Transaktion vollständig bezahlt worden.
fi: Tämä näyttää, paljonko on maksettu. Jos tämä sarake vastaa loppusummaa, on tilaus maksettu kokonaisuudessaan.
fr_fr: Cela montre bien a été payé. Si cette colonne correspond au montant de la colonne totale, la transaction a été payée en entier.
tr_tr: Bu, ne kadar ödeme yapıldığını gösterir. Bu sütun toplam sütunundaki tutarla eşleşiyorsa, işlemin tamamı ödenmiş demektir.

source: You can setup tags for your event. This is optional. To add a tag, enter it into the tag field and click on the Add button.
de_de: Sie können Tags für Ihr Ereignis einrichten. Dies ist optional. Um einen Tag hinzuzufügen, geben Sie ihn in das Tag-Feld ein und klicken Sie auf die Schaltfläche Hinzufügen.
fi: Voit antaa tapahtumallesi avainsanoja. Tämä on vapaaehtoista. Lisätäksesi avainsanan kirjoita se Avainsana-kenttään ja paina Lisää-painiketta.
fr_fr: Vous pouvez balises de configuration pour votre événement. Cette option est facultative. Pour ajouter un tag, entrez dans le champ de l'étiquette et cliquez sur le bouton Ajouter.
tr_tr: Etkinliğiniz için etiketler ayarlayabilirsiniz. Bu isteğe bağlıdır. Bir etiket eklemek için etiket alanına girin ve Ekle düğmesine tıklayın.

source: The name of the primary registrant. Clicking the name will take you to the registration details page.
de_de: Der Name des primären Registranten. Wenn Sie auf den Namen klicken, werden Sie zur Seite mit den Registrierungsdetails weitergeleitet.
fi: Ensisijaisen ilmoittautujan nimi. Napsauttamalla nimeä pääset sivulle, josta näet ilmoittautumistiedot.
fr_fr: Le nom de la personne inscrite primaire. En cliquant sur le nom vous amène à la page de détails d'inscription.
tr_tr: Birincil kayıt sahibinin adı. İsme tıklamak sizi kayıt detayları sayfasına götürecektir.

source: This is the address for a contact.
de_de: Dies ist die Adresse für einen Kontakt.
fi: Tämä on yhteystiedon osoite.
fr_fr: C'est l'adresse d'un contact.
tr_tr: İletişim için adres.

source: This is the email address for the primary registrant. Clicking the email address will open your default email client.
de_de: Dies ist die E-Mail-Adresse des primären Registranten. Wenn Sie auf die E-Mail-Adresse klicken, wird Ihr Standard-E-Mail-Programm geöffnet.
fi: Tämä on ensisijaisen ilmoittautujan sähköpostiosoite. Osoitteen napsauttaminen avaa sähköpostiohjelmasi.
fr_fr: C'est l'adresse e-mail pour le déclarant principal. En cliquant sur l'adresse de messagerie ne sera ouvrez votre client de messagerie par défaut.
tr_tr: Bu, birincil kayıt sahibinin e-posta adresidir. E-posta adresine tıkladığınızda varsayılan e-posta istemciniz açılacaktır.

source: This is the name (title) of your event. HTML tags are supported here.
de_de: Dies ist der Name (Titel) Ihrer Veranstaltung. HTML-Tags werden hier unterstützt.
fi: Tämä on tapahtumasi nimi (otsikko). HTML-määritteet ovat sallittuja tässä.
fr_fr: C'est le nom (titre) de votre événement. Les balises HTML sont pris en charge ici.
tr_tr: Bu, etkinliğinizin adıdır (başlık). HTML etiketleri burada desteklenir.
