Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: In order to register a Config Class with EE_Register_Config::register(), you must include a "config_class" (the actual class name for this config class). As well, you can supply an array containing the following keys: "config_section" the main section of the config object the settings will be saved under (by default the new config will be registered under EE_Config::instance()->modules or EE_Config::instance()->addons depending on what type of class is calling this), "config_name" (by default the new config will be registered to EE_Config::instance()->{config_section}->{config_class}, but supplying a "config_name" will set the property name that this variable is accessible by. ie: EE_Config::instance()->{config_section}->{config_name})
de_de: Um eine Config-Klasse mit EE_Register_Config::register() zu registrieren, müssen Sie eine "config_class" (den tatsächlichen Klassennamen für diese Config-Klasse) angeben. Außerdem können Sie ein Array mit den folgenden Schlüsseln angeben: "config_section" der Hauptabschnitt des Config-Objekts, unter dem die Einstellungen gespeichert werden (standardmäßig wird die neue Config unter EE_Config::instance()-&gt;modules oder EE_Config::instance()-&gt;addons registriert, je nachdem, welche Klasse dies aufruft), "config_name" (standardmäßig wird die neue Config unter EE_Config::instance()-&gt;{config_section}-&gt;{config_class} registriert, aber die Angabe eines "config_name" legt den Eigenschaftsnamen fest, unter dem diese Variable zugänglich ist. d.h.: EE_Config::instance()-&gt;{config_section}-&gt;{config_name})
fi: Jotta voit rekisteröidä konfiguraattoriluokan EE_Register_Config::register() -toiminnolla, sinun on sisällytettävä "config_class" (tämän konfiguraattoriluokan todellinen luokkanimi). Lisäksi voit antaa matriisin, joka sisältää seuraavat avaimet: "config_section" config-objektin pääosa, johon asetukset tallennetaan (oletusarvoisesti uusi config rekisteröidään EE_Config::instance()-&gt;modules- tai EE_Config::instance()-&gt;addons-luokkaan riippuen siitä, minkä tyyppinen luokka kutsuu tätä), "config_name" (oletusarvoisesti uusi config rekisteröidään EE_Config::instance()-&gt;{config_section}-&gt;{config_class}-luokkaan, mutta "config_name"-tiedon antaminen asettaa ominaisuuden nimen, jolla tähän muuttujaan pääsee käsiksi. eli: EE_Config::instance()-&gt;{config_section}-&gt;{config_name}))
fr_fr: Pour enregistrer une classe Config avec EE_Register_Config de registre (), vous devez inclure un (le nom de classe réelle pour cette classe de configuration) "config_class". En outre, vous pouvez fournir un tableau contenant les clés suivantes: la section principale de la config "config_section"opposent les paramètres seront enregistrés en vertu de (par défaut la nouvelle configuration sera enregistrée sous EE_Config :: instance () -> modules ou EE_Config :: instance () -> extension en fonction de ce type de classe est d'appeler cette)," config_name" (par défaut la nouvelle configuration sera enregistrée à EE_Config :: instance () -> {} config_section -> { config_class}, mais fournir un"config_name"fixera le nom de la propriété que cette variable est accessible par dire: EE_Config :: instance () -> {config_section} -> {} config_name).
tr_tr: Bir Config Sınıfını EE_Register_Config::register() ile kaydetmek için, bir "config_class" (bu config sınıfının gerçek sınıf adı) eklemeniz gerekir. Ayrıca, aşağıdaki anahtarları içeren bir dizi de sağlayabilirsiniz: "config_section" ayarların kaydedileceği config nesnesinin ana bölümü (varsayılan olarak yeni config, bunu çağıran sınıfın türüne bağlı olarak EE_Config::instance()-&gt;modules veya EE_Config::instance()-&gt;addons altında kaydedilecektir), "config_name" (varsayılan olarak yeni config EE_Config::instance()-&gt;{config_section}-&gt;{config_class} altında kaydedilecektir, ancak bir "config_name" sağlamak bu değişkenin erişilebileceği özellik adını ayarlayacaktır. yani: EE_Config::instance()-&gt;{config_section}-&gt;{config_name})

source: An attempt to register "%s" as an EE_Config object has failed because it was not registered at the correct hookpoint. Please register before the "AHEE__EE_System__load_core_configuration__begin" hook has fired
de_de: Ein Versuch, "%s" als EE_Config-Objekt zu registrieren, ist fehlgeschlagen, da es nicht am richtigen Hookpoint registriert wurde. Bitte registrieren Sie es, bevor der Hook "AHEE__EE_System__load_core_configuration__begin" ausgelöst wurde.
fi: Yritys rekisteröidä "%s" EE_Config-olioksi epäonnistui, koska sitä ei rekisteröity oikeaan koukkupisteeseen. Rekisteröi ennen kuin koukku "AHEE__EE_System__load_core_configuration__begin" on lauennut.
fr_fr: Une tentative d'enregistrement"%s"comme un objet EE_Config a échoué parce qu'il ne était pas inscrit à la bonne hookpoint. Se il vous plaît inscrivez-vous avant le"AHEE__EE_System__load_core_configuration__begin"crochet a tiré
tr_tr: "%s "yi bir EE_Config nesnesi olarak kaydetme girişimi, doğru kanca noktasında kaydedilmediği için başarısız oldu. Lütfen "AHEE__EE_System__load_core_configuration__begin" kancası ateşlenmeden önce kaydedin

source: Takes you to the individual transaction page. Clicking the date also takes you to the individual transaction page.
de_de: Führt Sie zur Seite mit den einzelnen Transaktionen. Wenn Sie auf das Datum klicken, gelangen Sie ebenfalls auf die Seite mit den einzelnen Transaktionen.
fi: Vie sinut yksittäistä tilausta koskevalle sivulle. Näpäyttämällä päivää pääset myöskin samalle yksittäistä tilausta koskevalle sivulle.
fr_fr: Vous emmène à la page de transaction individuelle. Cliquant sur la date qui vous conduira également à la page de transaction individuelle.
tr_tr: Sizi bireysel işlem sayfasına götürür. Tarihe tıklamak da sizi bireysel işlem sayfasına götürür.

source: The "%s" config class can not be registered with EE_Config because it does not exist. Verify that an autoloader has been set for this class
de_de: Die Konfigurationsklasse "%s" kann nicht bei EE_Config registriert werden, da sie nicht existiert. Überprüfen Sie, ob ein Autoloader für diese Klasse festgelegt wurde
fi: Konfig-luokkaa "%s" ei voida rekisteröidä EE_Config-luokkaan, koska sitä ei ole olemassa. Tarkista, että tälle luokalle on määritetty automaattinen lataaja.
fr_fr: Le"%s"classe config ne peut pas être inscrit sur ​​EE_Config parce qu'il ne existe pas. Vérifiez que un chargeur automatique a été fixé pour cette classe
tr_tr: "%s" yapılandırma sınıfı mevcut olmadığı için EE_Config ile kaydedilemiyor. Bu sınıf için bir otomatik yükleyicinin ayarlandığını doğrulayın

source: In order to register an EE_Addon with EE_Register_Addon::register(), you must include the "addon_name" (the name of the addon), and an array of arguments.
de_de: Um ein EE_Addon mit EE_Register_Addon::register() zu registrieren, müssen Sie den "addon_name" (den Namen des Addons) und eine Reihe von Argumenten angeben.
fi: Rekisteröidäksesi EE_Addonin EE_Register_Addon::register():n avulla, sinun on annettava "addon_name" (addonin nimi) ja joukko argumentteja.
fr_fr: Pour enregistrer un EE_Addon avec EE_Register_Addon de registre (), vous devez inclure le "addon_name"(le nom de l'addon) , et un tableau d'arguments.
tr_tr: Bir EE_Addon'u EE_Register_Addon::register() ile kaydetmek için "addon_name" (eklentinin adı) ve bir dizi argüman eklemeniz gerekir.

source: When registering an addon, you didn't provide the "main_file_path", which is the full path to the main file loaded directly by Wordpress. You only provided %s
de_de: Bei der Registrierung eines Addons haben Sie nicht den "main_file_path" angegeben, der den vollständigen Pfad zur Hauptdatei angibt, die direkt von Wordpress geladen wird. Sie haben nur %s angegeben
fi: Kun rekisteröit lisäosan, et antanut "main_file_path", joka on Wordpressin suoraan lataaman päätiedoston täydellinen polku. Annoit vain %s
fr_fr: Lors de l'enregistrement d'un addon, vous ne avez pas fourni le"main_file_path", qui est le chemin complet vers le fichier principal chargé directement par Wordpress. Vous ne fourni %s
tr_tr: Bir eklentiyi kaydederken, Wordpress tarafından doğrudan yüklenen ana dosyanın tam yolu olan "main_file_path" bilgisini vermediniz. Sadece %s verdiniz

source: An EE_Addon with the name "%s" has already been registered and each EE_Addon requires a unique name.
de_de: Ein EE_Addon mit dem Namen "%s" wurde bereits registriert und jedes EE_Addon benötigt einen eindeutigen Namen.
fi: EE_Addon, jonka nimi on "%s", on jo rekisteröity, ja jokainen EE_Addon vaatii yksilöllisen nimen.
fr_fr: Un EE_Addon avec le nom"%s la"a déjà été enregistrée et chaque EE_Addon exige un nom unique.
tr_tr: "%s" adında bir EE_Addon zaten kaydedilmiştir ve her EE_Addon benzersiz bir ad gerektirir.

source: Emails the primary registrant the Payment Reminder message. This is set up in the %sMessages page%s.
de_de: Sendet dem primären Registranten die Zahlungserinnerungsnachricht per E-Mail. Dies wird auf der Seite %sNachrichten%s eingerichtet.
fi: Lähettää ensisijaiselle rekisteröijälle sähköpostitse maksumuistutusviestin. Tämä määritetään %sViestit-sivulla%s.
fr_fr: Les e-mails de la personne inscrite primaire le message Paiement Rappel. Ce est mis en place dans le %s page Messages %s .
tr_tr: Birincil kayıt sahibine Ödeme Hatırlatma mesajını e-postayla gönderir. Bu %sMesajlar sayfası%s içinde ayarlanır.

source: An attempt to register an EE_Addon named "%s" has failed because it was not registered at the correct time. Please use the "AHEE__EE_System__load_espresso_addons" hook to register addons.
de_de: Der Versuch, ein EE_Addon mit dem Namen "%s" zu registrieren, ist fehlgeschlagen, weil es nicht zum richtigen Zeitpunkt registriert wurde. Bitte verwenden Sie den "AHEE__EE_System__load_espresso_addons" Hook um Addons zu registrieren.
fi: Yritys rekisteröidä EE_Addon nimeltä "%s" epäonnistui, koska sitä ei rekisteröity oikeaan aikaan. Käytä "AHEE__EE_System__load_espresso_addons"-koukkua lisäosien rekisteröintiin.
fr_fr: Une tentative d'enregistrer un EE_Addon nommé"%s la"a échoué parce qu'il ne était pas inscrit à l'heure correcte. Se il vous plaît utiliser le"AHEE__EE_System__load_espresso_addons"crochet pour enregistrer addons.
tr_tr: Doğru zamanda kaydedilmediği için "%s" adlı bir EE_Addon kaydetme girişimi başarısız oldu. Eklentileri kaydetmek için lütfen "AHEE__EE_System__load_espresso_addons" kancasını kullanın.

source: Clicking this icon will take you to the registration page for this transaction. You can also get there via the %sRegistrations page%s.
de_de: Wenn Sie auf dieses Symbol klicken, gelangen Sie auf die Registrierungsseite für diese Transaktion. Sie können auch über die Seite %sRegistrierungen%s dorthin gelangen.
fi: Klikkaamalla tätä kuvaketta pääset kyseisen tapahtuman rekisteröintisivulle. Pääset sinne myös %sRekisteröintisivun%s kautta.
fr_fr: Cliquez sur cette icône vous amène à la page d'inscription pour cette transaction. Vous pouvez également y accéder via l' %s la page Enregistrements %s .
tr_tr: Bu simgeye tıklamak sizi bu işlem için kayıt sayfasına götürecektir. Ayrıca %sKayıtlar sayfası%s üzerinden de ulaşabilirsiniz.

source: When declaring a class extension, you must define its _model_name_extended property. It should be a model name like 'Attendee' or 'Event'
de_de: Wenn Sie eine Klassenerweiterung deklarieren, müssen Sie die Eigenschaft _model_name_extended definieren. Dies sollte ein Modellname wie "Teilnehmer" oder "Ereignis" sein.
fi: Kun ilmoitat luokan laajennuksen, sinun on määriteltävä sen _model_name_extended-ominaisuus. Sen pitäisi olla mallin nimi, kuten 'Attendee' tai 'Event'.
fr_fr: Lors de la déclaration d'une extension de classe, vous devez définir sa propriété _model_name_extended. Il doit être un nom de modèle comme «Participant» ou «événement»
tr_tr: Bir sınıf uzantısı bildirirken, _model_name_extended özelliğini tanımlamanız gerekir. 'Attendee' veya 'Event' gibi bir model adı olmalıdır

source: Hooked in model object extension '%s' too late! The model object %s has already been used!
de_de: Modellobjekt-Erweiterung '%s' zu spät eingehängt! Das Modellobjekt %s ist bereits verwendet worden!
fi: Malliobjektin laajennus '%s' koukussa liian myöhään! Malliobjekti %s on jo käytetty!
fr_fr: Accroché dans le modèle objet extension ' %s 'trop tard! L'objet de modèle %s a déjà été utilisé!
tr_tr: Model nesnesi uzantısı '%s' çok geç bağlandı! Model nesnesi %s zaten kullanıldı!

source: Filter by Time Period
de_de: Nach Zeitraum filtern
fi: Suodata aikavälin perusteella
fr_fr: Filtrer par Période
tr_tr: Zaman Dönemine Göre Filtrele

source: An odd error occurred. Model '%s' had a method called on it that it didn't recognize. So it passed it onto the model extension '%s' (because it had a function named '%s' which should be able to handle it), but the function '%s' doesnt exist!)
de_de: Ein merkwürdiger Fehler ist aufgetreten. Für das Modell '%s' wurde eine Methode aufgerufen, die es nicht kannte. Also wurde sie an die Modellerweiterung "%s" weitergegeben (weil diese eine Funktion namens "%s" hat, die damit umgehen können sollte), aber die Funktion "%s" existiert nicht).
fi: Tapahtui outo virhe. Malliin '%s' kutsuttiin metodi, jota se ei tunnistanut. Joten se siirsi sen mallin laajennukselle '%s' (koska sillä oli funktio nimeltä '%s', jonka pitäisi pystyä käsittelemään sitä), mutta funktiota '%s' ei ole olemassa!).
fr_fr: Une erreur se est produite impair. Modèle ' %s 'a une méthode appelée sur elle qu'il ne reconnaissait pas. Donc, il passa sur l'extension du modèle ' %s '(car il avait une fonction nommée' %s 'qui devrait être capable de le traiter), mais la fonction' %s 'ne marche pas exister!)
tr_tr: Garip bir hata oluştu. Model '%s' üzerinde tanımadığı bir yöntem çağrıldı. Bu yüzden bunu '%s' model uzantısına aktardı (çünkü '%s' adında bir işlevi vardı ve bu işlevi yerine getirebilmeliydi), ancak '%s' işlevi mevcut değil!)

source: Contact Details
de_de: Kontaktdetails
fi: Yhteystiedot
fr_fr: Coordonnées
tr_tr: İletişim Bilgileri

source: There is no method named '%s' on '%s'
de_de: Es gibt keine Methode namens '%s' auf '%s'
fi: Ei ole metodia nimeltä '%s' kohteessa '%s'.
fr_fr: Il n'y a aucune méthode nommée ' %s 'sur' %s '
tr_tr: '%s' üzerinde '%s' adında bir yöntem yok

source: Approve and Notify Registrations
de_de: Registrierungen genehmigen und benachrichtigen
fi: Hyväksy ja ilmoita ilmoittautuneille
fr_fr: Valider les inscriptions et aviser les participants
tr_tr: Kayıtları Onaylama ve Bildirme

source: When declaring a model extension, you must define its _model_name_extended property. It should be a model name like 'Attendee' or 'Event'
de_de: Wenn Sie eine Modellerweiterung deklarieren, müssen Sie die Eigenschaft _model_name_extended definieren. Es sollte ein Modellname wie "Teilnehmer" oder "Ereignis" sein.
fi: Kun ilmoitat mallin laajennuksen, sinun on määriteltävä sen _model_name_extended-ominaisuus. Sen pitäisi olla mallin nimi, kuten 'Attendee' tai 'Event'.
fr_fr: Lors de la déclaration d'une extension du modèle, vous devez définir sa propriété _model_name_extended. Il doit être un nom de modèle comme «Participant» ou «événement»
tr_tr: Bir model uzantısı bildirirken, _model_name_extended özelliğini tanımlamanız gerekir. 'Attendee' veya 'Event' gibi bir model adı olmalıdır

source: Decline and Notify Registrations
de_de: Registrierungen ablehnen und benachrichtigen
fi: Rekisteröintien hylkääminen ja ilmoittaminen
fr_fr: Décliner les inscriptions et aviser les participants
tr_tr: Kayıtları Reddetme ve Bildirme

source: Set Registrations to Pending Payment and Notify
de_de: Registrierung auf ausstehende Zahlung setzen und benachrichtigen
fi: Aseta rekisteröinnit odottavaan maksuun ja ilmoita siitä.
fr_fr: Réglez les inscriptions à en attente de paiement et notifier
tr_tr: Kayıtları Ödeme Bekliyor Olarak Ayarlayın ve Bilgilendirin

source: %1$s is missing some expected keys in the argument array. The following keys are missing: %2$s
de_de: %1$s fehlen einige erwartete Schlüssel im Argument-Array. Die folgenden Schlüssel fehlen: %2$s
fi: %1$s:stä puuttuu joitakin odotettuja avaimia argumenttiryhmästä. Seuraavat avaimet puuttuvat: %2$s
tr_tr: %1$s bağımsız değişken dizisinde beklenen bazı anahtarlar eksik. Aşağıdaki anahtarlar eksik: %2$s

source: Cancel Registrations and Notify
de_de: Registrierung abbrechen und benachrichtigen
fi: Peruuta ilmoittautuminen ja ilmoita
fr_fr: Annuler Inscriptions et prévenir
tr_tr: Kayıtları İptal Etme ve Bildirme

source: The value for the "admin_init_page" argument must be an instance of an EE_Admin_Page_Init object. Instead %s was given as the value.
de_de: Der Wert für das Argument "admin_init_page" muss eine Instanz eines EE_Admin_Page_Init-Objekts sein. Stattdessen wurde %s als Wert angegeben.
fi: Argumentin "admin_init_page" arvon on oltava EE_Admin_Page_Init-olion instanssi. Sen sijaan arvoksi annettiin %s.
fr_fr: La valeur de la"admin_init_page"argument doit être une instance d'un objet EE_Admin_Page_Init. Au lieu %s a été donnée comme la valeur.
tr_tr: "admin_init_page" bağımsız değişkeninin değeri bir EE_Admin_Page_Init nesnesinin örneği olmalıdır. Bunun yerine değer olarak %s verildi.

source: An error occurred and the details for Registration ID #%s could not be retrieved.
de_de: Es ist ein Fehler aufgetreten und die Details zur Registrierungs-ID #%s konnten nicht abgerufen werden.
fi: Tapahtui virhe, eikä rekisteröintitunnuksen #%s tietoja voitu hakea.
fr_fr: Une erreur se est produite et les détails pour ID d'enregistrement # %s n'a pas pu être récupéré.
tr_tr: Bir hata oluştu ve Kayıt Kimliği #%s için ayrıntılar alınamadı.

source: View Transaction
de_de: Transaktion ansehen
fi: Näytä tilaus
fr_fr: Voir les Transaction
tr_tr: İşlemi Görüntüle

source: Resend Registration
de_de: Registrierung erneut senden
fi: Lähetä ilmoittautuminen uudelleen
fr_fr: Recevoir à nouveau l'inscription
tr_tr: Kaydı Yeniden Gönder

source: View/Edit Contact
de_de: Kontakt anzeigen/bearbeiten
fi: Näytä/Muokkaa yhteystietoa
fr_fr: Voir / Modifier le contact
tr_tr: Kişiyi Görüntüle/Düzenle

source: Create Contact
de_de: Kontakt erstellen
fi: Lisää yhteystieto
fr_fr: Créer un contact
tr_tr: İletişim Oluştur

source: The registration for %s could not be trashed because it has payments attached to the related transaction. If you wish to trash this registration you must first delete the payments on the related transaction.
de_de: Die Registrierung für %s konnte nicht gelöscht werden, da sie Zahlungen enthält, die mit der zugehörigen Transaktion verbunden sind. Wenn Sie diese Registrierung löschen möchten, müssen Sie zuerst die Zahlungen für die zugehörige Transaktion löschen.
fi: Ilmoittautumista %s ei voitu viedä roskakoriin, koska sitä koskevaan tilaukseen kohdistuu maksuja. Jos haluat poistaa ilmoittautumisen, on sinun ensin poistettava tilaukseen liittyvät maksusuoritukset.
fr_fr: L'inscription pour %s n'a pas pu être saccagé parce qu'il a paiements attachés à la transaction liée. Si vous souhaitez à la corbeille cette inscription, vous devez d'abord supprimer les paiements sur l'opération connexe.
tr_tr: İlgili işleme bağlı ödemeler olduğu için %s kaydı çöpe atılamadı. Bu kaydı çöpe atmak isterseniz, önce ilgili işlemdeki ödemeleri silmeniz gerekir.

source: New Contact record created. Now make any edits you wish to make for this contact.
de_de: Ein neuer Kontaktdatensatz wurde erstellt. Nehmen Sie nun alle Änderungen vor, die Sie an diesem Kontakt vornehmen möchten.
fi: Uusi yhteystieto luotiin. Halutessasi voit nyt muokata tätä yhteystietoa.
fr_fr: Nouveau record de contact créé. Maintenant faire toutes les modifications que vous voulez effectuer pour ce contact.
tr_tr: Yeni Kişi kaydı oluşturuldu. Şimdi bu kişi için yapmak istediğiniz düzenlemeleri yapın.

source: Scroll to Other Registrations in the Same Transaction
de_de: Navigiere zur nächsten Registrierung dieser Transaktion
fi: Vieritä saman tilauksen muihin ilmoittautumisiin
fr_fr: Faites défiler jusqu'à Autres enregistrements dans la même transaction
tr_tr: Aynı İşlemdeki Diğer Kayıtlara Kaydırma

source: This registration shares the contact details for the primary registration in this group. If you'd like this registration to have its own details, you can do so by clicking this button
de_de: Diese Registrierung teilt die Kontaktdaten der primären Registrierung in dieser Gruppe. Wenn Sie möchten, dass diese Registrierung ihre eigenen Details hat, können Sie dies tun, indem Sie auf diese Schaltfläche klicken
fi: Tämä ilmoittautuminen jakaa yhteystiedot ryhmän ensisijaisen ilmoittautumisen kanssa. Jos haluat lisätä tälle ilmoittautumiselle itsenäiset yhteystiedot, voit tehdä sen painamalla tätä painiketta
fr_fr: Cet enregistrement part les détails de contact pour le primaire enregistrement dans ce groupe. Si vous aimeriez cet enregistrement afin d'avoir ses propres détails, vous pouvez le faire en cliquant sur ce bouton
tr_tr: Bu kayıt, bu gruptaki birincil kaydın iletişim bilgilerini paylaşır. Bu kaydın kendi ayrıntılarına sahip olmasını istiyorsanız, bu düğmeye tıklayarak bunu yapabilirsiniz

source: In order to process your registration, we ask you to provide the following information.%1$sPlease note that all fields marked with an asterisk (%2$s) are required.
de_de: Um Ihre Anmeldung zu bearbeiten, bitten wir Sie, folgende Angaben zu machen.%1$s Bitte beachten Sie, dass alle mit einem Stern (%2$s) gekennzeichneten Felder Pflichtfelder sind.
fi: Voidaksemme käsitellä ilmoittautumisesi pyydämme sinua antamaan seuraavat tiedot.%1$sHuomaathan, että kaikki kentät, jotka on merkitty tähdellä (%2$s), ovat pakollisia.
fr_fr: Afin de traiter votre inscription, nous vous demandons de fournir les informations suivantes. %1$s Tous les champs marqués d'un astérisque ( %2$s ) sont obligatoires.
tr_tr: Kaydınızı işleme koyabilmek için aşağıdaki bilgileri sağlamanızı rica ediyoruz.%1$sYıldız (%2$s) ile işaretlenmiş tüm alanların gerekli olduğunu lütfen unutmayın.

source: This displays the custom questions and answers for this registrant. Please note that any answers to system questions have been saved with the contact record. You can edit those answers via the "View/Edit this Contact" link in the Contact Details metabox in the sidebar.
de_de: Hier werden die benutzerdefinierten Fragen und Antworten für diesen Registranten angezeigt. Bitte beachten Sie, dass alle Antworten auf Systemfragen zusammen mit dem Kontaktdatensatz gespeichert wurden. Sie können diese Antworten über den Link "Diesen Kontakt anzeigen/bearbeiten" in der Metabox Kontaktdetails in der Seitenleiste bearbeiten.
fi: Tämä näyttää tämän ilmoittautujan mukautetut kysymykset ja vastaukset. Huomaathan, että vastaukset järjestelmäkysymyksiin on tallennettu yhteystiedon yhteyteen. Voit muokata näitä vastauksia sivupalkissa olevan Yhteystiedot-laatikon "Näytä/Muokkaa tätä yhteystietoa"-linkin kautta.
fr_fr: Cette affiche les questions personnalisées et des réponses pour cette personne inscrite. Se il vous plaît noter que les réponses aux questions du système ont été enregistrées avec l'enregistrement de contact. Vous pouvez modifier ces réponses via le"Voir / Modifier ce contact"lien dans la Détails de contact METABOX dans la barre latérale.
tr_tr: Bu, bu kayıt sahibi için özel soruları ve yanıtları görüntüler. Sistem sorularına verilen tüm yanıtların kişi kaydıyla birlikte kaydedildiğini lütfen unutmayın. Bu yanıtları kenar çubuğundaki Kişi Ayrıntıları meta kutusundaki "Bu Kişiyi Görüntüle/Düzenle" bağlantısı aracılığıyla düzenleyebilirsiniz.
