Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Validating an email address is extremely difficult to do correctly. Your server's configuration, as well as your own tolerances and needs, can affect the type of validation needed. We offer different types of validation so that you can control how strict your registration form responds to entered email addresses. If you are receiving too many bogus email addresses, then you can try the WordPress Default validation setting. If you find that the form validation is blocking a valid email address you can try the Basic setting, or if available, the International validation settings.
de_de: Die korrekte Validierung einer E-Mail-Adresse ist äußerst schwierig zu bewerkstelligen. Die Konfiguration Ihres Servers sowie Ihre eigenen Toleranzen und Bedürfnisse können die Art der erforderlichen Validierung beeinflussen. Wir bieten verschiedene Validierungstypen an, so dass Sie steuern können, wie streng Ihr Registrierungsformular auf eingegebene E-Mail-Adressen reagiert. Wenn Sie zu viele gefälschte E-Mail-Adressen erhalten, können Sie die WordPress-Standard-Validierungseinstellung ausprobieren. Wenn Sie feststellen, dass die Formularvalidierung eine gültige E-Mail-Adresse blockiert, können Sie die Grundeinstellung oder, falls verfügbar, die internationalen Validierungseinstellungen ausprobieren.
fi: Sähköpostiosoitteen vahvistaminen on erittäin vaikeaa tehdä oikein. Palvelimesi kokoonpano sekä omat toleranssisi ja tarpeesi voivat vaikuttaa siihen, millaista validointia tarvitaan. Tarjoamme erityyppisiä validointitapoja, jotta voit hallita sitä, miten tiukasti rekisteröintilomakkeesi reagoi syötettyihin sähköpostiosoitteisiin. Jos saat liikaa väärennettyjä sähköpostiosoitteita, voit kokeilla WordPressin oletusarvoista validointiasetusta. Jos huomaat, että lomakkeen validointi estää kelvollisen sähköpostiosoitteen, voit kokeilla Perusasetusta tai, jos se on käytettävissä, Kansainvälisen validoinnin asetuksia.
fr_fr: La validation d'une adresse e-mail est extrêmement difficile à faire correctement. La configuration de votre serveur, ainsi que vos propres tolérances et besoins, peuvent affecter le type de validation requis. Nous proposons différents types de validation afin de contrôler la rigueur avec laquelle votre formulaire d'inscription répond aux adresses e-mail saisies. Si vous recevez trop d'adresses e-mail fausses, vous pouvez essayer le paramètre de validation WordPress par défaut. Si vous constatez que la validation du formulaire bloque une adresse e-mail valide, vous pouvez essayer le paramètre de base ou, le cas échéant, les paramètres de validation internationaux.
tr_tr: Bir e-posta adresini doğru bir şekilde doğrulamak son derece zordur. Sunucunuzun yapılandırmasının yanı sıra kendi toleranslarınız ve ihtiyaçlarınız da gereken doğrulama türünü etkileyebilir. Kayıt formunuzun girilen e-posta adreslerine ne kadar katı yanıt vereceğini kontrol edebilmeniz için farklı doğrulama türleri sunuyoruz. Çok fazla sahte e-posta adresi alıyorsanız WordPress Varsayılan doğrulama ayarını deneyebilirsiniz. Form doğrulamanın geçerli bir e-posta adresini engellediğini fark ederseniz Temel ayarı veya varsa Uluslararası doğrulama ayarlarını deneyebilirsiniz.

source: Validation Options:
de_de: Validierungsoptionen:
fi: Validointivaihtoehdot:
fr_fr: Options de validation :
tr_tr: Doğrulama Seçenekleri:

source: "Basic" - only checks that an email address follows the most basic structure guidelines ( ie: text@text.text ). Will work with the widest range of email addresses but will also allow the most garbage through.
de_de: "Basic" - prüft nur, ob eine E-Mail-Adresse den grundlegenden Strukturrichtlinien entspricht (z. B. text@text.text). Funktioniert mit der breitesten Palette von E-Mail-Adressen, lässt aber auch den meisten Datenmüll durch.
fi: "Basic" - tarkistaa vain, että sähköpostiosoite noudattaa perusrakenneohjeita ( eli: text@text.text ). Toimii laajimman valikoiman sähköpostiosoitteiden kanssa, mutta päästää myös eniten roskaa läpi.
fr_fr: "Basique" - vérifie uniquement si une adresse e-mail suit les directives de structure les plus élémentaires (ex: text@text.text). Fonctionnera avec la plus large gamme d'adresses e-mail, mais permettra également la plupart des ordures à travers.
tr_tr: "Temel" - yalnızca bir e-posta adresinin en temel yapı kurallarına uyup uymadığını kontrol eder ( örn: text@text.text ). En geniş e-posta adresi yelpazesiyle çalışır, ancak aynı zamanda en fazla çöpün geçmesine de izin verir.

source: "WordPress Default" - uses built in WordPress email validation, but does not support unicode characters (ie: international characters from non-latin based languages).
de_de: "WordPress-Standard" - verwendet die integrierte WordPress-E-Mail-Validierung, unterstützt aber keine Unicode-Zeichen (d. h. internationale Zeichen aus nicht-lateinischen Sprachen).
fi: "WordPress Default" - käyttää sisäänrakennettua WordPress-sähköpostivarmennusta, mutta ei tue unicode-merkkejä (eli kansainvälisiä merkkejä muista kuin latinan kielistä).
fr_fr: "WordPress par défaut" - utilise la validation de messagerie WordPress intégrée, mais ne prend pas en charge les caractères unicode (c.-à-d.: Les caractères internationaux des langues non basées sur le latin).
tr_tr: "WordPress Default" - yerleşik WordPress e-posta doğrulamasını kullanır, ancak unicode karakterleri desteklemez (yani: latin tabanlı olmayan dillerden gelen uluslararası karakterler).

source: "International" - supports unicode characters but may not be supported by all server configurations. Try this first if you need to international language support, but drop back down to "Basic" if your server configuration conflicts.
de_de: "International" - unterstützt Unicode-Zeichen, wird aber möglicherweise nicht von allen Serverkonfigurationen unterstützt. Versuchen Sie dies zuerst, wenn Sie eine internationale Sprachunterstützung benötigen, aber gehen Sie zurück zu "Basic", wenn Ihre Serverkonfiguration widersprüchlich ist.
fi: "International" - tukee unicode-merkkejä, mutta kaikki palvelinkokoonpanot eivät välttämättä tue sitä. Kokeile tätä ensin, jos tarvitset kansainvälistä kielitukea, mutta siirry takaisin "Basic"-tilaan, jos palvelinkonfiguraatiosi on ristiriidassa.
fr_fr: "International" - prend en charge les caractères unicode, mais peut ne pas être pris en charge par toutes les configurations de serveur. Essayez d'abord si vous avez besoin d'une prise en charge de la langue internationale, mais revenez à "Basic" si la configuration de votre serveur entre en conflit.
tr_tr: "Uluslararası" - unicode karakterleri destekler ancak tüm sunucu yapılandırmaları tarafından desteklenmeyebilir. Uluslararası dil desteğine ihtiyacınız varsa önce bunu deneyin, ancak sunucu yapılandırmanız çakışırsa "Temel "e geri dönün.

source: "International + DNS Check" - same as "International" but also performs MX and A record DNS checks to verify that the email address domain exists (ie: the portion of the address after the "@"). Can not verify that the local portion of the email address is valid (ie: the first portion of the address before the "@").
de_de: "International + DNS-Prüfung" - wie "International", führt aber zusätzlich MX- und A-DNS-Prüfungen durch, um zu überprüfen, ob die E-Mail-Adressdomäne existiert (d. h. der Teil der Adresse nach dem "@"). Kann nicht überprüfen, ob der lokale Teil der E-Mail-Adresse gültig ist (d. h. der erste Teil der Adresse vor dem "@").
fi: "Kansainvälinen + DNS-tarkistus" - sama kuin "Kansainvälinen", mutta suorittaa myös MX- ja A-rekisterin DNS-tarkistukset varmistaakseen, että sähköpostiosoitteen verkkotunnus on olemassa (eli osoitteen osa "@" -kirjaimen jälkeen). Ei voi tarkistaa, että sähköpostiosoitteen paikallinen osa on voimassa (eli osoitteen ensimmäinen osa ennen "@"-merkkiä).
fr_fr: "International + DNS Check" - identique à "International", mais effectue également des vérifications DNS MX et A pour vérifier que le domaine d'adresse email existe (c'est-à-dire la partie de l'adresse après "@"). Impossible de vérifier que la partie locale de l'adresse e-mail est valide (c.-à-d.: La première partie de l'adresse avant le «@»).
tr_tr: "Uluslararası + DNS Kontrolü" - "Uluslararası" ile aynıdır ancak e-posta adresi etki alanının var olduğunu doğrulamak için MX ve A kaydı DNS kontrolleri de gerçekleştirir (yani: adresin "@" işaretinden sonraki kısmı). E-posta adresinin yerel kısmının geçerli olduğunu doğrulayamaz (yani: adresin "@" işaretinden önceki ilk kısmı).

source: Maximum Allowed Response Size
de_de: Maximal zulässige Antwortgröße
fi: Suurin sallittu vastauskoko
fr_fr: Taille de réponse maximale autorisée
tr_tr: İzin Verilen Maksimum Yanıt Boyutu

source: Maximum number of characters allowed when answering this question
de_de: Maximal zulässige Anzahl von Zeichen bei der Beantwortung dieser Frage
fi: Maksimi määrä merkkejä vastatessa tähän kysymykseen
fr_fr: Nombre maximum de caractères autorisés pour répondre à cette question
tr_tr: Bu soruyu yanıtlarken izin verilen maksimum karakter sayısı

source: System question! The maximum number of characters that can be used for this question is %1$s
de_de: Systemfrage! Die maximale Anzahl von Zeichen, die für diese Frage verwendet werden können, ist %1$s
fi: Järjestelmä kysymys! Maksimi määrä merkkejä vastatessa tähän kysymykseen on %1$s
fr_fr: Question système! Le nombre maximum de caractères pouvant être utilisés pour cette question est %1$s
tr_tr: Sistem sorusu! Bu soru için kullanılabilecek maksimum karakter sayısı %1$s'dir

source: Event Espresso AffiliateWP addon could not be activated. Please ensure that Event Espresso version %1$s or higher is running
de_de: Event Espresso AffiliateWP Addon konnte nicht aktiviert werden. Bitte stellen Sie sicher, dass Event Espresso in der Version %1$s oder höher läuft.
fi: Event Espresso AffiliateWP-lisäosaa ei voitu aktivoida. Varmista, että Event Espresson versio %1$s tai uudempi on käytössä.
fr_fr: L'Extension Event Espresso AffiliateWP n'a pu être activée. Vérifiez que la version %1$s d'Event Espresso ou plus est active.
tr_tr: Event Espresso AffiliateWP eklentisi etkinleştirilemedi. Lütfen Event Espresso'nun %1$s veya daha yüksek bir sürümünün çalıştığından emin olun

source: Front-end Ticket Scanning
fr_fr: Balayage de billets
tr_tr: Ön Uç Bilet Tarama

source: Scanning Barcodes
de_de: Scannen von Barcodes
fi: Viivakoodien skannaaminen
fr_fr: Numérisation des codes barres
tr_tr: Barkodları Tarama

source: Step 1:
de_de: Schritt 1:
fi: Vaihe 1:
fr_fr: Étape 1:
tr_tr: Adım 1:

source: Click on the dropdown and locate your event and click on it.
de_de: Klicken Sie auf das Dropdown-Menü, suchen Sie Ihre Veranstaltung und klicken Sie darauf.
fi: Napsauta pudotusvalikkoa ja etsi tapahtumasi ja napsauta sitä.
fr_fr: Cliquez sur le menu déroulant et localisez votre événement et cliquez dessus.
tr_tr: Açılır menüye tıklayın ve etkinliğinizi bulun ve üzerine tıklayın.

source: Step 2:
de_de: Schritt 2:
fi: Vaihe 2:
fr_fr: Étape 2:
tr_tr: Adım 2:

source: Decide if you want to continuously scan attendees/registrants or lookup an attendee and manually check them in.
de_de: Entscheiden Sie, ob Sie Teilnehmer/Registrierte kontinuierlich scannen oder einen Teilnehmer suchen und manuell einchecken möchten.
fi: Päätä, haluatko skannata osallistujia/rekisteröijiä jatkuvasti vai etsiä osallistujan ja kirjauttaa hänet manuaalisesti sisään.
fr_fr: Décidez si vous souhaitez analyser en continu les participants / participants ou rechercher un participant et les vérifier manuellement.
tr_tr: Katılımcıları/kayıt yaptıranları sürekli olarak taramak mı yoksa bir katılımcıyı arayıp manuel olarak kontrol etmek mi istediğinize karar verin.

source: Step 3:
de_de: Schritt 3:
fi: Vaihe 3:
fr_fr: Étape 3:
tr_tr: Adım 3:

source: Once you’ve selected your event from the dropdown, use your mouse (or finger if using a mobile device) to select the field labeled “Scan or enter barcode here”, which listens for and reads the scanned barcodes.
de_de: Sobald Sie Ihr Ereignis aus der Dropdown-Liste ausgewählt haben, wählen Sie mit der Maus (oder mit dem Finger, wenn Sie ein mobiles Gerät verwenden) das Feld "Barcode hier scannen oder eingeben" aus, das die gescannten Barcodes abfragt und liest.
fi: Kun olet valinnut tapahtuman pudotusvalikosta, valitse hiirelläsi (tai sormella, jos käytät mobiililaitetta) kenttä, jossa lukee "Scan or enter barcode here" (skannaa tai syötä viivakoodi tähän), joka kuuntelee ja lukee skannatut viivakoodit.
fr_fr: Une fois que vous avez sélectionné votre événement dans la liste déroulante, utilisez la souris (ou le doigt si vous utilisez un périphérique mobile) pour sélectionner le champ «Numériser ou saisir le code à barres ici», qui écoute et lit les codes barres numérisés.
tr_tr: Açılır menüden etkinliğinizi seçtikten sonra, taranan barkodları dinleyen ve okuyan "Barkodu buraya tara veya gir" etiketli alanı seçmek için farenizi (veya mobil cihaz kullanıyorsanız parmağınızı) kullanın.

source: Step 4:
de_de: Schritt 4:
fi: Vaihe 4:
fr_fr: Étape 4:
tr_tr: Adım 4:

source: Scan a ticket! This is the fun part. Make sure your handheld scanner is plugged-in to your computer (or connected via bluetooth to your mobile device), then grab a ticket you’ve printed and scan it. If everything works correctly, the scanner should read the barcode and populate the text field with a number/text string that will automatically check-in or display an attendees information.
de_de: Scanne ein Ticket! Jetzt kommt der lustige Teil. Vergewissern Sie sich, dass Ihr Handscanner an Ihren Computer angeschlossen ist (oder über Bluetooth mit Ihrem Mobilgerät verbunden ist), und scannen Sie dann ein ausgedrucktes Ticket. Wenn alles richtig funktioniert, sollte der Scanner den Barcode lesen und das Textfeld mit einer Nummer/Textzeichenfolge füllen, die automatisch eincheckt oder die Informationen des Teilnehmers anzeigt.
fi: Skannaa lippu! Tämä on hauskin osuus. Varmista, että kannettava skannerisi on kytketty tietokoneeseen (tai yhdistetty Bluetooth-yhteydellä mobiililaitteeseesi), ota sitten tulostamasi lippu ja skannaa se. Jos kaikki toimii oikein, skannerin pitäisi lukea viivakoodi ja täyttää tekstikenttä numero- tai tekstijonolla, joka kirjautuu automaattisesti sisään tai näyttää osallistujan tiedot.
fr_fr: Scannez un ticket! C'est la partie amusante. Assurez-vous que votre scanner portatif est branché à votre ordinateur (ou connecté via Bluetooth à votre appareil mobile), puis prenez un billet que vous avez imprimé et numérisez-le. Si tout fonctionne correctement, le scanner doit lire le code à barres et remplir le champ de texte avec un nombre / chaîne de texte qui sera automatiquement check-in ou afficher une information des participants.
tr_tr: Bir bilet tarayın! Bu eğlenceli kısım. El tarayıcınızın bilgisayarınıza takılı olduğundan (veya bluetooth ile mobil cihazınıza bağlı olduğundan) emin olun, ardından yazdırdığınız bir bileti alın ve tarayın. Her şey doğru çalışıyorsa, tarayıcı barkodu okumalı ve metin alanını otomatik olarak check-in yapacak veya bir katılımcının bilgilerini görüntüleyecek bir sayı / metin dizesiyle doldurmalıdır.

source: For more details and examples, please %sview the detailed documentation%s for this feature
de_de: Weitere Details und Beispiele finden Sie in der %sausführlichen Dokumentation%s zu dieser Funktion
fi: Lisätietoja ja esimerkkejä saat %s tarkastelemalla tämän ominaisuuden yksityiskohtaista dokumentaatiota %s
fr_fr: Pour plus de détails et d'exemples, veuillez %svoir la documentation détaillée%s pour cette fonction
tr_tr: Daha fazla ayrıntı ve örnek için lütfen bu özelliğe ilişkin ayrıntılı %sbelgelere%s göz atın

source: Front-end Ticket Scanning Page
de_de: Front-End Ticket Scanning Seite
fr_fr: Page de scan des billets
tr_tr: Ön Uç Bilet Tarama Sayfası

source: Tickets can be scanned from any page of your website by adding this shortcode to any WordPress page:
de_de: Tickets können von jeder Seite Ihrer Website aus gescannt werden, indem Sie diesen Shortcode zu einer beliebigen WordPress-Seite hinzufügen:
fi: Liput voidaan skannata miltä tahansa verkkosivustosi sivulta lisäämällä tämä lyhytkoodi mihin tahansa WordPress-sivuun:
fr_fr: Les billets peuvent être numérisés à partir de n'importe quelle page de votre site Web en ajoutant ce code court à n'importe quelle page WordPress:
tr_tr: Biletler, bu kısa kodu herhangi bir WordPress sayfasına ekleyerek web sitenizin herhangi bir sayfasından taranabilir:

source: Please make sure the page is %spassword protected%s, or set to private to keep unwanted visitors from attempting to check themselves in to your events. See our note about permissions below.
de_de: Vergewissern Sie sich, dass die Seite %spasswortgeschützt%s oder auf privat gesetzt ist, um zu verhindern, dass unerwünschte Besucher versuchen, sich bei Ihren Veranstaltungen anzumelden. Siehe unseren Hinweis zu Berechtigungen weiter unten.
fi: Varmista, että sivu on %salasanalla suojattu%s tai asetettu yksityiseksi, jotta ei-toivotut vierailijat eivät pääse kirjautumaan tapahtumiin. Katso alla oleva huomautus käyttöoikeuksista.
fr_fr: Assurez-vous que la page est %spassword protected%s, ou définie sur privé pour empêcher les visiteurs indésirables de tenter de vérifier eux-mêmes à vos événements. Consultez notre note sur les autorisations ci-dessous.
tr_tr: Lütfen sayfanın %sşifre korumalı%s olduğundan veya istenmeyen ziyaretçilerin etkinliklerinize giriş yapmaya çalışmasını önlemek için özel olarak ayarlandığından emin olun. Aşağıdaki izinlerle ilgili notumuza bakın.

source: %1$sNote About Permissions:%2$s If the barcode scanner is loaded via the admin page, then we do a capability check to see if the user has the %3$s capability before allowing any action to be done on the scanner (or to even show the scanner form). When this is used on a front facing page via a shortcode that capability check is completely removed. It can be filtered via the %4$s filter to add a capability check for the front-end if desired, but it defaults to no capability check because that makes it easier for Event Admins to implement by just putting the barcode scanner on a password protected page.
de_de: %1$sHinweis zu den Berechtigungen:%2$s Wenn der Barcode-Scanner über die Admin-Seite geladen wird, wird geprüft, ob der Benutzer über die Fähigkeit %3$s verfügt, bevor eine Aktion auf dem Scanner ausgeführt werden kann (oder sogar das Scanner-Formular angezeigt wird). Wenn dies auf einer Vorderseite über einen Shortcode verwendet wird, wird die Fähigkeitsprüfung vollständig entfernt. Es kann über den %4$s-Filter gefiltert werden, um eine Fähigkeitsprüfung für das Frontend hinzuzufügen, falls gewünscht, aber es ist standardmäßig keine Fähigkeitsprüfung eingestellt, da es für Event-Admins einfacher ist, den Barcode-Scanner auf einer passwortgeschützten Seite zu implementieren.
fi: %1$sHuomautus käyttöoikeuksista:%2$s Jos viivakoodiskanneri ladataan hallintasivun kautta, tarkistetaan, onko käyttäjällä %3$s käyttöoikeudet, ennen kuin skannerilla voidaan tehdä mitään toimintoja (tai edes näyttää skannerilomake). Kun tätä käytetään etusivulla lyhytkoodin kautta, tämä kyvykkyyden tarkistus poistetaan kokonaan. Sitä voidaan suodattaa %4$s-suodattimella, jotta etusivulle voidaan haluttaessa lisätä kyvykkyystarkistus, mutta oletusarvoisesti kyvykkyystarkistusta ei tehdä, koska se helpottaa tapahtuman ylläpitäjien toteuttamista laittamalla viivakoodiskanneri salasanalla suojatulle sivulle.
fr_fr: %1$sNote Sur les autorisations: %2$s Si le scanner de code à barres est chargé via la page d'administration, nous effectuons une vérification de la capacité pour voir si l'utilisateur dispose de la capacité %3$s avant d'autoriser toute action sur le scanner (Ou même de montrer la forme du scanner). Lorsque cette fonction est utilisée sur une page recto verso via un code court, la vérification de capacité est complètement supprimée. Il peut être filtré via le filtre %4$s pour ajouter une vérification de capacité pour le front-end, si désiré, mais par défaut, il n'y a pas de vérification de capacité, car cela facilite l'implémentation des administrateurs d'événements en plaçant simplement le lecteur de code à barres sur un mot de passe Page protégée.
tr_tr: %1$sİzinler Hakkında Not:%2$s Barkod tarayıcı yönetici sayfası üzerinden yüklenirse, tarayıcı üzerinde herhangi bir işlem yapılmasına (hatta tarayıcı formunun gösterilmesine) izin vermeden önce kullanıcının %3$s yetkisine sahip olup olmadığını görmek için bir yetki kontrolü yaparız. Bu, bir kısa kod aracılığıyla ön yüzdeki bir sayfada kullanıldığında, bu yetenek kontrolü tamamen kaldırılır. İstenirse ön uç için bir yetenek kontrolü eklemek üzere %4$s filtresi aracılığıyla filtrelenebilir, ancak varsayılan olarak yetenek kontrolü yoktur çünkü bu, Etkinlik Yöneticilerinin barkod tarayıcıyı parola korumalı bir sayfaya koyarak uygulamasını kolaylaştırır.

source: For more details and examples, please %sview the detailed documentation%s for this feature.
de_de: Weitere Details und Beispiele finden Sie in der %sausführlichen Dokumentation%s zu dieser Funktion.
fi: Lisätietoja ja esimerkkejä saat %s tarkastelemalla tämän ominaisuuden yksityiskohtaista dokumentaatiota %s
fr_fr: Pour plus de détails et d'exemples, veuillez% sview la documentation détaillée %s pour cette fonctionnalité.
tr_tr: Daha fazla ayrıntı ve örnek için lütfen bu özelliğe ilişkin ayrıntılı %sbelgelere%s göz atın.

source: %1$s Promotion %2$s
fi: %1$s Edistäminen %2$s
tr_tr: %1$s Promosyon %2$s

source: ...and others...
de_de: ...und andere...
fi: ...ja muita...
fr_fr: ... et autres...
tr_tr: ...ve diğerleri...

source: Promo is Exclusive
de_de: Promo ist exklusive
fi: Promo on eksklusiivinen
fr_fr: Promo exclusif
tr_tr: Promosyon Özeldir

source: Infusionsoft error. Could not load contact with ID %1$s from EE attendee %2$s. Error was %3$s
de_de: Infusionsoft-Fehler. Kontakt mit ID %1$s von EE-Teilnehmer %2$s konnte nicht geladen werden. Fehler war %3$s
fi: Infusionsoftin virhe. EE:n osallistujalta %2$s ei voitu ladata yhteystietoa tunnuksella %1$s. Virhe oli %3$s
tr_tr: Infusionsoft hatası. EE katılımcısı %2$s'den %1$s ID'li kişi yüklenemedi. Hata %3$s idi

source: Did not successfully updated IS contact '%1$s' with data %2$s. Infusionsoft API response was %3$s
de_de: IS-Kontakt '%1$s' mit Daten %2$s wurde nicht erfolgreich aktualisiert. Infusionsoft-API-Antwort war %3$s
fi: IS-yhteystietoa '%1$s' ei onnistuttu päivittämään tiedoilla %2$s. Infusionsoftin API-vastaus oli %3$s.
tr_tr: IS kişisi '%1$s' %2$s verileriyle başarılı bir şekilde güncellenmedi. Infusionsoft API yanıtı %3$s idi

source: Exception thrown! Could not sync Event Espresso Attendee (%1$s) to Infusionsoft Contact because: %2$s
de_de: Ausnahme ausgelöst! Event Espresso Attendee (%1$s) konnte nicht mit Infusionsoft Contact synchronisiert werden, weil: %2$s
fi: Poikkeus heitetty! Event Espresso Attendee (%1$s) -tapahtuman osallistujaa ei voitu synkronoida Infusionsoft Contactiin, koska: %2$s
tr_tr: İstisna atıldı! Event Espresso Katılımcısı (%1$s) Infusionsoft Contact ile senkronize edilemedi çünkü: %2$s

source: Could not add EE line item %1$s with code %2$s (IS product %3$s) to IS invoice %4$s because %5$s
de_de: EE-Position %1$s mit Code %2$s (IS-Produkt %3$s) konnte nicht zu IS-Rechnung %4$s hinzugefügt werden, weil %5$s
fi: Koodilla %2$s varustettua EE-kohdetta %1$s (IS-tuote %3$s) ei voitu lisätä IS-laskuun %4$s, koska %5$s...
tr_tr: %5$s nedeniyle %2$s kodlu EE satır kalemi %1$s (IS ürünü %3$s) IS faturası %4$s'ye eklenemedi
