Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Available tickets shows all combinations of tickets that are available. Note that each ticket has a name, date that the ticket becomes available for purchase, date that ticket sales close on, price for each ticket, quantity available, number sold, and number of registrations.
de_de: Verfügbare Tickets zeigt alle verfügbaren Ticketkombinationen an. Beachten Sie, dass jedes Ticket einen Namen, das Datum, an dem das Ticket zum Kauf verfügbar ist, das Datum, an dem der Ticketverkauf endet, den Preis für jedes Ticket, die verfügbare Menge, die Anzahl der verkauften Tickets und die Anzahl der Registrierungen hat.
fi: Saatavilla olevat liput näyttää kaikki saatavilla olevat lippuyhdistelmät. Huomaa, että jokaisella lipulla on nimi, päivämäärä, jolloin lippu tulee ostettavaksi, päivämäärä, jolloin lipunmyynti päättyy, kunkin lipun hinta, käytettävissä oleva määrä, myytyjen määrä ja rekisteröintien määrä.
fr_fr: Billets disponibles montre toutes les combinaisons de billets qui sont disponibles. Notez que chaque billet a un nom, date à laquelle le billet est disponible pour achat, date à laquelle la vente de billets de près, le prix de chaque billet, quantité disponible, nombre d'articles vendus et le nombre d'inscriptions.
tr_tr: Mevcut biletler, mevcut olan tüm bilet kombinasyonlarını gösterir. Her biletin bir adı, biletin satın alınabileceği tarih, bilet satışlarının kapanacağı tarih, her bilet için fiyat, mevcut miktar, satılan sayı ve kayıt sayısı olduğunu unutmayın.

source: The city for the primary registrant for the transaction.
de_de: Die Stadt der ersten registrierten Person für diese Transaktion.
fi: Tilauksen ensisijaisen ilmoittautujan kaupunki.
fr_fr: La ville pour le titulaire principal de la transaction.
tr_tr: İşlem için birincil tescil ettirenin şehri.

source: The datetimes field allows you to specify the number of datetimes that a ticket has access too. For example, an event may take place across 5 sessions but a ticket which has a datetimes limit of 3 will only allow a registrant to attend only 3 out of the 5 sessions.
de_de: Im Feld Datumszeiten können Sie die Anzahl der Datumszeiten angeben, zu denen ein Ticket Zugang hat. Eine Veranstaltung kann sich beispielsweise über 5 Sitzungen erstrecken, aber ein Ticket mit einer Datumsbeschränkung von 3 erlaubt einer registrierten Person nur die Teilnahme an 3 der 5 Sitzungen.
fi: Päivämäärät-kentässä voit määrittää niiden päivämäärien lukumäärän, joihin lipulla on pääsy. Tapahtuma voi esimerkiksi kestää 5 istuntoa, mutta lippu, jonka päivämääräraja on 3, sallii rekisteröijän osallistua vain 3 istuntoon 5:stä.
fr_fr: Le champ datetimes vous permet de spécifier le nombre de datetimes qu'un billet a accès aussi. Par exemple, un événement peut avoir lieu dans cinq séances, mais un billet qui a une limite de datetimes des trois ne permettre à un déclarant pour assister à seulement 3 des 5 séances.
tr_tr: Tarih zamanları alanı, bir biletin erişebileceği tarih zamanlarının sayısını belirlemenize olanak tanır. Örneğin, bir etkinlik 5 oturumda gerçekleşebilir, ancak tarih zamanları sınırı 3 olan bir bilet, bir kayıt sahibinin 5 oturumdan yalnızca 3'üne katılmasına izin verecektir.

source: The ZIP (or Postal) Code for the primary registrant for the transaction.
de_de: Die Postleitzahl der ersten registrierten Person für diese Transaktion.
fi: Tilauksen ensisijaisen ilmoittautujan postinumero.
fr_fr: Le code postal pour le titulaire principal de la transaction.
tr_tr: İşlem için birincil kayıt ettirenin Posta Kodu (veya Posta Kodu).

source: Archived
de_de: Archiviert
fi: Arkistoitu
fr_fr: Archivée
tr_tr: Arşivlendi

source: The state/province for the primary registrant for the transaction.
de_de: Das Bundesland der ersten registrierten Person für diese Transaktion.
fi: Tilauksen ensisijaisen ilmoittautujan osavaltio.
fr_fr: L'état / province pour le titulaire principal de la transaction.
tr_tr: İşlem için birincil tescil ettirenin eyaleti/ilidir.

source: A status of archived occurs when the first ticket is sold. After the first ticket sale, Event Espresso archives the existing ticket to prevent changes which could affect existing registrants. A new ticket is automatically created for new registrants so that an event admin can change pricing (if needed).
de_de: Der Status "archiviert" tritt ein, wenn das erste Ticket verkauft wird. Nach dem ersten Ticketverkauf archiviert Event Espresso das bestehende Ticket, um zu verhindern, dass Änderungen vorgenommen werden, die sich auf bestehende Registranten auswirken könnten. Für neue Registranten wird automatisch ein neues Ticket erstellt, so dass ein Veranstaltungsadministrator den Preis ändern kann (falls erforderlich).
fi: Arkistoitu tila syntyy, kun ensimmäinen lippu on myyty. Ensimmäisen lipunmyynnin jälkeen Event Espresso arkistoi olemassa olevan lipun estääkseen muutokset, jotka voisivat vaikuttaa olemassa oleviin rekisteröijiin. Uusille rekisteröijille luodaan automaattisesti uusi lippu, jotta tapahtuman ylläpitäjä voi muuttaa hinnoittelua (tarvittaessa).
fr_fr: Un statut de archivé produit lorsque le premier billet est vendu. Après la première vente de billets, les archives Event Espresso le billet existantes pour prévenir les changements qui pourraient affecter déclarants existants. Un nouveau billet est automatiquement créé pour les nouveaux inscrits de sorte qu'un administrateur de l'événement peut changer la tarification (si nécessaire).
tr_tr: İlk bilet satıldığında arşivlendi durumu oluşur. İlk bilet satışından sonra Event Espresso, mevcut kayıt sahiplerini etkileyebilecek değişiklikleri önlemek için mevcut bileti arşivler. Etkinlik yöneticisinin fiyatlandırmayı değiştirebilmesi için (gerekirse) yeni kayıt yaptıranlar için otomatik olarak yeni bir bilet oluşturulur.

source: The country for the primary registrant for the transaction.
de_de: Das Land der ersten registrierten Person für diese Transaktion.
fi: Tilauksen ensisijaisen ilmoittautujan valtio.
fr_fr: Le pays pour le déclarant principal pour la transaction.
tr_tr: İşlem için birincil tescil ettirenin ülkesi.

source: A status of expired occurs once an event has already taken place.
de_de: Der Status "abgelaufen" tritt ein, wenn ein Ereignis bereits stattgefunden hat.
fi: Mennyt-tila tarkoittaa, että tapahtuma on jo mennyt.
fr_fr: Un statut de produit une fois expiré un événement a déjà eu lieu.
tr_tr: Bir olay zaten gerçekleştiğinde süresi doldu durumu oluşur.

source: The Phone Number for the recipient of the message.
de_de: Die Telefonnummer für den Empfänger der Mitteilung.
fi: Viestin vastaanottajan puhelinnumero.
fr_fr: Le numéro de téléphone pour le destinataire du message.
tr_tr: Mesajın alıcısının Telefon Numarası.

source: A status of sold out occurs when the maximum quantity of a certain ticket is purchased. For example, if 50 Premium tickets were available and 50 Premium tickets were immediately purchased, then this ticket would have a status of sold out since no more tickets would be available for purchase.
de_de: Der Status "ausverkauft" tritt ein, wenn die maximale Menge eines bestimmten Tickets gekauft wurde. Wenn z. B. 50 Premium-Tickets verfügbar waren und sofort 50 Premium-Tickets gekauft wurden, hätte dieses Ticket den Status "ausverkauft", da keine weiteren Tickets zum Kauf verfügbar wären.
fi: Tilanne "loppuunmyyty" syntyy, kun tietyn lipun enimmäismäärä on ostettu. Jos esimerkiksi 50 Premium-lippua olisi saatavilla ja 50 Premium-lippua ostettaisiin välittömästi, lipun tila olisi loppuunmyyty, koska lippuja ei olisi enää ostettavissa.
fr_fr: Un statut de vendu se produit lorsque la quantité maximale d'un certain billet est acheté. Par exemple, si 50 billets premium étaient disponibles et 50 ont été immédiatement Billets Premium achetés, alors ce billet aurait un statut de vendu depuis plus de billets ne serait disponible à l'achat.
tr_tr: Belirli bir biletin maksimum miktarı satın alındığında tükendi durumu oluşur. Örneğin, 50 Premium bilet mevcutsa ve 50 Premium bilet hemen satın alınmışsa, daha fazla bilet satın alınamayacağı için bu biletin durumu tükendi olur.

source: The Address for the recipient of the message.
de_de: Die Adresse für den Empfänger der Mitteilung.
fi: Viestin vastaanottajan osoite.
fr_fr: L'adresse du destinataire du message.
tr_tr: Mesajın alıcısının adresi.

source: A status of upcoming occurs when a ticket is scheduled to go on sale in the future.
de_de: Der Status "demnächst" liegt vor, wenn ein Ticket in der Zukunft zum Verkauf angeboten werden soll.
fi: Tuleva-tila tarkoittaa, että lippu on ajastettu tulemaan myyntiin tulevaisuudessa.
fr_fr: Un statut de venir se produit lorsque un billet est prévu pour aller à la vente à l'avenir.
tr_tr: Bir biletin gelecekte satışa çıkması planlandığında yaklaşıyor durumu oluşur.

source: Whatever was in the address 2 field for the recipient of the message.
de_de: Der Inhalt des zweiten Adressfelds für den Empfänger der Mitteilung.
fi: Mitä tahansa viestin vastaanottajan osoite 2 -kentässä olikaan.
fr_fr: Tout ce qui était dans le champ d'adresse 2 pour le destinataire du message.
tr_tr: Mesajın alıcısı için adres 2 alanında ne varsa.

source: A status of on sale means that a ticket is currently available for purchase.
de_de: Der Status "im Verkauf" bedeutet, dass ein Ticket derzeit zum Kauf verfügbar ist.
fi: Myynnissä-tila tarkoittaa, että lippu on tällä hetkellä ostettavissa.
fr_fr: Un état de la vente signifie que un billet est actuellement disponible à l'achat.
tr_tr: Satışta durumu, bir biletin şu anda satın alınabilir olduğu anlamına gelir.

source: The city for the recipient of the message.
de_de: Die Stadt für den Empfänger der Mitteilung.
fi: Viestin vastaanottajan kaupunki.
fr_fr: La ville pour le destinataire du message.
tr_tr: Mesajın alıcısının bulunduğu şehir.

source: Views allow you to limit what is shown in the event overview table. The following views are available: View All Events, Draft, Trash, Today, and This Month. The number in parentheses next to each view represents the number of events that will be displayed with that view.
de_de: Mit den Ansichten können Sie die Anzeige in der Ereignisübersichtstabelle einschränken. Die folgenden Ansichten sind verfügbar: Alle Ereignisse anzeigen, Entwurf, Papierkorb, Heute und Dieser Monat. Die Zahl in Klammern neben jeder Ansicht gibt die Anzahl der Ereignisse an, die in dieser Ansicht angezeigt werden.
fi: Näkymien avulla voit rajoittaa tapahtumien yleiskatsaustaulukon näkymiä. Käytettävissä ovat seuraavat näkymät: Näytä kaikki tapahtumat, Luonnos, Roskakori, Tänään ja Tämä kuukausi. Kunkin näkymän vieressä suluissa oleva luku tarkoittaa niiden tapahtumien lukumäärää, jotka näytetään kyseisessä näkymässä.
fr_fr: Vues vous permettent de limiter ce qui est montré dans le tableau récapitulatif de l'événement. Les vues suivantes sont disponibles: Voir tous les événements, projets, Trash, aujourd'hui, ce mois. Le nombre entre parenthèses à côté de chaque vue représente le nombre d'événements qui seront affichés avec ce point de vue.
tr_tr: Görünümler, olaya genel bakış tablosunda gösterilenleri sınırlamanıza olanak tanır. Aşağıdaki görünümler kullanılabilir: Tüm Olayları Görüntüle, Taslak, Çöp Kutusu, Bugün ve Bu Ay. Her görünümün yanındaki parantez içindeki sayı, o görünümle görüntülenecek olay sayısını temsil eder.

source: The ZIP (or Postal) Code for the recipient of the message.
de_de: Die Postleitzahl für den Empfänger der Mitteilung.
fi: Viestin vastaanottajan postinumero.
fr_fr: Le code postal pour le destinataire du message.
tr_tr: İletinin alıcısının Posta Kodu (veya Posta Kodu).

source: The state/province for the recipient of the message.
de_de: Das Bundesland für den Empfänger der Mitteilung.
fi: Viestin vastaanottajan osavaltio/maakunta.
fr_fr: L'état / province pour le destinataire du message.
tr_tr: İletinin alıcısının eyaleti/ilidir.

source: The country for the recipient of the message.
de_de: Das Land für den Empfänger der Mitteilung.
fi: Viestin vastaanottajan maa.
fr_fr: Le pays pour le destinataire du message.
tr_tr: Mesajın alıcısının ülkesi.

source: Will output a list of datetimes that the person receiving this message has been registered for.
de_de: Gibt eine Liste von Terminen aus, für die die Person, die diese Nachricht erhält, registriert wurde.
fi: Tulostaa luettelon päivämääristä, joihin tämän viestin vastaanottaja on rekisteröitynyt.
fr_fr: Va afficher une liste de datetimes que la personne recevant ce message a été inscrit.
tr_tr: Bu mesajı alan kişinin kayıtlı olduğu tarih zamanlarının bir listesini çıkarır.

source: First Name of an attendee.
de_de: Vorname des Teilnehmers.
fi: Osallistujan etunimi.
fr_fr: Prénom d'un participant.
tr_tr: Bir katılımcının ilk adı.

source: Last Name of an attendee.
de_de: Nachname des Teilnehmers.
fi: Osallistujan sukunimi.
fr_fr: Nom d'un participant.
tr_tr: Bir katılımcının soyadı.

source: You can customize the information that is shown on this page by toggling the Screen Options tab. Then you can add or remove checkmarks to hide or show certain content and even adjust the pagination for events.
de_de: Sie können die Informationen, die auf dieser Seite angezeigt werden, anpassen, indem Sie die Registerkarte Bildschirmoptionen umschalten. Dann können Sie Häkchen hinzufügen oder entfernen, um bestimmte Inhalte ein- oder auszublenden und sogar die Paginierung für Ereignisse anzupassen.
fi: Voit mukauttaa tällä sivulla näkyviä tietoja vaihtamalla Näytön asetukset -välilehteä. Voit lisätä tai poistaa valintamerkkejä piilottaaksesi tai näyttääksesi tietyn sisällön ja jopa säätää tapahtumien sivunumerointia.
fr_fr: Vous pouvez personnaliser l'information qui est affichée sur cette page en basculant l'onglet Options de l'écran. Ensuite, vous pouvez ajouter ou supprimer des coches pour masquer ou afficher certains contenus et même ajuster la pagination pour les événements.
tr_tr: Ekran Seçenekleri sekmesini açarak bu sayfada gösterilen bilgileri özelleştirebilirsiniz. Ardından, belirli içerikleri gizlemek veya göstermek için onay işaretleri ekleyebilir veya kaldırabilir ve hatta etkinlikler için sayfalandırmayı ayarlayabilirsiniz.

source: Email address for the attendee.
de_de: E-Mail Adresse des Teilnehmers.
fi: Osallistujan sähköpostiosoite.
fr_fr: Adresse e-mail pour le participant.
tr_tr: Katılımcı için e-posta adresi.

source: The Phone Number for the Registration.
de_de: Telefonnummer der registrierten Person.
fi: Ilmoittautumisen puhelinnumero.
fr_fr: Le numéro de téléphone pour l'enregistrement.
tr_tr: Kayıt için Telefon Numarası.

source: Send Payment Reminder
de_de: Zahlungserinnerung senden
fi: Lähetä maksumuistutus
fr_fr: Envoyer Rappel de Paiement
tr_tr: Ödeme Hatırlatıcısı Gönder

source: The Address for the Registration
de_de: Adresse der registrierten Person.
fi: Ilmoittautumisen osoite
fr_fr: L'adresse pour l'enregistrement
tr_tr: Kayıt için Adres

source: Primary Contact
de_de: Hauptkontakt
fi: Ensisijainen yhteystieto
fr_fr: Contact principal
tr_tr: Birincil İletişim

source: Whatever was in the address 2 field for the registration.
de_de: Inhalt des zweiten Adressfelds der registrierten Person.
fi: Mitä tahansa oli ilmoittautumisen kentässä "Lähiosoite 2".
fr_fr: Tout ce qui était dans le champ d'adresse 2 pour l'enregistrement.
tr_tr: Kayıt için adres 2 alanında ne varsa.

source: Debit Card
fi: Pankkikortti
fr_fr: Cartes de débit
tr_tr: Banka Kartı

source: The city for the registration.
de_de: Stadt der registrierten Person.
fi: Ilmoittautumisen kaupunki.
fr_fr: La ville pour l'enregistrement.
tr_tr: Kayıt için şehir.

source: Bank
fi: Pankki
fr_fr: Banque
tr_tr: Banka

source: The ZIP (or Postal) Code for the Registration.
de_de: Postleitzahl der registrierten Person.
fi: Rekisteröinnin postinumero.
fr_fr: Le code postal (ou postal) pour l'enregistrement.
tr_tr: Kayıt için Posta Kodu (veya Posta Kodu).

source: Money Order
de_de: Zahlungsanweisung
fi: Käteistilaus
fr_fr: Mandat
tr_tr: Havale

source: The state/province for the registration.
de_de: Bundesland der registrierten Person.
fi: Rekisteröinnin osavaltio/provincia.
fr_fr: L'état / province pour l'enregistrement.
tr_tr: Kayıt için eyalet/il.

source: The country for the registration.
de_de: Land der registrierten Person.
fi: Ilmoittautumisen valtio.
fr_fr: Le pays de l'enregistrement.
tr_tr: Kayıt için ülke.

source: Edit Payment #%s for Transaction #%s
de_de: Zahlung #%s für Transaktion #%s bearbeiten
fi: Muokkaa maksua #%s tilaukselle #%s
fr_fr: Modifier Paiement # %s pour Transaction # %s
tr_tr: İşlem #%s için Ödeme #%s'yi Düzenle

source: In order to register Model extensions with EE_Register_Model_Extensions::register(), you must include a "model_id" (a unique identifier for this set of models), and an array containing the following keys: "model_extension_paths" (an array of full server paths to folders that contain model extensions), and "class_extension_paths" (an array of full server paths to folders that contain class extensions)
de_de: Um Modellerweiterungen mit EE_Register_Model_Extensions::register() zu registrieren, müssen Sie eine "model_id" (eine eindeutige Kennung für diesen Satz von Modellen) und ein Array mit den folgenden Schlüsseln angeben: "model_extension_paths" (ein Array mit vollständigen Serverpfaden zu Ordnern, die Modellerweiterungen enthalten), und "class_extension_paths" (ein Array mit vollständigen Serverpfaden zu Ordnern, die Klassenerweiterungen enthalten)
fi: Rekisteröidäksesi mallilaajennukset EE_Register_Model_Extensions::register() -toiminnolla, sinun on annettava "model_id" (yksilöllinen tunniste tälle mallijoukolle) ja joukko, joka sisältää seuraavat avaimet: "model_extension_paths" (joukko täydellisiä palvelinpolkuja kansioihin, jotka sisältävät mallien laajennuksia) ja "class_extension_paths" (joukko täydellisiä palvelinpolkuja kansioihin, jotka sisältävät luokkien laajennuksia).
fr_fr: Pour vous inscrire extensions Modèle avec EE_Register_Model_Extensions :: Register (), vous devez inclure un"model_id"(un identifiant unique pour cet ensemble de modèles), et un tableau contenant les clés suivantes:"model_extension_paths"(un tableau de chemins de serveur complet aux dossiers qui contiennent des extensions de modèle), et"class_extension_paths"(un tableau de chemins de serveur complet aux dossiers qui contiennent des extensions de classe)
tr_tr: Model uzantılarını EE_Register_Model_Extensions::register() ile kaydetmek için, bir "model_id" (bu model kümesi için benzersiz bir tanımlayıcı) ve aşağıdaki anahtarları içeren bir dizi eklemeniz gerekir: "model_extension_paths" (model uzantılarını içeren klasörlerin tam sunucu yollarını içeren bir dizi) ve "class_extension_paths" (sınıf uzantılarını içeren klasörlerin tam sunucu yollarını içeren bir dizi)

source: View details for this contact.
de_de: Kontaktdetails anzeigen.
fi: Näytä tämän yhteystiedon tiedot.
fr_fr: Voir les détails de ce contact.
tr_tr: Bu kişi için ayrıntıları görüntüleyin.

source: An attempt was made to register "%s" as a group models has failed because it was not registered at the correct time. Please use the "AHEE__EE_System__load_espresso_addons" hook to register models.
de_de: Der Versuch, "%s" als Gruppenmodell zu registrieren, ist fehlgeschlagen, weil es nicht zum richtigen Zeitpunkt registriert wurde. Bitte verwenden Sie den "AHEE__EE_System__load_espresso_addons"-Hook, um Modelle zu registrieren.
fi: Yritys rekisteröidä "%s" ryhmämalleiksi epäonnistui, koska sitä ei rekisteröity oikeaan aikaan. Käytä koukkua "AHEE__EE_System__load_espresso_addons" mallien rekisteröintiin.
fr_fr: Une tentative a été faite pour enregistrer"%s"en tant que modèles de groupe a échoué parce qu'il ne était pas inscrit à l'heure correcte. Se il vous plaît utiliser le"AHEE__EE_System__load_espresso_addons"crochet pour enregistrer modèles.
tr_tr: "%s "yi bir grup modeli olarak kaydetme girişimi, doğru zamanda kaydedilmediği için başarısız oldu. Lütfen modelleri kaydetmek için "AHEE__EE_System__load_espresso_addons" kancasını kullanın.

source: The key '%s' is not a known key for registering a model
de_de: Der Schlüssel '%s' ist kein bekannter Schlüssel für die Registrierung eines Modells
fi: Avain '%s' ei ole tunnettu avain mallin rekisteröintiä varten.
fr_fr: La clé ' %s 'ne est pas une clé connue pour enregistrer un modèle
tr_tr: '%s' anahtarı bir modeli kaydetmek için bilinen bir anahtar değil

source: Shows contact information about the primary registrant.
de_de: Zeigt Kontaktinformationen über den primären Registranten an.
fi: Näyttää ensisijaisen ilmoittautujan yhteystiedot.
fr_fr: Affiche des informations de contact sur le déclarant principal.
tr_tr: Birincil kayıt sahibi hakkındaki iletişim bilgilerini gösterir.

source: In order to register an Admin Page with EE_Register_Admin_Page::register(), you must include the "page_basename" (the class name of the page), and an array containing the following keys: "page_path" (the path where the registered admin pages reside)
de_de: Um eine Admin-Seite mit EE_Register_Admin_Page::register() zu registrieren, müssen Sie den "page_basename" (den Klassennamen der Seite) und ein Array mit den folgenden Schlüsseln angeben: "page_path" (der Pfad, in dem sich die registrierten Admin-Seiten befinden)
fi: Rekisteröidäksesi hallintasivun EE_Register_Admin_Page::register() -toiminnolla, sinun on sisällytettävä "page_basename" (sivun luokan nimi) ja joukko, joka sisältää seuraavat avaimet: "page_path" (polku, jossa rekisteröidyt hallintasivut sijaitsevat).
fr_fr: Pour enregistrer une page Admin avec EE_Register_Admin_Page de registre (), vous devez inclure le"page_basename"(le nom de classe de la page), et un tableau contenant les clés suivantes:"page_path"(le chemin où les pages d'administration enregistrés résider)
tr_tr: Bir Yönetici Sayfasını EE_Register_Admin_Page::register() ile kaydetmek için, "page_basename" (sayfanın sınıf adı) ve aşağıdaki anahtarları içeren bir dizi eklemeniz gerekir: "page_path" (kayıtlı yönetici sayfalarının bulunduğu yol)

source: Shows the name of the primary contact.
de_de: Zeigt den Namen des Hauptkontakts an.
fi: Näyttää ensisijaisen yhteystiedon nimen.
fr_fr: Affiche le nom du contact principal.
tr_tr: Birincil irtibat kişisinin adını gösterir.

source: An attempt was made to register "%s" as an EE Admin page has failed because it was not registered at the correct time. Please use the "AHEE__EE_System__load_controllers__load_admin_controllers" hook to register Admin pages.
de_de: Der Versuch, "%s" als EE-Admin-Seite zu registrieren, ist fehlgeschlagen, weil sie nicht zum richtigen Zeitpunkt registriert wurde. Bitte verwenden Sie den Hook "AHEE__EE_System__load_controllers__load_admin_controllers", um Admin-Seiten zu registrieren.
fi: Yritys rekisteröidä "%s" EE Admin -sivuksi epäonnistui, koska sitä ei rekisteröity oikeaan aikaan. Käytä "AHEE__EE_System__load_controllers__load_admin_controllers" -koukkua Admin-sivujen rekisteröintiin.
tr_tr: Bir EE Yönetici sayfası olarak "%s" kaydetme girişimi, doğru zamanda kaydedilmediği için başarısız oldu. Yönetici sayfalarını kaydetmek için lütfen "AHEE__EE_System__load_controllers__load_admin_controllers" kancasını kullanın.

source: Shows the email for the primary contact.
de_de: Zeigt die E-Mail für den Hauptkontakt an.
fi: Näyttää ensisijaisen yhteystiedon sähköpostiosoitteen.
fr_fr: Affiche l'e-mail pour le contact primaire.
tr_tr: Birincil kişinin e-postasını gösterir.
