Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: If your problem is not a known issue or caused by a plugin, then try activating %s (the default WordPress theme).
de_de: Wenn Ihr Problem kein bekanntes Problem ist oder durch ein Plugin verursacht wird, versuchen Sie, %s (das Standard-WordPress-Theme) zu aktivieren.
fi: Jos ongelmasi ei ole tunnettu ongelma tai pluginin aiheuttama, kokeile aktivoida %s (WordPressin oletusteema).
fr_fr: Si votre problème n'est pas un problème connu ou causé par un plugin, essayez d'activer %s (le thème par défaut de WordPress)
tr_tr: Sorununuz bilinen bir sorun değilse veya bir eklentiden kaynaklanmıyorsa, %s'yi (varsayılan WordPress teması) etkinleştirmeyi deneyin.

source: If your problem is not a known issue or caused by a plugin, then try activating the default WordPress theme.
de_de: Wenn Ihr Problem kein bekanntes Problem ist oder durch ein Plugin verursacht wird, versuchen Sie, das Standard-WordPress-Theme zu aktivieren.
fi: Jos ongelmasi ei ole tunnettu ongelma tai lisäosan aiheuttama, kokeile aktivoida WordPressin oletusteema.
fr_fr: Si votre problème n'est pas un problème connu ou causé par un plugin, essayez d'activer le thème par défaut WordPress.
tr_tr: Sorununuz bilinen bir sorun değilse veya bir eklentiden kaynaklanmıyorsa, varsayılan WordPress temasını etkinleştirmeyi deneyin.

source: If this solves the problem for you, then something in your theme is causing this issue. Check to see if an update is available for your WordPress theme or reach out to the theme author.
de_de: Wenn dies das Problem für Sie löst, dann ist etwas in Ihrem Theme die Ursache für dieses Problem. Prüfen Sie, ob ein Update für Ihr WordPress-Theme verfügbar ist, oder wenden Sie sich an den Autor des Themes.
fi: Jos tämä ratkaisee ongelman, jokin teemassasi aiheuttaa ongelman. Tarkista, onko WordPress-teemaasi saatavilla päivitys tai ota yhteyttä teeman tekijään.
fr_fr: Si ceci résout votre problème, alors quelque chose dans votre thème est à l'origine de ce problème. Vérifiez si une mise à jour est disponible pour votre thème WordPress ou contacter l'auteur du thème.
tr_tr: Bu sizin için sorunu çözerse, temanızdaki bir şey bu soruna neden oluyor demektir. WordPress temanız için bir güncelleme olup olmadığını kontrol edin veya tema yazarına ulaşın.

source: If none of the suggestions above help you find a solution, then feel free to reach out to the support team at Event Espresso.
de_de: Wenn keiner der obigen Vorschläge Ihnen hilft, eine Lösung zu finden, dann wenden Sie sich bitte an das Support-Team von Event Espresso.
fi: Jos mikään yllä olevista ehdotuksista ei auta sinua löytämään ratkaisua, ota yhteyttä Event Espresson tukitiimiin.
fr_fr: Si aucune des suggestions ci-dessus ne vous aide à trouver une solution, n'hésitez pas à contacter l'équipe de support de Event Espresso.
tr_tr: Yukarıdaki önerilerden hiçbiri bir çözüm bulmanıza yardımcı olmazsa, Event Espresso'daki destek ekibine ulaşmaktan çekinmeyin.

source: Login to your account on EventEspresso.com and %1$screate a support post in our member support forums%2$s. Use a %3$sclear and descriptive title%4$s in your support post, %3$sdescribe the issue to the best of your knowledge%4$s, and %3$snever post any sensitive information such as login details%4$s. Be sure to also include %5$simportant information in the section below%2$s about your WordPress site.
de_de: Loggen Sie sich in Ihr Konto auf EventEspresso.com ein und %1$serstellen Sie einen Support-Post in unseren Mitglieder-Support-Foren%2$s. Verwenden Sie einen %3$sklaren und beschreibenden Titel%4$s in Ihrem Support-Post, %3$sbeschreiben Sie das Problem nach bestem Wissen und Gewissen%4$s und %3$sveröffentlichen Sie niemals sensible Informationen wie Login-Details%4$s. Stellen Sie sicher, dass Sie auch %5$swichtige Informationen über Ihre WordPress-Site in den Abschnitt unten%2$s aufnehmen.
fi: Kirjaudu tilillesi EventEspresso.com-sivustolla ja %1$sluo tukiviesti jäsentukifoorumeillemme%2$s. Käytä tukiviestissäsi %3$selkeää ja kuvaavaa otsikkoa%4$s, %3$skuvaa ongelma parhaan tietämyksesi mukaan%4$s, äläkä %3$skoskaan julkaise arkaluonteisia tietoja, kuten kirjautumistietoja%4$s. Muista myös %5$stärkeät tiedot WordPress-sivustostasi alla olevassa osiossa%2$s.
fr_fr: Connectez vous à votre compte EventEspresso.com et %1$scréez un post support dans le forum support des membres%2$s. Utiliser un %3$stitre clair et descriptif%4$s dans votre post de support, %3$s décrivez le problème au meilleur de votre connaissance%4$s, et %3$s ne postez jamais des informations sensibles comme vos informations de connexion%4$s. Assurez-vous également d'inclure %5$s les informations importantes ci-dessous%5$s sur votre site WordPress.
tr_tr: EventEspresso.com'daki hesabınıza giriş yapın ve %1$süye destek forumlarımızda bir destek gönderisi oluşturun%2$s. Destek gönderinizde %3$snet ve açıklayıcı bir başlık%4$s kullanın, %3$sorunu bildiğiniz en iyi şekilde açıklayın%4$s ve %3$sasla giriş bilgileri gibi hassas bilgileri göndermeyin%4$s. WordPress sitenizle ilgili %5$sönemli bilgileri de aşağıdaki bölüme%2$s eklediğinizden emin olun.

source: Have an emergency?
de_de: Haben Sie einen Notfall?
fi: Hätätilanne?
fr_fr: Avez-vous une urgence ?
tr_tr: Acil bir durum mu var?

source: We offer support tokens to members that need help with a time-sensitive issue. A support token will provide you with up to 30 minutes of one-on-one time with a team member at Event Espresso. If you have an emergency and need help quickly, then please %1$spurchase a support token%2$s.
de_de: Wir bieten Mitgliedern, die Hilfe bei einem zeitkritischen Problem benötigen, Support-Token an. Mit einem Support-Token erhalten Sie bis zu 30 Minuten Zeit für ein persönliches Gespräch mit einem Teammitglied von Event Espresso. Wenn Sie einen Notfall haben und schnell Hilfe benötigen, dann kaufen Sie bitte %1$sein Support-Token%2$s.
fi: Tarjoamme tukimerkkejä jäsenille, jotka tarvitsevat apua kiireellisissä asioissa. Tukimerkin avulla saat enintään 30 minuuttia kahdenkeskistä aikaa Event Espresson tiimin jäsenen kanssa. Jos sinulla on hätätilanne ja tarvitset apua nopeasti, osta %1$stukimerkki%2$s.
fr_fr: Nous offrons des jetons support aux membres qui ont besoin d'aide pour une question contraintes dans le temps. Un jeton support vous donnera jusqu'à 30 minutes de temps exclusif avec un membre de l'équipe d'Event Espresso. Si vous avez une urgence et besoin d'aide rapidement, veuillez %1$sacheter un jeton support%2$s.
tr_tr: Zamana duyarlı bir konuda yardıma ihtiyaç duyan üyelerimize destek jetonları sunuyoruz. Bir destek jetonu, Event Espresso'daki bir ekip üyesiyle 30 dakikaya kadar bire bir zaman geçirmenizi sağlayacaktır. Acil bir durumunuz varsa ve hızlı bir şekilde yardıma ihtiyacınız varsa, lütfen %1$sdestek jetonu satın alın%2$s.

source: Event Espresso Version:
de_de: Veranstaltung Espresso Version:
fi: Event Espresson versio:
fr_fr: Version Event Espresso :
tr_tr: Etkinlik Espresso Versiyonu:

source: The Personal Information question group is required whenever the Address Information question group is activated.
de_de: Die Fragengruppe "Persönliche Informationen" ist erforderlich, wenn die Fragengruppe "Adressinformationen" aktiviert ist.
fi: Henkilökohtaiset tiedot -kysymysryhmä vaaditaan aina, kun Osoitetiedot -kysymysryhmä on aktivoitu.
fr_fr: Le groupe de questions sur les renseignements personnels est requis lorsque le groupe de questions sur les informations d'adresse est activé.
tr_tr: Kişisel Bilgiler soru grubu, Adres Bilgileri soru grubu etkinleştirildiğinde gereklidir.

source: In this view, the check-in status represents the latest check-in record for the registration in that row.
de_de: In dieser Ansicht stellt der Check-in-Status den letzten Check-in-Datensatz für die Registrierung in dieser Zeile dar.
fi: Tässä näkymässä kirjautumistila edustaa viimeisintä kirjautumistietuetta kyseisellä rivillä olevasta rekisteröinnistä.
fr_fr: Dans cette vue, le status check-in représente le dernier enregistrement check-in pour l'inscription de cette ligne
tr_tr: Bu görünümde, check-in durumu o satırdaki kayıt için en son check-in kaydını temsil eder.

source: Check out the %1$sroadmap for Event Espresso%2$s.
de_de: Sehen Sie sich die %1$sStraßenkarte für Event Espresso%2$s an.
fi: Tutustu %1$sroadmap tapahtuman Espresso%2$ssa.
fr_fr: Vérifier le %1$splan pour Event Espresso%2$s
tr_tr: Event Espresso%2$s için %1$syol haritasına göz atın.

source: Frequently Asked Questions about Event Espresso
de_de: Häufig gestellte Fragen zu Event Espresso
fi: Usein kysyttyjä kysymyksiä Event Espressosta
fr_fr: Foire aux Questions concernant Event Espresso
tr_tr: Event Espresso Hakkında Sıkça Sorulan Sorular

source: New to Event Espresso?
de_de: Neu bei Event Espresso?
fi: Uusi Event Espresso?
fr_fr: Nouveau à Event Espresso ?
tr_tr: Event Espresso'da yeni misiniz?

source: Check out the %1$squick start guide for Event Espresso 4%2$s. It has recommendations, tips, and tutorials so you can get your project started %3$squicker%4$s.
de_de: Sehen Sie sich den %1$sSchnellstart-Leitfaden für Event Espresso 4%2$s an. Er enthält Empfehlungen, Tipps und Anleitungen, damit Sie Ihr Projekt %3$schneller%4$s starten können.
fi: Tutustu %1$spikaoppaaseen Event Espresso 4%2$ssa. Siinä on suosituksia, vinkkejä ja opetusohjelmia, joiden avulla saat projektisi käyntiin %3$squick%4$s.
fr_fr: Vérifiez le %1$sguide de démarrage rapide pour Event Espresso 4%2$s. Il contient des recommandation, des astuces et tutoriaux pour vous permettre de mettre en place votre projet %3$srapidement%4$s.
tr_tr: %1$sEvent Espresso %2$s için hızlı başlangıç kılavuzuna göz atın. Projenizi %3$squicker%4$s başlatabilmeniz için öneriler, ipuçları ve öğreticiler içerir.

source: %sThere is no revenue to report for the last 30 days.%s
de_de: %sEs liegt für die letzten 30 Tage kein Einnahmenreport vor.%s
fi: %sEi ole raportoitavia tuloja viimeisten 30 päivän ajalta.%s
fr_fr: %sAucun revenu est à rapporter pour les 30 derniers jours.%s
tr_tr: %sSon 30 gün için raporlanacak gelir yok.%s

source: Batch message type messages are triggered manually by the admin for sending notifications to a selected group of recipients. This should only be used for more general notification type messages that contain information specific for the recipients. For "newsletter" type messages we recommend using an email list service like MailChimp, because sending non-related mail-outs to contacts increases the risk of your site domain getting added to spam lists, which will prevent messages getting to users.
de_de: Batch-Nachrichten werden vom Administrator manuell ausgelöst, um Benachrichtigungen an eine ausgewählte Gruppe von Empfängern zu senden. Dies sollte nur für allgemeinere Benachrichtigungen verwendet werden, die spezifische Informationen für die Empfänger enthalten. Für Nachrichten des Typs "Newsletter" empfehlen wir die Verwendung eines E-Mail-Listendienstes wie MailChimp, da das Versenden von nicht zusammenhängenden Mailings an Kontakte das Risiko erhöht, dass Ihre Website-Domäne zu Spam-Listen hinzugefügt wird, wodurch die Nachrichten nicht an die Benutzer gelangen.
fi: Ylläpitäjä laukaisee eräviestityyppiset viestit manuaalisesti ilmoitusten lähettämistä varten valitulle vastaanottajaryhmälle. Tätä tulisi käyttää vain yleisempiin ilmoitustyyppisiin viesteihin, jotka sisältävät vastaanottajakohtaisia tietoja. "Uutiskirje"-tyyppisiin viesteihin suosittelemme käyttämään sähköpostilistapalvelua, kuten MailChimpiä, sillä muiden kuin aiheeseen liittyvien sähköpostiviestien lähettäminen yhteyshenkilöille lisää riskiä, että sivustosi verkkotunnus lisätään roskapostilistoille, mikä estää viestien saamisen käyttäjille.
fr_fr: Les messages de type de message de lot sont déclenchés manuellement par l'administrateur pour envoyer des notifications à un groupe sélectionné de destinataires. Cela ne doit être utilisé que pour des messages plus généraux de type notification qui contiennent des informations spécifiques aux destinataires. Pour les messages de type "bulletin", nous recommandons l'utilisation d'un service de liste de messagerie comme MailChimp, car l'envoi de courriers électroniques non liés aux contacts augmente le risque que votre domaine de site soit ajouté aux listes de spam, ce qui empêchera les messages d'accéder aux utilisateurs.
tr_tr: Toplu mesaj türü mesajlar, seçilen bir alıcı grubuna bildirim göndermek için yönetici tarafından manuel olarak tetiklenir. Bu yalnızca alıcılara özel bilgiler içeren daha genel bildirim türü mesajlar için kullanılmalıdır. "Bülten" türü mesajlar için MailChimp gibi bir e-posta listesi hizmeti kullanmanızı öneririz, çünkü kişilere ilgili olmayan postalar göndermek, site alan adınızın spam listelerine eklenme riskini artırır ve bu da mesajların kullanıcılara ulaşmasını engeller.

source: batch
de_de: Charge
fi: erä
fr_fr: lot
tr_tr: toplu

source: batches
de_de: Lose
fi: erät
fr_fr: lots
tr_tr: gruplar

source: Batch Messages Shortcodes
de_de: Batch-Nachrichten Shortcodes
fi: Erä Viestit Shortcodes
fr_fr: messages de lot Shortcodes
tr_tr: Toplu Mesaj Kısa Kodları

source: All shortcodes used for the batch message type
de_de: Alle für den Batch-Nachrichtentyp verwendeten Shortcodes
fi: Kaikki eräviestityypissä käytettävät lyhytkoodit
fr_fr: Tous les shortcodes utilisés pour les messages de lot
tr_tr: Toplu mesaj türü için kullanılan tüm kısa kodlar

source: This will parse to whatever is found in the related [newsletter_content] field. Note that when triggering a batch message, whatever is added for the custom message will be inserted where this shortcode is placed.
de_de: Dieser Shortcode wird in das zugehörige Feld [newsletter_content] eingefügt. Beachten Sie, dass beim Auslösen einer Stapelnachricht alles, was für die benutzerdefinierte Nachricht hinzugefügt wurde, an der Stelle eingefügt wird, an der dieser Shortcode platziert ist.
fi: Tämä jäsentää sen, mikä löytyy siihen liittyvästä [newsletter_content]-kentästä. Huomaa, että kun käynnistät eräviestin, kaikki mukautetun viestin tiedot lisätään siihen kohtaan, johon tämä lyhytkoodi on sijoitettu.
fr_fr: Ceci analysera tout ce qui se trouve dans le champ [newsletter_content]. Notez que lorsque vous déclenchez un message de lot, tout ce qui est ajouté pour le message personnalisé sera inséré là où ce shortcode est placé.
tr_tr: Bu, ilgili [newsletter_content] alanında bulunan her şeye ayrıştırılacaktır. Bir toplu mesajı tetiklerken, özel mesaj için eklenen her şeyin bu kısa kodun yerleştirildiği yere ekleneceğini unutmayın.

source: A single event that spans one or more consecutive days.
de_de: Ein einzelnes Ereignis, das sich über einen oder mehrere aufeinanderfolgende Tage erstreckt.
fi: Yksittäinen tapahtuma, joka kestää yhden tai useamman peräkkäisen päivän.
fr_fr: Un événement unique qui se déroule sur 1 ou plusieurs jours consécutifs
tr_tr: Bir veya daha fazla ardışık günü kapsayan tek bir olay.

source: Multiple, separate, but related events that occur on consecutive days.
de_de: Mehrere, getrennte, aber zusammenhängende Ereignisse, die an aufeinander folgenden Tagen stattfinden.
fi: Useita erillisiä, mutta toisiinsa liittyviä tapahtumia, jotka tapahtuvat peräkkäisinä päivinä.
fr_fr: des événements multiples, distincts mais liés se produisant sur plusieurs jours.
tr_tr: Birbirini takip eden günlerde meydana gelen birden fazla, ayrı ancak birbiriyle ilişkili olaylar.

source: Multiple events that occur over multiple non-consecutive days.
de_de: Mehrere Ereignisse, die an mehreren nicht aufeinanderfolgenden Tagen stattfinden.
fi: Useita tapahtumia, jotka ajoittuvat useille peräkkäisille päiville.
fr_fr: Evénements multiples se déroulant sur plusieurs jours non consécutifs.
tr_tr: Birden fazla ardışık olmayan günde gerçekleşen birden fazla olay.

source: Multiple events that occur over multiple non-consecutive days.
de_de: Mehrere Ereignisse, die an mehreren nicht aufeinanderfolgenden Tagen stattfinden.
fi: Useita tapahtumia, jotka ajoittuvat useille peräkkäisille päiville.
fr_fr: Evénements multiples se déroulant sur plusieurs jours non consécutifs.
tr_tr: Birden fazla ardışık olmayan günde gerçekleşen birden fazla olay.

source: "%1$s" is not valid method on EE_Cron_Tasks.
de_de: "%1$s" ist keine gültige Methode für EE_Cron_Tasks.
fi: "%1$s" ei ole kelvollinen menetelmä EE_Cron_Tasksissa.
fr_fr: "%1$s" n'est pas une méthode valable sur EE_Cron_Tasks.
tr_tr: "%1$s" EE_Cron_Tasks üzerinde geçerli bir yöntem değil.

source: An error occurred while attempting to unserialize the session data.
de_de: Beim Versuch, die Sitzungsdaten zu deserialisieren, ist ein Fehler aufgetreten.
fi: Virhe tapahtui, kun istuntotietoja yritettiin purkaa.
fr_fr: Une erreur s'est produite lors de la tentative de non sérialisation des données de session.
tr_tr: Oturum verilerini serileştirmeye çalışırken bir hata oluştu.

source: The session data is missing, invalid, or corrupted.
de_de: Die Sitzungsdaten fehlen, sind ungültig oder beschädigt.
fi: Istuntotiedot puuttuvat, ovat virheellisiä tai vioittuneet.
fr_fr: Les données de session sont manquantes, invalides ou corrompues.
tr_tr: Oturum verileri eksik, geçersiz veya bozuk.

source: Compatibility Settings
de_de: Kompatibilitätseinstellungen
fi: Yhteensopivuusasetukset
fr_fr: Paramètres de compatibilité
tr_tr: Uyumluluk Ayarları

source: Encode Session Data?
de_de: Sitzungsdaten verschlüsseln?
fi: Istuntotietojen koodaaminen?
fr_fr: Encoder les données de session
tr_tr: Oturum Verilerini Kodlama?

source: Some servers and database configurations can cause problems when saving the Event Espresso session data. Setting this option to "Yes" adds an extra layer of encoding to session data to prevent serialization errors, but can be incompatible with some server configurations.%1$sIf you receive "500 internal server" type errors during registration, try turning this option on.%1$sIf you get fatal PHP errors regarding missing base64 functions, then turn this option off.
de_de: Einige Server und Datenbankkonfigurationen können Probleme beim Speichern der Event Espresso-Sitzungsdaten verursachen. Wenn Sie diese Option auf "Ja" setzen, wird den Sitzungsdaten eine zusätzliche Kodierungsschicht hinzugefügt, um Serialisierungsfehler zu vermeiden, aber sie kann mit einigen Serverkonfigurationen inkompatibel sein.%1$sWenn Sie während der Registrierung Fehler vom Typ "500 internal server" erhalten, versuchen Sie, diese Option einzuschalten.%1$sWenn Sie fatale PHP-Fehler bezüglich fehlender base64-Funktionen erhalten, schalten Sie diese Option aus.
fi: Jotkin palvelimet ja tietokantakokoonpanot voivat aiheuttaa ongelmia Event Espresso-istuntotietojen tallentamisessa. Tämän vaihtoehdon asettaminen arvoon "Kyllä" lisää istuntotietoihin ylimääräisen koodauskerroksen sarjallistamisvirheiden estämiseksi, mutta se voi olla yhteensopimaton joidenkin palvelinkonfiguraatioiden kanssa.%1$sJos saat rekisteröinnin aikana "500 sisäinen palvelin" -tyyppisiä virheitä, kokeile ottaa tämä vaihtoehto käyttöön.%1$sJos saat kohtalokkaita PHP-virheitä puuttuvista base64-toiminnoista, ota tämä vaihtoehto pois käytöstä.
fr_fr: Certains serveurs et configurations de base de données peuvent provoquer des problèmes lors de l'enregistrement des données de session Event Espresso. Le fait de définir cette option sur "Oui" ajoute une couche supplémentaire d'encodage aux données de session pour empêcher les erreurs de sérialisation, mais peut être incompatible avec certaines configurations de serveur. %1$sSi vous recevez des erreurs de type "500 serveur interne" au cours de l'inscription, essayez d'activer cette option.%1$sSi vous rencontrez des erreurs PHP fatales concernant les fonctions base64 manquantes, désactivez cette option.
tr_tr: Bazı sunucular ve veritabanı yapılandırmaları Event Espresso oturum verilerini kaydederken sorunlara neden olabilir. Bu seçeneği "Evet" olarak ayarlamak, serileştirme hatalarını önlemek için oturum verilerine ekstra bir kodlama katmanı ekler, ancak bazı sunucu yapılandırmalarıyla uyumsuz olabilir.%1$sKayıt sırasında "500 dahili sunucu" türü hatalar alırsanız, bu seçeneği açmayı deneyin.%1$sEksik base64 işlevleriyle ilgili ölümcül PHP hataları alırsanız, bu seçeneği kapatın.

source: adds an unobtrusive link to Event Espresso's website in the footer of your registration form. Get an affiliate link (see below) and make money if people click the link and purchase Event Espresso.
de_de: fügt einen unauffälligen Link zur Website von Event Espresso in der Fußzeile Ihres Anmeldeformulars ein. Holen Sie sich einen Affiliate-Link (siehe unten) und verdienen Sie Geld, wenn Leute auf den Link klicken und Event Espresso kaufen.
fi: lisää huomaamattoman linkin Event Espresson verkkosivustolle rekisteröintilomakkeen alatunnisteeseen. Hanki affiliate-linkki (katso alla) ja ansaitse rahaa, jos ihmiset klikkaavat linkkiä ja ostavat Event Espresson.
fr_fr: Ajoute un lien discret au site Event Espresso dans le pied de page de votre formulaire d'inscription. Obtenez un lien d'affiliation (voir ci-dessous) et gagnez de l'argent si les gens cliquent sur le lien et achètent Espresso Événement.
tr_tr: kayıt formunuzun altbilgisine Event Espresso'nun web sitesine göze çarpmayan bir bağlantı ekler. Bir ortaklık bağlantısı alın (aşağıya bakın) ve insanlar bağlantıya tıklayıp Event Espresso satın alırsa para kazanın.

source: Updating Database...
de_de: Datenbank aktualisieren...
fi: Päivitetään tietokantaa...
fr_fr: Mise à jour de la base de données...
tr_tr: Veritabanı Güncelleniyor...

source: The current Database Update has ended. Click 'next' when ready to proceed
de_de: Das aktuelle Datenbank-Update ist beendet. Klicken Sie auf "Weiter", wenn Sie fortfahren möchten.
fi: Nykyinen tietokantapäivitys on päättynyt. Napsauta 'Seuraava', kun olet valmis jatkamaan
fr_fr: La mise à jour courante de la base de données est terminée. Cliquez sur 'suivant' lorsque vous êtes prêt à continuer
tr_tr: Geçerli Veritabanı Güncellemesi sona erdi. Devam etmeye hazır olduğunuzda 'ileri'ye tıklayın

source: Database Update Crash Report Sent
de_de: Datenbank Update Crash Report gesendet
fi: Tietokannan päivityksen kaatumisraportti lähetetty
fr_fr: Rapport de crash de mise à jour de base de données envoyé
tr_tr: Veritabanı Güncelleme Çökme Raporu Gönderildi

source: A crash report email was sent to Event Espresso. You should hear back from us soon.
de_de: Eine E-Mail mit einem Absturzbericht wurde an Event Espresso gesendet. Sie sollten bald eine Antwort von uns erhalten.
fi: Event Espressoon lähetettiin onnettomuusilmoitussähköposti. Sinun pitäisi kuulla meiltä pian.
fr_fr: Un e-mail de rapport d'accident a été envoyé à Event Espresso. Vous devriez recevoir des nouvelles de nous bientôt.
tr_tr: Event Espresso'ya bir çökme raporu e-postası gönderildi. Yakında bizden geri dönüş alacaksınız.
