Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Delete Sites that have not been updated in the last given number of days
de_de: Sites löschen, die in den letzten Tagen nicht aktualisiert wurden
fi: Poista Sivustot, joita ei ole päivitetty viimeisen tietyn määrän päivien aikana
tr_tr: Son verilen gün sayısı içinde güncellenmemiş Siteleri Silin

source: Excluded sites
de_de: Ausgeschlossene Standorte
fi: Poissuljetut kohteet
tr_tr: Hariç tutulan siteler

source: Enter a comma delimited list of site_ids to exclude from the delete query
de_de: Geben Sie eine durch Komma getrennte Liste von site_ids ein, die von der Löschabfrage ausgeschlossen werden sollen
fi: Kirjoita pilkulla erotettu luettelo site_id:istä, jotka jätetään poistokyselyn ulkopuolelle.
tr_tr: Silme sorgusundan hariç tutulacak site_id'lerinin virgülle ayrılmış bir listesini girin

source: Delete non super admin users that belong to the deleted sites?
de_de: Nicht-Superadmin-Benutzer löschen, die zu den gelöschten Websites gehören?
fi: Poistetaan poistettujen sivustojen muut kuin super admin -käyttäjät?
tr_tr: Silinen sitelere ait süper yönetici olmayan kullanıcılar silinsin mi?

source: Settings updated.
de_de: Einstellungen aktualisiert.
fi: Asetukset päivitetty.
tr_tr: Ayarlar güncellendi.

source: Deleting sites is only allowable via ajax currently
de_de: Das Löschen von Websites ist derzeit nur über Ajax möglich.
fi: Sivustojen poistaminen on tällä hetkellä mahdollista vain ajaxin kautta.
tr_tr: Sitelerin silinmesine şu anda yalnızca ajax aracılığıyla izin veriliyor

source: Multisite Queryer
tr_tr: Çoklu Site Sorgulayıcı

source: Will execute a query on every site in the network and generate a CSV file of the results
de_de: Führt eine Abfrage für jeden Standort im Netzwerk aus und erzeugt eine CSV-Datei mit den Ergebnissen
fi: Suorittaa kyselyn jokaiselle verkon sivustolle ja luo CSV-tiedoston tuloksista.
tr_tr: Ağdaki her sitede bir sorgu yürütür ve sonuçların bir CSV dosyasını oluşturur

source: get_results (for selects)
de_de: get_results (für Selects)
fi: get_results (valintoja varten)
tr_tr: get_results (seçmeler için)

source: Usage is deprecated. Use \EventEspresso\core\services\shortcodes\LegacyShortcodesManager::registerShortcode() as direct replacement, or better yet, please see the new \EventEspresso\core\services\shortcodes\ShortcodesManager class.
de_de: Die Verwendung ist veraltet. Verwenden Sie \EventEspresso\core\services\shortcodes\LegacyShortcodesManager::registerShortcode() als direkten Ersatz, oder noch besser, sehen Sie sich die neue Klasse \EventEspresso\core\services\shortcodes\ShortcodesManager an.
fi: Käyttöä ei enää tueta. Käytä tämän sijasta \EventEspresso\core\services\shortcodes\LegacyShortcodesManager::registerShortcode() suorana korvaajana, tai tutustu uuteen \EventEspresso\core\services\shortcodes\ShortcodesManager -luokkaan.
tr_tr: Kullanımı kullanımdan kaldırılmıştır. Doğrudan yerine \EventEspresso\core\services\shortcodes\LegacyShortcodesManager::registerShortcode() kullanın veya daha iyisi, lütfen yeni \EventEspresso\core\services\shortcodes\ShortcodesManager sınıfına bakın.

source: Failed to generate OpenSSL initialization vector.
de_de: OpenSSL-Initialisierungsvektor konnte nicht erzeugt werden.
fi: OpenSSL:n alustusvektorin luominen epäonnistui.
tr_tr: OpenSSL başlatma vektörü oluşturulamadı.

source: Usage is deprecated. Please use \EventEspresso\core\services\shortcodes\LegacyShortcodesManager::initializeShortcode() instead.
de_de: Die Verwendung ist veraltet. Bitte verwenden Sie stattdessen \EventEspresso\core\services\shortcodes\LegacyShortcodesManager::initializeShortcode().
fi: Käyttöä ei enää tueta. Käytä tämän sijasta \EventEspresso\core\services\shortcodes\LegacyShortcodesManager::initializeShortcode() .
tr_tr: Kullanımı kullanımdan kaldırılmıştır. Lütfen bunun yerine \EventEspresso\core\services\shortcodes\LegacyShortcodesManager::initializeShortcode() işlevini kullanın.

source: Usage is deprecated
de_de: Die Verwendung ist veraltet
fi: Käyttöä ei enää tueta
tr_tr: Kullanımdan kaldırılmıştır

source: Usage is deprecated.
de_de: Die Verwendung ist veraltet.
fi: Käyttöä ei enää tueta.
tr_tr: Kullanımdan kaldırılmıştır.

source: URL for the google map associated with the venue.
de_de: URL für die mit dem Veranstaltungsort verbundene Google-Karte.
fi: Tapahtumapaikkaan liittyvän Google-kartan URL-osoite.
tr_tr: Mekanla ilişkili google haritası için URL.

source: The current collection is configured to use a method named "%1$s" when setting or retrieving objects. The supplied entity is an instance of "%2$s", but does not contain this method.
de_de: Die aktuelle Sammlung ist so konfiguriert, dass beim Setzen oder Abrufen von Objekten eine Methode namens "%1$s" verwendet wird. Die gelieferte Entität ist eine Instanz von "%2$s", enthält aber diese Methode nicht.
fi: Nykyinen kokoelma on määritetty käyttämään menetelmää nimeltä "%1$s", kun se asettaa tai hakee objekteja. Toimitettu olio on instanssi "%2$s"-oliosta, mutta se ei sisällä tätä metodia.
tr_tr: Geçerli koleksiyon, nesneleri ayarlarken veya alırken "%1$s" adlı bir yöntemi kullanacak şekilde yapılandırılmıştır. Sağlanan varlık bir örnektir "%2$s" değerine sahiptir, ancak bu yöntemi içermez.

source: The "FHEE__EventEspresso_core_services_shortcodes_ShortcodesManager__registerShortcodes__shortcode_collection" filter must return a Collection of EspressoShortcode objects. "%1$s" was received instead.
de_de: Der Filter "FHEE__EventEspresso_core_services_shortcodes_ShortcodesManager__registerShortcodes__shortcode_collection" muss eine Sammlung von EspressoShortcode-Objekten zurückgeben. Stattdessen wurde "%1$s" empfangen.
fi: Suodattimen "FHEE__EventEspresso_core_services_shortcodes_ShortcodesManager__registerShortcodes__shortcode_collection" on palautettava EspressoShortcode-objektien kokoelma. "%1$s" vastaanotettiin sen sijaan.
tr_tr: "FHEE__EventEspresso_core_services_shortcodes_ShortcodesManager__registerShortcodes__shortcode_collection" filtresi bir EspressoShortcode nesneleri Koleksiyonu döndürmelidir. Bunun yerine "%1$s" alındı.

source: Is your state/province missing from the dropdown menu above? You can add it by completing the following steps:
de_de: Fehlt Ihr Bundesland/Ihre Provinz in der obigen Auswahlliste? Sie können es hinzufügen, indem Sie die folgenden Schritte ausführen:
fi: Puuttuuko osavaltiosi/provinssisi yllä olevasta valikosta? Voit lisätä sen seuraavasti:
tr_tr: Yukarıdaki açılır menüde eyaletiniz/iliniz eksik mi? Aşağıdaki adımları tamamlayarak ekleyebilirsiniz:

source: After clicking "Finalize Registration", you will be given instructions on how to access your invoice and complete your payment.%sPlease note that event spaces will not be reserved until payment is received in full, and any remaining tickets could be sold to others in the meantime.
de_de: Nach Klick auf "Registrierung abschliessen" werden Ihnen weitere Anleitungen für den Zugriff auf Ihre Rechnung und für die Zahlung gegeben.%sBitte beachten Sie, dass Veranstaltungsplätze bis zum Eingang der vollständigen Zahlung nicht als definitiv reserviert gelten und verbleibende Tickets in der Zwischenzeit weiter angeboten werden.
fi: Painettuasi "Viimeistele ilmoittautuminen" saat ohjeet laskun hakemista ja maksun tekemistä varten.%sHuomaathan, että paikkaasi tapahtumaan ei varata ennen kuin koko maksu on suoritettu, ja tällä välin vapaana olevat liput voidaan myydä loppuun.
tr_tr: "Kaydı Kesinleştir" seçeneğine tıkladıktan sonra, faturanıza nasıl erişeceğiniz ve ödemenizi nasıl tamamlayacağınız konusunda size talimatlar verilecektir.%sÖdemenin tamamı alınana kadar etkinlik alanlarının rezerve edilmeyeceğini ve bu arada kalan biletlerin başkalarına satılabileceğini lütfen unutmayın.

source: Payment must be received within 48 hours of event date. Details about where to send the payment are included on the invoice.
de_de: Zahlung muss innerhalb von 48 Stunden vor Veranstaltungsbeginn erfolgen. Einzelheiten über den Zahlungsempfänger sind auf der Rechnung ersichtlich.
fi: Maksu tulee olla suoritettuna viimeistään 48 tuntia ennen tapahtumapäivää. Maksutiedot ovat laskussa.
tr_tr: Ödeme, etkinlik tarihinden itibaren 48 saat içinde alınmalıdır. Ödemenin nereye gönderileceğine ilişkin ayrıntılar faturada yer almaktadır.

source: Usage is deprecated. Please use \EventEspresso\core\domain\services\wp_queries\EventListQuery instead.
de_de: Dies ist veraltet. Bitte benutzen Sie stattdessen \EventEspresso\core\domain\services\wp_queries\EventListQuery .
fi: Käyttöä ei enää tueta. Käytä tämän sijasta \EventEspresso\core\domain\services\wp_queries\EventListQuery .
tr_tr: Kullanım kullanımdan kaldırılmıştır. Lütfen bunun yerine \EventEspresso\core\domain\services\wp_queries\EventListQuery kullanın.

source: Could not create an Infusionsoft Contact.
de_de: Es konnte kein Infusionsoft Kontakt erstellt werden.
fi: Infusionsoft-yhteystietoa ei voitu luoda.
tr_tr: Bir Infusionsoft Kişisi oluşturulamadı.

source: Could not create an Infusionsoft invoice for this payment.
de_de: Keine Generierung einer Infusionsoft-Rechnung für diese Zahlung möglich.
fi: Infusionsoft-laskua ei voitu luoda tälle maksusuoritukselle.
tr_tr: Bu ödeme için bir Infusionsoft faturası oluşturulamadı.

source: Card validation failed !
de_de: Kartenvalidierung nicht möglich !
fi: Kortin varmistus epäonnistui!
tr_tr: Kart doğrulaması başarısız oldu!

source: Card Charge request resulted in an unrecognized Error.
de_de: Undefinierter Fehler bei Kartenbelastung.
fi: Kortinveloituspyyntö johti tunnistamattomaan virheeseen.
tr_tr: Kart Ücreti talebi tanınmayan bir Hata ile sonuçlandı.

source: Merchant Account ID %s
de_de: Händlerkonto-ID %s
tr_tr: Satıcı Hesabı Kimliği %s

source: Your Infusionsoft Merchant Account ID.
de_de: Ihre Infusionsoft-Händler-Konto-ID.
fi: Infusionsoftin Merchant Account ID:si.
tr_tr: Infusionsoft Satıcı Hesabı Kimliğiniz.

source: Infusionsoft Payments Settings
de_de: Infusionsoft-Zahlungseinstellungen
fi: Infusionsoft Payments -asetukset
tr_tr: Infusionsoft Ödemeler Ayarları

source: Infusionsoft Payments
de_de: Infusionsoft-Zahlungen
tr_tr: Infusionsoft Ödemeleri

source: Adjust the settings for the Infusionsoft Payments.
de_de: Passen Sie die Einstellungen für die Infusionsoft-Zahlungen an.
fi: Muokkaa Infusionsoft Payments -maksupalveluun liittyviä asetuksia.
tr_tr: Infusionsoft Ödemeleri için ayarları yapın.

source: Click here to sign up for an account with
de_de: Klicken Sie hier, um sich für ein Konto bei
fi: Paina tästä rekisteröidäksesi tilin palvelussa
tr_tr: Bir hesaba kaydolmak için buraya tıklayın

source: Merchant Account ID
de_de: Händlerkonto-ID
tr_tr: Satıcı Hesap Kimliği

source: Where to find your Merchant Account ID ? More information can be found on our %1$sInfusionsoft Integration%2$s documentation page, under the %3$s"Finding the Merchant ID within Infusionsoft"%4$s section.
de_de: Wo finden Sie die ID Ihres Händlerkontos? Weitere Informationen finden Sie auf unserer %1$sInfusionsoft-Integration%2$s-Dokumentationsseite, unter dem %3$s "Finden der Händler-ID in Infusionsoft"%4$s-Abschnitt.
fi: Mistä löydät Merchant Account ID:n? Saat lisätietoja %1$sInfusionsoft Integration%2$s -sivultamme kohdasta %3$s"Finding the Merchant ID within Infusionsoft"%4$s.
tr_tr: Satıcı Hesabı Kimliğinizi nerede bulabilirsiniz? Daha fazla bilgi %1$sInfusionsoft Entegrasyonu%2$s dokümantasyon sayfamızda, %3$s "Infusionsoft içinde Satıcı Kimliğini Bulma"%4$s bölümü altında bulunabilir.

source: Select card types that should be allowed for the checkout.
de_de: Wählen Sie die Kartentypen aus, die für den Checkout zugelassen werden sollen.
fi: Valitse hyväksyttävät korttityypit.
tr_tr: Ödeme için izin verilmesi gereken kart türlerini seçin.

source: %1$sClick here%2$s for more information on how to setup Infusionsoft Payments on your account.
de_de: %1$sKlicken Sie hier%2$s für weitere Informationen über die Einrichtung von Infusionsoft Payments in Ihrem Konto.
fi: %1$sPaina tästä%2$s saadaksesi lisäohjeita Infusionsoft Payments -tilin perustamisesta.
tr_tr: %1$sHesabınızda Infusionsoft Payments'ı nasıl kuracağınız hakkında daha fazla bilgi için buraya%2$s tıklayın.

source: For testing please use a Merchant Account with Test mode enabled. %1$sClick here%2$s for more information.
de_de: Zum Testen verwenden Sie bitte ein Händlerkonto mit aktiviertem Testmodus. %1$sKlicken Sie hier%2$s für weitere Informationen.
fi: Testaamista varten käytä "Merchant Account"-tiliä niin, että "Test mode"-tila on käytössä. %1$sPaina tästä%2$s saadaksesi lisätietoa.
tr_tr: Test için lütfen Test modu etkinleştirilmiş bir Satıcı Hesabı kullanın. %1$sDaha fazla bilgi için buraya%2$s tıklayın.

source: CompositeCommandHandler classes require an instance of the CommandBus.
de_de: CompositeCommandHandler-Klassen erfordern eine Instanz des CommandBus.
fi: CompositeCommandHandler-luokat vaativat CommandBus-luokan instanssin.
tr_tr: CompositeCommandHandler sınıfları CommandBus'ın bir örneğini gerektirir.

source: %1$s could not format the string "%2$s" because the function "%3$s" does not exist. Please verify PHP is installed with this function, see %4$s
de_de: %1$s konnte den String "%2$s" nicht formatieren, weil die Funktion "%3$s" nicht existiert. Bitte überprüfen Sie, ob PHP mit dieser Funktion installiert ist, siehe %4$s
fi: %1$s ei voinut muotoilla merkkijonoa "%2$s", koska funktiota "%3$s" ei ole olemassa. Tarkista, että PHP on asennettu tämän toiminnon kanssa, katso %4$s.
tr_tr: %1$s "%2$s" dizgesini biçimleyemedi çünkü "%3$s" işlevi mevcut değil. Lütfen PHP'nin bu işlevle yüklü olduğunu doğrulayın, bkz. %4$s

source: The CoreLoader class must receive an instance of EE_Registry or the CoffeeShop DI container.
de_de: Die CoreLoader-Klasse muss eine Instanz von EE_Registry oder den CoffeeShop DI-Container erhalten.
fi: CoreLoader-luokan on vastaanotettava EE_Registry- tai CoffeeShop DI-säiliön instanssi.
tr_tr: CoreLoader sınıfı, EE_Registry veya CoffeeShop DI konteynerinin bir örneğini almalıdır.

source: cancel new State/Province
de_de: neuen Staat/Provinz löschen
fi: peruuta uusi osavaltio
tr_tr: yeni Eyaleti/İli iptal et

source: Checkout Locale
de_de: Standort der Kasse
fi: Maksupalvelun kieli
tr_tr: Ödeme Yeri

source: Select the language Stripe should use for checkout here, use auto for Stripe to determine which of its %1$ssupported languages%2$s to use or choose a specific specific language.
de_de: Wählen Sie hier die Sprache aus, die Stripe für den Checkout verwenden soll. Verwenden Sie die Funktion "Auto for Stripe", um zu bestimmen, welche der %1$sunterstützten Sprachen%2$s verwendet werden soll, oder wählen Sie eine bestimmte Sprache aus.
fi: Valitse kieli, jota käytetään Stripen maksupalvelussa. Käytä "auto"-asetusta, jos haluat Stripen valitsevan automaattisesti, mitä %1$stuetuista kielistä%2$s käytetään, tai valitse haluamasi kieli.
tr_tr: Stripe'ın ödeme için kullanması gereken dili buradan seçin, Stripe'ın %1$sdesteklenen diller%2$sinden hangisini kullanacağını belirlemesi için otomatik seçeneğini kullanın veya belirli bir dil seçin.

source: Event Wait List
de_de: Veranstaltungs-Warteliste
fi: Tapahtuman jonotuslista
tr_tr: Etkinlik Bekleme Listesi

source: Move Registrations to Wait List
de_de: Setze Registrierung auf Warteliste
fi: Siirrä ilmoittautumiset jonotuslistalle
tr_tr: Kayıtları Bekleme Listesine Taşı

source: Move Registrations to Wait List and Notify
de_de: Setze Registrierung auf Warteliste und schicke Benachrichtigung
fi: Siirrä ilmoittautumiset jonotuslistalle ja ilmoita
tr_tr: Kayıtları Bekleme Listesine Taşı ve Bildir

source: Wait List Registrations
de_de: Wartelisten Regisitrierungen
fi: Jonostuslistalla
tr_tr: Bekleme Listesi Kayıtları

source: View registrations on the wait list for this event
de_de: Zeige Registrierungen auf der Warteliste dieser Veranstaltung
fi: Näytä tämän tapahtuman jonotuslistalle ilmoittautuneet
tr_tr: Bu etkinlik için bekleme listesindeki kayıtları görüntüleyin

source: Wait List
de_de: Warteliste
fi: Jonotuslista
tr_tr: Bekleme Listesi

source: Event Wait List Settings
de_de: Einstellungen Veranstaltungswarteliste
fi: Tapahtuman jonotuslistan asetukset
tr_tr: Etkinlik Bekleme Listesi Ayarları

source: Wait List Spaces
de_de: Wartelistenplätze
fi: Jonotuslistan paikat
tr_tr: Bekleme Listesi Alanları

source: Number of additional registrants the wait list accepts before the event is completely sold out. For example, if your reg limit for an event is 100, and this field is set to 20, then the wait list form will be displayed until there are a total of 120 registrants for the event. IMPORTANT! Setting this field to zero will turn off the Wait List and prevent any further processing for any registrants that may already be signed up.
de_de: Anzahl der zusätzlichen Registranten, die die Warteliste akzeptiert, bevor die Veranstaltung vollständig ausverkauft ist. Wenn Ihr Registrierungslimit für ein Ereignis beispielsweise 100 beträgt und dieses Feld auf 20 festgelegt ist, wird das Wartelistenformular angezeigt, bis insgesamt 120 Registranten für das Ereignis registriert sind. WICHTIG! Wenn Sie dieses Feld auf Null setzen, wird die Warteliste deaktiviert und die weitere Verarbeitung für bereits angemeldete Registranten verhindert.
fi: Jonotuslistalle otettavien ilmoittautumisten määrä, jonka jälkeen tapahtuma on kokonaisuudessaan loppuunmyyty. Jos esimerkiksi lippujen määrä on 100 ja tämän kentän arvo on 20, jonotuslistalle on mahdollista ilmoittautua, kunnes tapahtumaan on yhteensä 120 ilmoittautujaa. HUOM! Jos tämän kentän arvoksi asetetaan nolla (0), jonotuslista otetaan pois päältä, ja uusien jo mahdollisesti tehtyjen ilmoittautumisten käsittely lopetetaan.
tr_tr: Etkinlik tamamen tükenmeden önce bekleme listesinin kabul edeceği ilave kayıt sayısı. Örneğin, bir etkinlik için kayıt limitiniz 100 ise ve bu alan 20 olarak ayarlanmışsa, etkinlik için toplam 120 kayıt olana kadar bekleme listesi formu görüntülenecektir. ÖNEMLİ! Bu alanın sıfır olarak ayarlanması Bekleme Listesini kapatacak ve halihazırda kaydolmuş olabilecek kayıt sahipleri için daha fazla işlem yapılmasını önleyecektir.

source: Auto Promote Registrants?
de_de: Registrierungen automatisch hochstufen?
fi: Hyväksy jonossa olevat ilmoittautumiset automaattisesti?
tr_tr: Kayıt Sahiplerini Otomatik Tanıtın?

source: Controls whether or not to automatically promote registrants from the wait list to the "Pending Payment" status (or the default event reg status) based on their position on the wait list. If no, then this will need to be done manually.
de_de: Steuert anhand ihrer Position auf der Warteliste, ob Registranten aus der Warteliste automatisch in den Status "Ausstehende Zahlung" (oder in den Standardstatus "Veranstaltungsregistrierung") versetzt werden sollen. Wenn nein, muss dies manuell erfolgen.
fi: Määrittää, muutetaanko jonotuslistalla olevat ilmoittautumiset automaattisesi "Odottaa maksua"-tilaan (tai muuhun valittuun oletustilaan) jonotuslistan järjestyksessä. Jos ei, sinun tulee tehdä tämä manuaalisesti.
tr_tr: Kayıt yaptıranların bekleme listesindeki konumlarına göre otomatik olarak "Ödeme Bekleniyor" durumuna (veya varsayılan etkinlik kayıt durumuna) terfi ettirilip ettirilmeyeceğini kontrol eder. Hayır ise, bunun manuel olarak yapılması gerekecektir.

source: Manually Controlled Spaces
de_de: Manuell verwaltete Plätze
fi: Manuaalisesti täytettävät paikat
tr_tr: Manuel Kontrollü Alanlar

source: Controls the number of spaces that are NOT automatically promoted from the wait list to another registration status. This allows you to manually control a portion of the wait list spaces if you so desire. So for example, if the Wait List had a total of 10 spaces, and you set this to 5, then 5 of those spaces would need to be selected and managed by you, and the rest would be under automatic control. Setting this to zero puts the wait list fully under automatic control, and all registrants will be managed completely by the system.
de_de: Steuert die Anzahl der Plätze, die NICHT automatisch von der Warteliste in einen anderen Registrierungsstatus befördert werden. Auf diese Weise können Sie einen Teil der Wartelistenbereiche auf Wunsch manuell steuern. Wenn die Warteliste beispielsweise insgesamt 10 Plätze enthält und Sie diesen Wert auf 5 setzen, müssen 5 dieser Leerzeichen von Ihnen ausgewählt und verwaltet werden, und der Rest wird automatisch gesteuert. Wenn Sie diesen Wert auf Null setzen, wird die Warteliste vollständig automatisch gesteuert, und alle Registranten werden vollständig vom System verwaltet.
fi: Määrittää niiden jonotuslistan paikkojen määrän, joita EI automaattisesti hyväksytä. Näin ollen voit halutessasi määrittää osan jonotuslistan paikoista. Jos jonotuslistalla on esimerkiksi 10 paikkaa ja asetat arvoksi 5, voit itse valita osallistujan jonotuslistalta viiteen paikkaan, ja muut hyväksytään automaattisesti. Jos asetat arvoksi 0, järjestelmä hyväksyy jonotuslistalla olijat automaattisesti ilmoittautumisjärjestyksessä.
tr_tr: Bekleme listesinden başka bir kayıt durumuna otomatik olarak TERFİ EDİLMEYEN alanların sayısını kontrol eder. Bu, arzu ettiğiniz takdirde bekleme listesi alanlarının bir kısmını manuel olarak kontrol etmenize olanak tanır. Örneğin, Bekleme Listesinde toplam 10 boşluk varsa ve bunu 5 olarak ayarlarsanız, bu boşluklardan 5'inin sizin tarafınızdan seçilmesi ve yönetilmesi gerekir ve geri kalanı otomatik kontrol altında olur. Bunu sıfır olarak ayarlamak, bekleme listesini tamamen otomatik kontrol altına alır ve tüm kayıt yaptıranlar tamamen sistem tarafından yönetilir.

source: Sign Up For The Wait List
de_de: Für die Warteliste anmelden
fi: Ilmoittaudu jonotuslistalle
tr_tr: Bekleme Listesine Kaydolun

source: Join Now
de_de: Jetzt beitreten
fi: Ilmoittaudu
tr_tr: Şimdi Katıl

source: If you would like to be added to the wait list for this event, then please enter your name and email address, and we will contact you when spaces become available.
de_de: Wenn Sie sich in die Warteliste für diese Veranstaltung eintragen möchten, dann hinterlassen Sie Ihren Namen und Ihre E-Mail Adresse, wir werden Sie über freie Plätze informieren.
fi: Jos haluat ilmoittaa itsesi jonotuslistalle, anna nimesi ja osoitteesi. Olemme sinuun yhteydessä, jos paikkoja vapautuu.
tr_tr: Bu etkinlik için bekleme listesine eklenmek istiyorsanız, lütfen adınızı ve e-posta adresinizi girin; boş yer olduğunda sizinle iletişime geçeceğiz.

source: please enter your name
de_de: Bitte tragen Sie Ihren Namen ein
fi: anna nimesi
tr_tr: lütfen adınızı girin

source: please enter a valid email address
de_de: Bitte tragen Sie eine gültige E-Mail Adresse ein
fi: anna toimiva sähköpostiosoite
tr_tr: lütfen geçerli bir e-posta adresi girin

source: Preferred Option
de_de: Bevorzugte Option
fi: Haluttu vaihtoehto
tr_tr: Tercih Edilen Seçenek

source: Join The Wait List
de_de: Auf die Warteliste setzen
fi: Ilmoittaudu jonotuslistalle
tr_tr: Bekleme Listesine Katılın

source: Thank You %1$s.%2$sYou have been successfully added to the Wait List for:%2$s%3$s
de_de: Vielen Dank %1$s.%2$sSie wurden erfolgreich auf die Warteliste gesetzt für:%2$s%3$s
fi: Kiitos, %1$s.%2$sSinut on onnistuneesti lisätty jonotuslistalle tapahtumaan:%2$s%3$s
tr_tr: Teşekkürler %1$s.%2$sBekleme Listesine başarıyla eklendiniz:%2$s%3$s
