Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: The order in which the Ticket is displayed in the editor (used for autosaves when the form doesn't have the ticket ID yet)
de_de: Die Reihenfolge, in der das Ticket im Editor angezeigt wird (wird für Autosaves verwendet, wenn das Formular die Ticket-ID noch nicht hat)
fi: Järjestys, jossa lippu näytetään editorissa (käytetään automaattisia tallennuksia varten, kun lomakkeella ei ole vielä lipputunnusta).
fr_fr: L'ordre dans lequel le billet est affiché dans l'éditeur (utilisé pour les sauvegardes automatiques lorsque la forme n'a pas encore l'ID du billet)
tr_tr: Biletin düzenleyicide görüntülenme sırası (form henüz bilet kimliğine sahip olmadığında otomatik kaydetmeler için kullanılır)

source: Event Organizer:
de_de: Eventveranstalter:
fi: Tapahtuman järjestäjä:
fr_fr: Organisateur de l'événement:
tr_tr: Organizatör:

source: Venue Categories Other
de_de: Veranstaltungsort Kategorien Sonstiges
fi: Tapahtumapaikkaluokat - Muuta
fr_fr: Lieu catégories Autres
tr_tr: Diğer Mekan Kategorileri

source: Archive page for all events.
de_de: Archiv für alle Events.
fi: Arkistosivu kaikista tapahtumista.
fr_fr: Archive de tous les événements.
tr_tr: Sayfayı tüm etkinlikler için arşivle.

source: Currency Name Singular
de_de: Währung Name Singular
fi: Valuutan nimi yksikössä
fr_fr: Nom de la devise Singulier
tr_tr: Para Birimi Adı Tekil

source: How tickets are displayed in the ui
de_de: Wie Tickets in der Benutzeroberfläche angezeigt werden
fi: Miten liput näytetään käyttöliittymässä
fr_fr: Comment les billets sont affichés dans l'interface utilisateur
tr_tr: Biletler kullanıcı arayüzünde nasıl görüntülenir?

source: Organizer Email:
de_de: Veranstalter E-Mail-Adresse:
fi: Järjestäjän sähköposti:
fr_fr: Email de l'organisateur:
tr_tr: Organizatör Maili:

source: Extra Nav Menu Item
de_de: Zusätzliche Auswahlmöglichkeit
fi: Ylimääräinen Nav-valikkokohta
fr_fr: Menu supplémentaire
tr_tr: Ekstra Nav Menü Eşyası

source: Currency Name Plural
de_de: Währung Name Plural
fi: Valuutan nimi monikossa
fr_fr: Nom de la devise Pluriel
tr_tr: Para Birimi Adı Çoğul

source: Flag indicating if this has been archived or not
de_de: Kennzeichen, das angibt, ob die Datei archiviert wurde oder nicht
fi: Tunniste, joka kertoo, onko tämä arkistoitu vai ei
fr_fr: Indicateur signalant si cela a été archivé ou non
tr_tr: Arşivlenmiş olup olmadığını gösteren bayrak

source: Event Phone:
de_de: Veranstaltung Telefonnummer:
fi: Puhelinnumero:
fr_fr: Téléphone de la manifestation:
tr_tr: Etkinlik Telefonu:

source: View All Venues
de_de: Alle Veranstaltungsorte ansehen
fi: Näytä kaikki tapahtumapaikat
fr_fr: Voir tous les sites
tr_tr: Tüm Mekanları İncele

source: %s Event
de_de: %s Veranstaltung
fi: %s tapahtuma
fr_fr: Evénement %s
tr_tr: %s Etkinlik

source: Currency Sign
de_de: Währungszeichen
fi: Valuutan merkki
fr_fr: Monnaie Connexion
tr_tr: Para Birimi Simgesi

source: Indicates what TKT_ID is the parent of this TKT_ID (used in autosaves/revisions)
de_de: Gibt an, welche TKT_ID die übergeordnete TKT_ID ist (wird bei automatischen Speicherungen/Überarbeitungen verwendet)
fi: Ilmaisee, mikä TKT_ID on tämän TKT_ID:n vanhempi (käytetään automaattisissa tallennuksissa/uudistuksissa).
fr_fr: Indique ce TKT_ID est le parent de ce TKT_ID (utilisé dans les sauvegardes automatiques / révisions)
tr_tr: Bu TKT_ID'nin üstünün hangi TKT_ID olduğunu gösterir (otomatik kaydetmelerde/revizyonlarda kullanılır)

source: Categories:
de_de: Kategorien:
fi: Luokat:
fr_fr: Catégories :
tr_tr: Kategoriler:

source: Venue Details saved successfully but something went wrong with saving attachments.
de_de: Venue Details erfolgreich gespeichert, aber beim Speichern der Anhänge ist etwas schief gegangen.
fi: Tapahtumapaikan tiedot tallennettiin onnistuneesti, mutta jokin meni pieleen liitteiden tallentamisessa.
fr_fr: Lieu Détails enregistré avec succès mais quelque chose n'allait pas avec enregistrement des pièces jointes.
tr_tr: Mekan Detayları başarıyla kaydedildi fakat eklerin kaydedilmesiyle ilgili bir oluştu.

source: Click to view all Events
de_de: Alle Veranstaltungen sehen
fi: Paina näyttääksesi kaikki tapahtumat
fr_fr: Cliquez ici pour voir tous les événements
tr_tr: Tüm etkinlikleri incelemek için tıkla

source: Currency Sign Before Number
de_de: Währungszeichen vor der Zahl
fi: Valuutan merkki ennen numeroa
fr_fr: Connexion Avant de monnaie Nombre
tr_tr: Önce Miktar Sonra Para Birimi Simgesi

source: Ticket Template
de_de: Ticket-Vorlage
fi: Lippupohja
fr_fr: Modèle de billets
tr_tr: Bilet Şablonu

source: Dates and Times:
de_de: Datum und Uhrzeiten:
fi: Päivämäärät ja ajat:
fr_fr: Dates et horaires:
tr_tr: Tarih ve Saat

source: Venue Details did not save successfully.
de_de: Venue Details wurde nicht erfolgreich gespeichert.
fi: Tapahtumapaikan tietoja ei voitu tallentaa onnistuneesti.
fr_fr: Lieu Détails n'a pas sauvé avec succès.
tr_tr: Mekan detayları kaydedilemedi.

source: %s Registration
fi: %s ilmoittautuminen
fr_fr: %s l'enregistrement
tr_tr: %s Kayıt

source: Currency Decimal Places
de_de: Währung Nachkommastellen
fi: Valuutan desimaalin kohta
fr_fr: Devises Décimales
tr_tr: Para Birimi Ondalık Basamakları

source: The name of the ticket template
de_de: Der Name des Ticket Template
fi: Tämän lippupohjan nimi
fr_fr: Le nom du modèle de billet
tr_tr: Bilet şablon adı

source: Available Tickets:
de_de: Verfügbare Tickets:
fi: Saatavissa olevat liput:
fr_fr: Billets disponibles:
tr_tr: Mevcut Biletler:

source: An error occurred. The venue could not be moved to the trash because a valid venue status was not not supplied.
de_de: Es ist ein Fehler aufgetreten. Der Veranstaltungsort konnte nicht in den Papierkorb verschoben werden, da kein gültiger Veranstaltungsortstatus angegeben wurde.
fi: Tapahtui virhe. Tapahtumapaikkaa ei voitu siirtää roskakoriin, koska kelvollista tapahtumapaikan tilaa ei saatu noudettua.
fr_fr: Une erreur s'est produite. Le site ne peut être déplacé à la poubelle parce que le statut de lieu en cours de validité n'a pas été non fourni.
tr_tr: Bir hata oluştu. Mekan çöpe taşınamıyor çünkü onayla mekan statüsü desteklenmiyor.

source: Click to view all registrations
de_de: Klicken Sie hier um alle Registrierungen zu sehen.
fi: Klikkaa näyttääksesi kaikki ilmoittautuneet
fr_fr: Cliquez ici pour voir tous les enregistrements
tr_tr: Tüm kayıtları görmek için tıklayın

source: Currency Decimal Mark
de_de: Währung Dezimalzeichen
fi: Valutaan desimaalierotin
fr_fr: Monnaie marque décimale
tr_tr: Para Birimi Ondalık İşareti

source: The description for the ticket template
de_de: Die Beschreibung für die Ticketvorlage
fi: Lippupohjan kuvaus
fr_fr: La description du modèle de billet
tr_tr: Bilet şablonu için açıklama

source: Event Venue:
de_de: Eventlocation Adresse:
fi: Tapahtumapaikka:
fr_fr: Lieu de la manifestation:
tr_tr: Etkinlik Mekanı:

source: An error occurred. The venue could not be moved to the trash because a valid venue ID was not not supplied.
de_de: Es ist ein Fehler aufgetreten. Der Veranstaltungsort konnte nicht in den Papierkorb verschoben werden, da keine gültige Veranstaltungsort-ID angegeben wurde.
fi: Tapahtui virhe. Tapahtumapaikkaa ei voitu siirtää roskakoriin, koska kelvollista tapahtumapaikan tunnusta ei saatu.
fr_fr: Une erreur s'est produite. Le site ne peut être déplacé à la poubelle car un ID de site valide n'a pas été non fourni.
tr_tr: Bir hata oldu. Mekan çöpe taşınamadı çünkü verilen ID doğru değil.

source: Currency Thousands Separator
de_de: Währung Tausendertrennzeichen
fi: Valuutan tuhaterotin
tr_tr: Para Birimi Binler Ayırıcı

source: Organizer Name:
de_de: Name des Veranstalters:
fi: Järjestäjän nimi:
fr_fr: Nom Organisateur :
tr_tr: Organizatörün Adı:

source: An error occurred. Venue #%d could not be moved to the trash because a valid venue ID was not not supplied.
de_de: Es ist ein Fehler aufgetreten. Veranstaltungsort #%d konnte nicht in den Papierkorb verschoben werden, da keine gültige Veranstaltungsort-ID angegeben wurde.
fi: Tapahtui virhe. Tapahtumapaikkaa #%d ei voitu siirtää roskakoriin, koska kelvollista tapahtumapaikan tunnusta ei saatu.
fr_fr: Une erreur s'est produite. Lieu # %d n'a pas pu être envoyée à la corbeille car un ID de site valide n'a pas été non fourni.
tr_tr: Bir hata oluştu. #%d mekanı çöpe taşınamadı çünkü mekan ID'si doğru değil.

source: Country Telephone Code
de_de: Land Telefonvorwahl
fi: Valtion suuntanumero
fr_fr: Pays Indicatif téléphonique
tr_tr: Ülke Telefon Kodu

source: date when transaction was created
de_de: Datum, an dem die Transaktion erstellt wurde
fi: päivä, jolloin tilaus luotiin
fr_fr: date à laquelle la transaction a été créé
tr_tr: işlem oluşturulduğu tarih

source: Venue Phone:
de_de: Telefonnummer der Eventlocation:
fi: Tapahtumapaikan puhelin:
fr_fr: Téléphone Lieu:
tr_tr: Mekanın Telefonu:

source: Event Reports
de_de: Eventberichte
fi: Tapahtumaraportit
fr_fr: Rapport d'évènement
tr_tr: Etkinlik Raporları

source: An error occurred. No Venue ID or an invalid Venue ID was received.
de_de: Es ist ein Fehler aufgetreten. Es wurde keine Venue ID oder eine ungültige Venue ID empfangen.
fi: Tapahtui virhe. Tapahtumapaikan tunnus puuttui tai se oli virheellinen.
fr_fr: Une erreur s'est produite. Aucune ID de lieu ou un ID Lieu invalide a été reçu.
tr_tr: Bir hata oluştu.Mekan ID'si ya da mekan kimliği geçersiz.

source: An error occurred. The requested page route could not be found.
de_de: Ein Fehler ist aufgetreten. Die gewünschte Seite Route (page route) konnte nicht gefunden werden.
fi: Tapahtui virhe. Pyytämäsi sivun reittiä ei löytynyt.
fr_fr: Une erreur s'est produite. La page itinéraire demandé n'a pas été trouvé.
tr_tr: Bir hata oluştu. İstenen sayfa bulunamadı.

source: Country is Member of EU
de_de: Land ist Mitglied der EU
fi: Valtio on EU-jäsenvaltio
fr_fr: Pays est membre de l'Union européenne
tr_tr: Avrupa Birliğine Üye Ülke

source: Total value of Transaction
de_de: Gesamtwert der Transaktion
fi: Tilauksen loppusumma
fr_fr: La valeur totale de la transaction
tr_tr: İşlem toplam değeri

source: Address:
de_de: Adresse:
fi: Osoite:
fr_fr: Adresse :
tr_tr: Adres:

source: If you have a previously exported Event Espresso 4 information in a Comma Separated Value (CSV) file format, you can upload the file here:
de_de: Wenn Sie eine zuvor exportierte Event Espresso 4 Information in einer Comma Separated Value (CSV) Datei-Format haben, können Sie die Datei hier hochladen:
fi: Jos sinulla on aiemmin vietyjä Event Espresso 4:n tietoja CSV-tiedostomuodossa (Comma Separated Value), voit ladata tiedoston täältä:
fr_fr: Si vous avez précédemment exporté les information d'Event Espresso 4 informations dans un fichier Comma Separated Value (CSV) , vous pouvez mettre en ligne le fichier ici:
tr_tr: Daha önce Event Espresso 4 bilgilerini Virgülle Ayrılmış Değer (CSV) dosyası biçiminde dışa aktardıysanız, dosyayı buraya yükleyebilirsiniz:

source: An error occurred. No Venue Status or an invalid Venue Status was received.
de_de: Es ist ein Fehler aufgetreten. Es wurde kein Veranstaltungsortstatus oder ein ungültiger Veranstaltungsortstatus empfangen.
fi: Tapahtui virhe. Tapahtumaluokan tilaa ei ole tai se on virheellinen.
fr_fr: Une erreur s'est produite. Non État de lieu ou un Lieu État invalide a été reçu.
tr_tr: Bir hata oluştu. Mekan Durumu yok veya geçersiz bir Mekan Durumu alındı.

source: Datetime ID
de_de: Datum-Zeit-ID
fi: Ajankohdan ID
tr_tr: Zaman Kimliği

source: Amount paid towards transaction to date
de_de: Bislang gezahlte Beträge für die Transaktion
fi: Tilauksen maksettujen maksujen ajantasainen määrä
fr_fr: Montant payé pour la transaction à ce jour
tr_tr: Bugüne kadar işleme ödenen tutar

source: Website:
fi: Internet-sivut:
fr_fr: Site Web:
tr_tr: İnternet Sitesi:

source: Upcoming
de_de: Bevorstehend
fi: Tuleva
fr_fr: Prochainement
tr_tr: Yakında

source: An error occurred. The venue could not be %s.
de_de: Es ist ein Fehler aufgetreten. Der Veranstaltungsort konnte nicht %s sein.
fi: Tapahtui virhe. Tapahtumapaikka ei voi olla %s.
fr_fr: Une erreur s'est produite. Le lieu ne pouvait pas être %s .
tr_tr: Bir hata oluştu. Mekan %s olamadı.

source: Start time/date of Event
de_de: Startzeit/Datum der Veranstaltung
fi: Tapahtuman aloitusaika
fr_fr: Heure de début / date de l'événement
tr_tr: Etkinliğin Başlangıç Zamanı

source: Serialized session data
de_de: Serialisierte Sitzungsdaten
fi: Sarjallistetut istuntotiedot
fr_fr: Données de session sérialisé
tr_tr: Serileştirilmiş oturum verileri

source: Tickets
fi: Liput
fr_fr: Billets
tr_tr: Biletler

source: An error occurred. An venue could not be deleted because a valid venue ID was not not supplied.
de_de: Es ist ein Fehler aufgetreten. Ein Veranstaltungsort konnte nicht gelöscht werden, da keine gültige Veranstaltungsort-ID angegeben wurde.
fi: Tapahtui virhe. Tapahtumapaikkaa ei voitu poistaa, koska tapahtumapaikan tunnusta ei saatu.
fr_fr: Une erreur s'est produite. Un lieu ne peut pas être supprimé car un ID de site valide n'a pas été non fourni.
tr_tr: Bir hata oluştu. Geçerli bir mekan kimliği sağlanmadığı için bir mekan silinemedi.

source: The _page_config array has a callback set for the "help_sidebar" option. However the callback given (%s) is not a valid callback. Double check the spelling and make sure this method exists for the class %s
de_de: Die _page_config array hat einen callback für die "help_sidebar" Option gesetzt. Der gegebene callback (% s) ist jedoch kein gültiger Callback. Checken Sie nochmal die Rechtschreibung um sicherstellen, dass diese Methode für die class %s existiert
fi: _page_config-massassa on asetettu takaisinsoitto "help_sidebar"-asetukselle. Annettu takaisinsoitto (%s) ei kuitenkaan ole kelvollinen takaisinsoitto. Tarkista oikeinkirjoitus ja varmista, että tämä metodi on olemassa luokalle %s.
tr_tr: _page_config dizisinde "help_sidebar" seçeneği için ayarlanmış bir geriçağırım var. Ancak verilen geri arama (%s) geçerli bir geri arama değildir. Yazımı iki kez kontrol edin ve bu yöntemin %s sınıfı için var olduğundan emin olun

source: End time/date of Event
de_de: Veranstaltungsende (Uhrzeit/Datum)
fi: Tapahtuman päättymisaika
fr_fr: Heure de fin / Date de l'événement
tr_tr: Etkinliğin Bitiş Zamanı

source: Transaction Hash Salt
de_de: Transaktions-Hash-Salz
fi: Tapahtuman Hash Salt
fr_fr: Transaction Hash sel
tr_tr: İşlem Karma Tuzu

source: tickets
fi: liput
fr_fr: billets
tr_tr: biletler

source: Venue ID # %d has been deleted.
de_de: Veranstaltungsort ID %d wurde gelöscht.
fi: Tapahtumapaikka # %d on poistettu.
fr_fr: Lieu ID # %d a été supprimé.
tr_tr: Mekan ID # %d silindi.

source: Registration Limit for this time
de_de: Anmeldefrist für diese Zeit
fi: Ilmoittautumisraja tälle ajankohdalle
fr_fr: Limite d'inscription pour cette période
tr_tr: Bu süre için Kayıt Sınırı

source: Venue Identifier
de_de: Kennung des Veranstaltungsortes
fi: Tapahtumapaikan tunniste
fr_fr: Identifier lieu
tr_tr: Mekan Tanıtıcı

source: An error occurred. Venue ID # %d could not be deleted.
de_de: Es ist ein Fehler aufgetreten. Venue ID # %d konnte nicht gelöscht werden.
fi: Tapahtui virhe. Tapahtumapaikkaa # %d ei voitu poistaa.
fr_fr: Une erreur s'est produite. Lieu ID # %d n'a pas pu être supprimé.
tr_tr: Bir hata oluştu. Mekan Kimliği # %d silinemedi.

source: How many sales for this Datetime that have occurred
de_de: Wie viele Verkäufe zu diesem Zeitpunkt stattgefunden haben
fi: Montako lippua tähän ajankohtaan on myyty
fr_fr: Combien de ventes pour cette date et d'heure qui ont eu lieu
tr_tr: Bu zaman içerisinde ne kadar satış yapılmış.

source: Date Venue Created
de_de: Datum Veranstaltungsort Erstellt
fi: Tapahtumapaikan luontipäivä
fr_fr: Date Lieu de création
tr_tr: Mekan Tarihi Oluşturuldu

source: Maximum
de_de: Maximale
fi: Enintään
fr_fr: Maximal
tr_tr: Maksimum

source: This page allows you to add a new venue category.
de_de: Auf dieser Seite können Sie neue Kategorien für Veranstaltungsorte hinzufügen.
fi: Tällä sivulla voit lisätä uuden tapahtumapaikkaluokan.
fr_fr: Cette page vous permet d'ajouter une nouvelle catégorie de lieu.
tr_tr: Bu sayfa, yeni bir mekan kategorisi eklemek için izin verir.

source: The _page_config array is not setup properly for help tabs. It is missing a either a filename reference, or a callback reference or a content reference so there is no way to know the content for the help tab
de_de: Die _page_config Array ist nicht korrekt für die Hilfe Registrierkarten eingerichtet. Es fehlt entweder eine Dateiname, ein Verweis oder eine Callback-Referenz oder eine Inhaltsreferenz, so gibt es keine Möglichkeit, den Inhalt für den Tab-Hilfe zu kennen
fi: _page_config-määritelmää ei ole määritetty oikein ohje-välilehtiä varten. Siitä puuttuu joko tiedostonimiviittaus, takaisinkutsuviittaus tai sisältöviittaus, joten ei ole mitään keinoa tietää apuvälilehden sisältöä.
fr_fr: Le tableau de _page_config n'est pas configuré correctement pour aider les onglets. Il manque un ou l'autre une référence de nom de fichier, ou une référence de rappel ou une référence de contenu il n'y a donc aucun moyen de savoir le contenu de l'onglet d'aide
tr_tr: !!! The_page_config dizisi yardım sekmeleri için düzgün bir kurulum değildir. eksik

source: Flag indicating datetime is primary one for event
de_de: Kennzeichen, das angibt, dass der Zeitpunkt der primäre für das Ereignis ist
fi: Tunniste, joka kertoo tämän ajankohdan olevan tapahtuman ensisijainen ajankohta
fr_fr: Drapeau indiquant datetime est primaire pour un événement
tr_tr: Etkinlik için belirtilen birincil zaman bayrakla belirtilmiştir.

source: Short Description of Venue
de_de: Kurze Beschreibung des Veranstaltungsortes
fi: Tapahtumapaikan lyhyt kuvaus
fr_fr: Brève description du lieu
tr_tr: Mekanın Kısa Açıklaması

source: Taxable
de_de: steuerpflichtig
fi: Veronalainen
fr_fr: Imposable
tr_tr: Vergilendirilebilir

source: This is the name of the venue category.
de_de: Dies ist der Name der Kategorie des Veranstaltungsortes.
fi: Tämä on tapahtumapaikkaluokan nimi.
fr_fr: C'est le nom de la catégorie de lieu.
tr_tr: Mekan katagorisinin adıdır.

source: The filename given for the help tab %s is not a valid file and there is no other configuration for the tab content. Please check that the string you set for the help tab on this route (%s) is the correct spelling. The file should be in %s
de_de: Der Dateiname, der für das Hilferegister %s ausgegeben wurde ist keine gültige Datei und es gibt keine andere Konfiguration den Registerkarteninhalt. Bitte überprüfen Sie, dass die Zeichenfolge, die Sie für die Registerkartenhilfe auf dieser Rute (% s) gesetzt haben korrekt geschieben ist. Die Datei sollte in %s sein
fi: Ohje-välilehdelle %s annettu tiedostonimi ei ole kelvollinen tiedosto, eikä välilehden sisällölle ole muita asetuksia. Tarkista, että tämän reitin ohje-välilehdelle (%s) asetettu merkkijono on oikein kirjoitettu. Tiedoston pitäisi olla osoitteessa %s
fr_fr: Le nom de fichier donné pour l'onglet d'aide %s n'est pas un fichier valide et il n'y a pas d'autre configuration pour le contenu de l'onglet. S'il vous plaît vérifier que la chaîne que vous définissez pour l'onglet d'aide sur cette route ( %s ) est l'orthographe correcte. Le fichier doit être au %s
tr_tr: Yardım sekmesi %s için verilen dosya adı geçerli bir dosya değil ve sekme içeriği için başka bir yapılandırma yok. Lütfen bu rotadaki yardım sekmesi için ayarladığınız dizenin (%s) doğru yazım olup olmadığını kontrol edin. Dosya %s içinde olmalıdır

source: The order in which the Datetime is displayed
de_de: Die Reihenfolge, in der die Datetime angezeigt wird
fi: Ajankohtien esittämisjärjestys
fr_fr: L'ordre dans lequel la date et d'heure est affichée
tr_tr: Zamanın hangi koşulla göre gözüktüğü

source: Venue Modified Date
de_de: Veranstaltungsort Geändertes Datum
fi: Tapahtumapaikan muokkauspäivä
fr_fr: Lieu Date de modification
tr_tr: Mekanın Düzenlenmiş Tarihi

source: Move Ticket to trash
de_de: Ticket verwerfen
fi: Siirrä lippu roskakoriin
fr_fr: Déplacez le billet dans la corbeille
tr_tr: Bileti çöpe taşı

source: This is the unique name for a venue category.
de_de: Dies ist der eindeutige Name für die Kategorie eines Veranstaltungsorts
fi: Tämä on tapahtumapaikkaluokan yksilöllinen nimi.
fr_fr: C'est le nom unique pour une catégorie de lieu.
tr_tr: Bu, bir mekan kategorisi için benzersiz bir addır.

source: The callback given for a %s help tab on this page does not content OR a corresponding method for generating the content. Check the spelling or make sure the method is present.
de_de: Der gegebene Callback für einen %s Hilfe Register auf dieser Seite beinhaltet nichts oder Korrespondenzmethode funktioniert nicht zur Erzeugung der Inhalte. Überprüfen Sie die Schreibweise oder stellen Sie sicher, dass das Verfahren vorhanden ist.
fi: Tämän sivun %s ohje-välilehdelle annetussa takaisinkutsussa ei ole sisältöä TAI vastaavaa menetelmää sisällön luomista varten. Tarkista oikeinkirjoitus tai varmista, että metodi on olemassa.
fr_fr: Le rappel donné pour un %s l'onglet d'aide sur cette page ne ​​se contente pas OU un procédé correspondant pour générer le contenu. Vérifiez l'orthographe ou assurez-vous que la méthode est présent.
tr_tr: Bu sayfada %s yardım sekmesi için verilen arama içeriği OR içerik üretmek için karşılık gelen bir yöntem yok. Yazımı kontrol edin veya yeni bir yöntem mevcut olduğundan emin olun.

source: Indicates what DTT_ID is the parent of this DTT_ID
de_de: Gibt an, welche DTT_ID die übergeordnete DTT_ID ist
fi: Ilmaisee, mikä DTT_ID on tämän DTT_ID:n vanhempi DTT_ID.
fr_fr: Indique ce DTT_ID est le parent de ce DTT_ID
tr_tr: Bu DTT_ID'nin üstünün hangi DTT_ID olduğunu belirtir

source: Venue Creator
de_de: Schöpfer des Veranstaltungsortes
fi: Tapahtumapaikan luoja
tr_tr: Mekan Oluşturucu

source: Restore Ticket
de_de: Ticket wiederherstellen
fi: Palauta lippu
fr_fr: Restaurer billets
tr_tr: Bileti Düzenle

source: Flag indicating datetime is archived
de_de: Kennzeichen, das angibt, dass der Zeitpunkt archiviert wird
fi: Tunniste, joka kertoo ajankohdan olevan arkistoitu
fr_fr: Drapeau indiquant datetime est archivée
tr_tr: Bayrakla belirtilmiş zamanlar arşivlendi.

source: Venue Parent ID
de_de: Veranstaltungsort Eltern-ID
fi: Tapahtumapaikka Vanhemman ID
fr_fr: Lieu ID parent
tr_tr: Aile Mekanı Kimliği

source: Delete Ticket Permanently
de_de: Ticket dauerhaft löschen
fi: Poista lippu pysyvästi
fr_fr: Supprimer le billet définitivement
tr_tr: Bileti Kalıcı Olarak Sil

source: Datetime Ticket
de_de: Datums-Ticket
fi: Ajankohdan lippu
fr_fr: Date et heure de billets
tr_tr: Zaman Bileti

source: Venue order
de_de: Bestellung des Veranstaltungsortes
fi: Tapahtumapaikkojen järjestys
fr_fr: Afin lieu
tr_tr: Mekan Siparişi

source: Name on Bank Account
de_de: Name auf dem Bankkonto
fi: Pankkitilin omistajan nimi
fr_fr: Nom sur compte bancaire
tr_tr: Banka Hesabının Adı

source: Importing CSV Event Espresso Data
de_de: Event Espresso Daten via CSV importieren
fi: CSV-tapahtuman Espresso-tietojen tuominen
fr_fr: Importation des données CSV Event Espresso
tr_tr: CSV Event Espresso Verilerini İçe Aktarma

source: This page shows all venue categories that have been created with Event Espresso.
de_de: Diese Seite zeigt alle Veranstaltungsortkategorien, die mit Event Espresso erstellt wurden.
fi: Tällä sivulla näkyvät kaikki Event Espressolla luodut tapahtumapaikkakategoriat.
fr_fr: Cette page toutes les catégories des sites qui ont été créés avec Event Espresso.
tr_tr: Bu sayfa Kuzu.me Etkinlik ile oluşturulmuş tüm mekan kategorilerini gösterir.

source: Datetime Tickets
de_de: Datums-Tickets
fi: Päiväys Liput
fr_fr: Billets de datetime
tr_tr: Tarih Saatli Biletler
