Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: This messenger is not currently used with any message types for templates but merely adds to the shortcodes available for templates on other messenger and message types.
de_de: Dieser Messenger wird derzeit mit keinem Nachrichtentyp für Vorlagen verwendet, sondern ergänzt lediglich die Shortcodes, die für Vorlagen in anderen Messengern und Nachrichtentypen verfügbar sind.
fi: Tätä viestinvälittäjää ei tällä hetkellä käytetä minkään viestityypin kanssa malleja varten, vaan se vain lisää malleissa käytettävissä olevia lyhytkoodeja muihin viestinvälittäjiin ja viestityyppeihin.
fr_fr: Ce messager n'est actuellement utilisé avec aucun type de message pour les modèles, mais s'ajoute simplement aux codes courts disponibles pour les modèles sur d'autres types de messager et de message.
tr_tr: Bu mesajlaşma aracı şu anda şablonlar için herhangi bir mesaj türüyle kullanılmamakta, yalnızca diğer mesajlaşma aracı ve mesaj türlerindeki şablonlar için mevcut kısa kodlara eklenmektedir.

source: There is something wrong with the _qtipsa property setup for the %s qtip config class. The dump of the current array index is: %s.<br /><br />Please check that it is setup correctly.
de_de: Es gibt einen Fehler in der _qtipsa-Eigenschaftseinstellung für die %s qtip-Konfigurationsklasse. Der Dump des aktuellen Array-Index ist: %s.<br /><br />Bitte überprüfen Sie, ob die Einstellung korrekt ist.
fi: Qtip-luokan %s qtip config -ominaisuuden _qtipsa-asetuksessa on jotain vikaa. Nykyisen array-indeksin dumppi on: %s.<br /><br />Tarkista, että se on asetettu oikein.
tr_tr: %s qtip yapılandırma sınıfı için _qtipsa özellik kurulumunda bir sorun var. Geçerli dizi dizininin dökümü: %s.<br /><br />Lütfen doğru kurulup kurulmadığını kontrol edin.

source: Click to filter events by this author.
de_de: Klicken Sie hier, um nach Veranstaltungen dieses Autors zu filtern.
fi: Klikkaa suodattaa tämän kirjoittajan tapahtumia.
tr_tr: Bu yazarın etkinliklerini filtrelemek için tıklayın.

source: Template Structure
de_de: Vorlagestruktur
fi: Mallin rakenne
tr_tr: Şablon Yapısı

source: Template Style
de_de: Vorlagenstil
fi: Pohjan tyyli
tr_tr: Şablon Stili

source: Abandoned Transactions
de_de: Eingestellte Transaktionen
fi: Hylätyt tilaukset
fr_fr: Transactions non completes
tr_tr: Terk Edilmiş İşlemler

source: Template Structure options are bundled structural changes for templates.
de_de: Vorlagenstrukturoptionen sind gebündelte Strukturänderungen für Vorlagen.
fi: Mallin rakenne -vaihtoehdot ovat niputettuja rakenteellisia muutoksia malleihin.
tr_tr: Şablon Yapısı seçenekleri, şablonlar için paketlenmiş yapısal değişikliklerdir.

source: Failed Transactions
de_de: Fehlerhafte Transaktionen
fi: Epäonnistuneet tilaukset
fr_fr: Transactions ayant échoué
tr_tr: Başarısız İşlemler

source: These are different styles to choose from for the selected template structure. Usually these affect things like font style, color, borders etc. In some cases the styles will also make minor layout changes.
de_de: Dies sind verschiedene Stile, die für die ausgewählte Vorlagenstruktur zur Auswahl stehen. Normalerweise betreffen sie Dinge wie Schriftart, Farbe, Rahmen usw. In einigen Fällen nehmen die Stile auch kleinere Änderungen am Layout vor.
fi: Nämä ovat eri tyylejä, joista voit valita valitun mallin rakenteen. Yleensä nämä vaikuttavat esimerkiksi fonttityyliin, väriin, reunuksiin jne. Joissakin tapauksissa tyylit tekevät myös pieniä ulkoasumuutoksia.
tr_tr: Bunlar, seçilen şablon yapısı için seçilebilecek farklı stillerdir. Bunlar genellikle yazı tipi stili, renk, kenarlıklar vb. gibi şeyleri etkiler. Bazı durumlarda stiller küçük düzen değişiklikleri de yapar.

source: View Transaction Invoice
de_de: Transaktions-Rechnungen anzeigen
fi: Näytä lasku tilauksesta
fr_fr: Afficher la facture de la transaction
tr_tr: İşlem Faturasını Görüntüle

source: All the links on this page have been disabled because this is a generated preview message for the purpose of ensuring layout, style, and content setup. To test generated links, you must trigger an actual message notification.
de_de: Alle Links auf dieser Seite wurden deaktiviert, da es sich um eine generierte Vorschaunachricht handelt, die dazu dient, Layout, Stil und Inhalt einzurichten. Um generierte Links zu testen, müssen Sie eine tatsächliche Benachrichtigung auslösen.
fi: Kaikki tämän sivun linkit on poistettu käytöstä, koska tämä on luotu esikatseluviesti, jonka tarkoituksena on varmistaa ulkoasu, tyyli ja sisältö. Jos haluat testata luotuja linkkejä, sinun on käynnistettävä varsinainen viesti-ilmoitus.
tr_tr: Bu sayfadaki tüm bağlantılar devre dışı bırakılmıştır çünkü bu, düzen, stil ve içerik kurulumunu sağlamak amacıyla oluşturulmuş bir önizleme mesajıdır. Oluşturulan bağlantıları test etmek için gerçek bir mesaj bildirimini tetiklemeniz gerekir.

source: View Transaction Receipt
de_de: Transaktions-Belege anzeigen
fi: Näytä kuitti tilauksesta
fr_fr: Afficher le reçu de transaction
tr_tr: İşlem Makbuzunu Görüntüle

source: %1$sFor some reason, there are no attendees registered for this transaction. Likely the registration was abandoned in process.%2$s
de_de: %1$sAus irgendeinem Grund sind keine Teilnehmer für diese Transaktion registriert. Wahrscheinlich wurde die Registrierung während der Bearbeitung abgebrochen.%2$s
fi: %1$sJostain syystä tässä tilauksessa ei ole osallistujia. Todennäköisesti ilmoittautuminen hylättiin kesken käsittelyn.%2$s
fr_fr: %1$sPour une raison inconnu, aucuns participants ne sont immatriculés pour cette transaction. Il est fort probable que le processus d'inscription a été abandonnée.%2$s
tr_tr: %1$s Bazı nedenlerden dolayı, bu işlem için kayıtlı katılımcı yok. Muhtemelen kayıt işlem sırasında terk edilmiştir.%2$s

source: The payment has been processed successfully.
de_de: Die Bezahlung wurde erfolgreich durchgeführt.
fi: Maksusuoritus on käsitelty onnistuneesti.
fr_fr: Le paiement a été traité avec succès.
tr_tr: Ödeme başarıyla işlendi.

source: The given registration does not have an associated transaction. Something is wrong.
de_de: Für die angegebene Registrierung gibt es keine zugehörige Transaktion. Etwas ist falsch.
fi: Annettu ilmoittautuminen ei liity mihinkään tilaukseen, joten jokin on pielessä.
tr_tr: Verilen kaydın ilişkili bir işlemi yok. Bir sorun var.

source: The payment was processed successfully but the amount paid for the transaction was not updated.
de_de: Die Zahlung wurde erfolgreich verarbeitet, aber der für die Transaktion gezahlte Betrag wurde nicht aktualisiert.
fi: Maksusuoritus käsiteltiin onnistuneesti, mutta tilauksen suoritettua määrää ei päivitetty.
tr_tr: Ödeme başarıyla işlendi ancak işlem için ödenen tutar güncellenmedi.

source: The context %s is not a valid context for %s.
de_de: Der Kontext %s ist kein gültiger Kontext für %s.
fi: Konteksti %s ei ole kelvollinen konteksti %s:lle.
tr_tr: %s bağlamı %s için geçerli bir bağlam değildir.

source: A valid Transaction for this payment could not be retrieved.
de_de: Eine gültige Transaktion für diese Zahlung konnte nicht abgerufen werden.
fi: Tähän maksusuoritukseen liittyvää tilausta ei voitu noutaa.
tr_tr: Bu ödeme için geçerli bir İşlem alınamadı.

source: The given sending messenger string (%s) does not match a valid sending messenger with the %s. If this is incorrect, make sure that the message type has defined this messenger as a sending messenger in its $_with_messengers array.
de_de: Die angegebene Sende-Messenger-Zeichenkette (%s) stimmt nicht mit einem gültigen Sende-Messenger mit dem %s überein. Wenn dies nicht korrekt ist, stellen Sie sicher, dass der Nachrichtentyp diesen Boten als sendenden Boten in seinem Array $_with_messengers definiert hat.
fi: Annettu lähettävän viestinviejän merkkijono (%s) ei vastaa kelvollista lähettävää viestinviejää, jonka merkkijono on %s. Jos tämä on virheellinen, varmista, että viestityyppi on määritellyt tämän viestinviejän lähettäväksi viestinviejäksi $_with_messengers-määrityksessään.
tr_tr: Verilen gönderen haberci dizesi (%s) %s ile geçerli bir gönderen haberci ile eşleşmiyor. Bu yanlışsa, ileti türünün $_with_messengers dizisinde bu haberciyi bir gönderen haberci olarak tanımladığından emin olun.

source: There is no data retrieved, it is possible that the id given (%d) does not match any value in the database for the corresponding EE_Base_Class used by the data handler for the %s message type.
de_de: Es wurden keine Daten abgerufen. Es ist möglich, dass die angegebene ID (%d) mit keinem Wert in der Datenbank für die entsprechende EE_Base_Class übereinstimmt, die vom Datenhandler für den Nachrichtentyp %s verwendet wird.
fi: Tietoja ei ole haettu, on mahdollista, että annettu id (%d) ei vastaa mitään arvoa tietokannassa vastaavalle EE_Base_Class-luokalle, jota %s-sanomatyypin tiedonkäsittelijä käyttää.
tr_tr: Alınan veri yok, verilen kimlik (%d) %s mesaj türü için veri işleyicisi tarafından kullanılan ilgili EE_Base_Class için veritabanındaki herhangi bir değerle eşleşmiyor olabilir.

source: Valid Payment data could not be retrieved from the database.
de_de: Es konnten keine gültigen Zahlungsdaten aus der Datenbank abgerufen werden.
fi: Maksutietoja ei voitu noutaa tietokannasta.
tr_tr: Geçerli Ödeme verileri veritabanından alınamadı.

source: This messenger outputs a message to a browser for display.
de_de: Dieser Messenger gibt eine Nachricht zur Anzeige in einem Browser aus.
fi: Tämä sanansaattaja lähettää viestin selaimelle näytettäväksi.
fr_fr: Ce messager renvoie un message à un navigateur pour l'afficher.
tr_tr: Bu mesajlaşma aracı, görüntülenmek üzere bir tarayıcıya mesaj çıktısı verir.

source: A valid Payment ID was not received, therefore payment form data could not be loaded.
de_de: Es wurde keine gültige Zahlungs-ID empfangen, daher konnten die Zahlungsverkehrsdaten nicht geladen werden.
fi: Kelvollista maksutunnusta ei saatu, joten maksulomakkeen tietoja ei voitu ladata.
tr_tr: Geçerli bir Ödeme Kimliği alınmadı, bu nedenle ödeme formu verileri yüklenemedi.

source: TXN in progress...
de_de: TXN in Arbeit...
fi: Tilaus on käynnissä...
tr_tr: TXN devam ediyor...

source: Ticket Line Item List with no Price Modifiers
de_de: Ticket-Positionsliste ohne Preismodifikatoren
fi: Lipun rivinumeroluettelo ilman hinnanmuokkaajia
fr_fr: Liste des éléments de la rubrique billet sans Modificateurs de prix
tr_tr: Fiyat Değiştiricisi Olmayan Bilet Satır Kalemi Listesi

source: no contact record.
de_de: keine Kontaktliste.
fi: ei yhteystietoja
fr_fr: Aucun enregistrement de contact.
tr_tr: İletişim kaydı yok.

source: Ticket Line Item List with Price Modifiers
de_de: Ticket-Positionsliste mit Preismodifikatoren
fi: Lipun rivinumeroluettelo hinnanmuutoksilla
fr_fr: Liste des éléments de la rubrique billet avec Modificateurs de prix
tr_tr: Fiyat Değiştiricili Bilet Satır Kalemi Listesi

source: No contact record, because the transaction was abandoned or the registration process failed.
de_de: Kein Kontaktdatensatz, da die Transaktion abgebrochen wurde oder der Registrierungsprozess fehlgeschlagen ist.
fi: Ei yhteystietoja, koska lipputilaus hylättiin tai ilmoittautumisprosessi epäonnistui.
tr_tr: İşlemden vazgeçildiği veya kayıt işlemi başarısız olduğu için iletişim kaydı yok.

source: This messenger is used for generating a pdf version of the message.
de_de: Dieser Bote wird für die Erstellung einer PDF-Version der Nachricht verwendet.
fi: Tätä viestintä käytetään tuottamaan viestin PDF-versio.
fr_fr: Ce messager est utilisé pour générer une version pdf du message.
tr_tr: Bu haberci, mesajın pdf versiyonunu oluşturmak için kullanılır.

source: Note: Card expiry dates and CCV are not stored. Only the last 4 digits of card numbers are stored.
de_de: Hinweis: Kartenverfallsdaten und CCV werden nicht gespeichert. Es werden nur die letzten 4 Ziffern der Kartennummer gespeichert.
fi: Huom: Kortin viimeistä voimassaolopäivää ja CCV-koodia ei tallenneta. Ainoastaan kortin neljä viimeistä numeroa tallennetaan.
tr_tr: Not: Kart son kullanma tarihleri ve CCV saklanmaz. Kart numaralarının yalnızca son 4 hanesi saklanır.

source: PDFs
fi: PDF-tiedostot
tr_tr: PDF'ler

source: Takes you to the invoice for the transaction.
de_de: Führt Sie zur Rechnung für die Transaktion.
fi: Vie sinut tilausta koskevaan laskuun.
tr_tr: Sizi işlemin faturasına götürür.

source: Takes you to the receipt for the transaction.
de_de: Führt Sie zur Quittung für die Transaktion.
fi: Vie sinut tilausta koskevaan kuittiin.
tr_tr: Sizi işlem için makbuza götürür.

source: Shows transactions where the registrant has completed the full registration process. Transactions in this view will either have a status of: %1$s%2$s"Incomplete" meaning there are monies owing%3$s%2$s"Complete" meaning there are NO monies owing%3$s%2$s"Overpaid" meaning that monies should be refunded to the registrant.%3$s%4$s
de_de: Zeigt Transaktionen an, bei denen der Registrant den gesamten Registrierungsprozess abgeschlossen hat. Transaktionen in dieser Ansicht haben entweder einen Status von: %1$s%2$s "Unvollständig", d.h. es sind Gelder fällig%3$s%2$s "Vollständig", d.h. es sind KEINE Gelder fällig%3$s%2$s "Überbezahlt", d.h. es sollten Gelder an den Registranten zurückerstattet werden.%3$s%4$s
fi: Näyttää tapahtumat, joissa rekisteröijä on suorittanut koko rekisteröintiprosessin. Tässä näkymässä tapahtumien tila on joko: %1$s%2$s "Puutteellinen", mikä tarkoittaa, että rahoja on maksamatta%3$s%2$s "Täydellinen", mikä tarkoittaa, että rahoja ei ole maksamatta%3$s%2$s "Ylimaksettu", mikä tarkoittaa, että rahat pitäisi palauttaa rekisteröijälle.%3$s%4$s.
tr_tr: Kayıt sahibinin tam kayıt sürecini tamamladığı işlemleri gösterir. Bu görünümdeki işlemlerin durumu ya şu şekilde olacaktır: %1$s%2$s "Tamamlanmadı", yani borçlu olunan paralar var%3$s%2$s "Tamamlandı", yani borçlu olunan para yok%3$s%2$s "Fazla Ödendi", yani paraların kayıt sahibine iade edilmesi gerekiyor.%3$s%4$s

source: Shows transactions that have been abandoned, either due to a technical reason (server or computer crash during registration), or due to an abandoned cart where the registrant chose not to complete the registration process. Please note that Abandoned Transactions were able to capture contact information for at least one registrant. This can be helpful for following up with the contact to determine if they still wish to attend the event or not.
de_de: Zeigt Transaktionen an, die abgebrochen wurden, entweder aus technischen Gründen (Server- oder Computerabsturz während der Registrierung) oder aufgrund eines verlassenen Warenkorbs, bei dem sich der Registrant entschieden hat, den Registrierungsprozess nicht abzuschließen. Bitte beachten Sie, dass bei abgebrochenen Transaktionen die Kontaktinformationen für mindestens einen Registranten erfasst werden konnten. Dies kann hilfreich sein, um mit dem Kontakt Kontakt aufzunehmen und festzustellen, ob er noch an der Veranstaltung teilnehmen möchte oder nicht.
fi: Näyttää tapahtumat, jotka on hylätty joko teknisestä syystä (palvelimen tai tietokoneen kaatuminen rekisteröinnin aikana) tai hylätyn ostoskorin vuoksi, kun rekisteröityjä ei ole päättänyt viedä rekisteröintiprosessia loppuun. Huomaa, että hylätyistä tapahtumista pystyttiin keräämään yhteystiedot ainakin yhdestä rekisteröijästä. Tämä voi olla hyödyllistä, kun yhteyshenkilöön otetaan yhteyttä ja selvitetään, haluaako hän edelleen osallistua tapahtumaan vai ei.
fr_fr: Indique les transactions qui ont été abandonnées, soit pour des raisons techniques (blocage du serveur ou de l'ordinateur lors de l'enregistrement), soit en raison d'un panier abandonné où le titulaire a choisi de ne pas terminer le processus d'inscription. Veuillez noter que les transactions abandonnées ont permis de saisir les coordonnées d'au moins un inscrit. Cela peut être utile pour le suivi avec le contact pour déterminer s'ils souhaitent toujours assister à l'événement ou non.
tr_tr: Teknik bir nedenden (kayıt sırasında sunucu veya bilgisayar çökmesi) ya da kayıt sahibinin kayıt işlemini tamamlamamayı seçtiği terk edilmiş bir sepet nedeniyle terk edilen işlemleri gösterir. Lütfen Terk Edilen İşlemlerin en az bir kayıt sahibinin iletişim bilgilerini yakalayabildiğini unutmayın. Bu, etkinliğe hala katılmak isteyip istemediklerini belirlemek için kişiyle takip etmek için yararlı olabilir.

source: Shows transactions that have failed, either due to a technical reason (server or computer crash during registration), or some other reason that prevented the collection of any useful contact information from any of the registrants. This could mean the registrant abandoned the registration process before submitting any data whatsoever or may even indicate attempts by spam bots to submit the registration form.
de_de: Zeigt Transaktionen an, die entweder aus technischen Gründen (Server- oder Computerabsturz während der Registrierung) oder aus einem anderen Grund, der die Erfassung nützlicher Kontaktinformationen von einem der Registranten verhindert hat, fehlgeschlagen sind. Dies könnte bedeuten, dass der Registrant den Registrierungsvorgang abgebrochen hat, bevor er überhaupt Daten übermittelt hat, oder es kann sogar auf Versuche von Spam-Bots hinweisen, das Registrierungsformular zu übermitteln.
fi: Näyttää tapahtumat, jotka ovat epäonnistuneet joko teknisestä syystä (palvelimen tai tietokoneen kaatuminen rekisteröinnin aikana) tai jostain muusta syystä, joka esti käyttökelpoisten yhteystietojen keräämisen rekisteröijistä. Tämä voi tarkoittaa sitä, että rekisteröitynyt keskeytti rekisteröintiprosessin ennen kuin hän oli lähettänyt mitään tietoja, tai se voi jopa olla osoitus roskapostirobottien yrityksistä lähettää rekisteröintilomake.
fr_fr: Indique les transactions qui ont échoué, soit pour des raisons techniques (blocage du serveur ou de l'ordinateur lors de l'enregistrement), soit pour une autre raison qui a empêché la collecte de toute information de contact utile auprès de l'un des inscrits. Cela pourrait signifier que le titulaire a abandonné le processus d'enregistrement avant de soumettre des données quelconques ou peut même indiquer les tentatives de spam bots de soumettre le formulaire d'inscription.
tr_tr: Teknik bir nedenden (kayıt sırasında sunucu veya bilgisayar çökmesi) ya da kayıt yaptıranlardan herhangi birinden yararlı iletişim bilgilerinin toplanmasını engelleyen başka bir nedenden dolayı başarısız olan işlemleri gösterir. Bu, kayıt sahibinin herhangi bir veri göndermeden önce kayıt işlemini terk ettiği anlamına gelebilir veya spam botlarının kayıt formunu gönderme girişimlerini bile gösterebilir.

source: Most Recent Payment Method
de_de: Letzte Zahlungsmethode
fi: Viimeisin maksutapa
tr_tr: En Son Ödeme Yöntemi

source: Payment method response
de_de: Antwort zur Zahlungsmethode
fi: Maksutavan vastaus
tr_tr: Ödeme yöntemi yanıtı

source: View Transaction Details (%s)
de_de: Transaktionsdetails anzeigen (%s)
fi: Näytä tilauksen tiedot (%s)
fr_fr: Afficher détails de la Transaction (%s)
tr_tr: İşlem Ayrıntılarını Görüntüle (%s)

source: Edit Event (%s)
de_de: Ereignis bearbeiten (%s)
fi: Muokkaa tapahtumaa (%s)
fr_fr: Editer l'événement (%s)
tr_tr: Olayı Düzenle (%s)

source: No attached contact record.
de_de: Kein beigefügter Kontaktdatensatz.
fi: Ei liitettyä yhteystietoa.
tr_tr: Ekli iletişim kaydı yok.

source: The %1$s file %2$s could not be located or is not readable due to file permissions. Please ensure that the following filepath(s) are correct: %3$s
de_de: Die Datei %1$s %2$s konnte nicht gefunden werden oder ist aufgrund von Dateiberechtigungen nicht lesbar. Bitte vergewissern Sie sich, dass der/die folgende(n) Dateipfad(s) korrekt sind: %3$s
fi: Tiedostoa %1$s %2$s ei löytynyt tai sitä ei voi lukea tiedostojen käyttöoikeuksien takia. Varmista, että seuraava(t) tiedostopolku(t) on (ovat) oikein: %3$s
tr_tr: %1$s dosyası %2$s bulunamıyor veya dosya izinleri nedeniyle okunamıyor. Lütfen aşağıdaki dosya yol(lar)ının doğru olduğundan emin olun: %3$s

source: Model %s does not have a method "reset"
de_de: Das Modell %s hat keine Methode "reset".
fi: Mallissa %s ei ole metodia "reset".
tr_tr: Model %s'nin bir "reset" yöntemi yok

source: A valid payment method could not be determined due to a technical issue.%sPlease try again or contact %s for assistance.
de_de: Aufgrund eines technischen Problems konnte keine gültige Zahlungsmethode ermittelt werden.%sBitte versuchen Sie es erneut oder wenden Sie sich an %s, um Hilfe zu erhalten.
fi: Kelvollista maksutapaa ei voitu määrittää teknisen ongelman vuoksi.%sYritä uudelleen tai ota yhteyttä %s:ään saadaksesi apua.
tr_tr: Teknik bir sorun nedeniyle geçerli bir ödeme yöntemi belirlenemedi.%sLütfen tekrar deneyin veya yardım için %s ile iletişime geçin.

source: Cannot get IPN URL for transaction with ID %d because it has no primary registration
de_de: IPN-URL für Transaktion mit ID %d kann nicht abgerufen werden, da sie keine primäre Registrierung hat
fi: IPN URL-osoitetta ei voida saada tapahtumalle, jonka ID on %d, koska sillä ei ole ensisijaista rekisteröintiä.
tr_tr: Birincil kaydı olmadığı için %d ID'li işlem için IPN URL'si alınamıyor

source: A valid payment method could not be determined due to a technical issue.%1$sPlease refresh your browser and try again or contact %2$s for assistance.
de_de: Aufgrund eines technischen Problems konnte keine gültige Zahlungsmethode ermittelt werden.%1$sBitte aktualisieren Sie Ihren Browser und versuchen Sie es erneut oder wenden Sie sich an %2$s, um Hilfe zu erhalten.
fi: Kelvollista maksutapaa ei voitu määrittää teknisen ongelman vuoksi.%1$sViritä selaimesi ja yritä uudelleen tai ota yhteyttä %2$s:iin saadaksesi apua.
tr_tr: Teknik bir sorun nedeniyle geçerli bir ödeme yöntemi belirlenemedi.%1$sLütfen tarayıcınızı yenileyip tekrar deneyin veya yardım için %2$s ile iletişime geçin.

source: Incoming $map_values array should have a count of four values in it. This is what was given: %s
de_de: Das eingehende $map_values-Array sollte eine Anzahl von vier Werten enthalten. Dies ist, was gegeben wurde: %s
fi: Saapuvassa $map_values-massassa pitäisi olla neljä arvoa. Tämä on annettu: %s
tr_tr: Gelen $map_values dizisinin içinde dört değer bulunmalıdır. Verilen bu: %s

source: This string passed in to %s to represent a EEM_Base model class was not able to be used to instantiate the class. Please ensure that the string is a match for the EEM_Base model name (not including the EEM_ part). This was given: %s
de_de: Diese Zeichenkette, die an %s übergeben wurde, um eine EEM_Base-Modellklasse darzustellen, konnte nicht zur Instanziierung der Klasse verwendet werden. Bitte stellen Sie sicher, dass die Zeichenfolge dem Namen des EEM_Base-Modells entspricht (ohne den Teil EEM_). Dies wurde angegeben: %s
fi: Tätä merkkijonoa, joka on välitetty %s:lle EEM_Base-malliluokan edustamiseksi, ei voitu käyttää luokan instansointiin. Varmista, että merkkijono vastaa EEM_Base-mallin nimeä (ilman EEM_-osaa). Tämä annettiin: %s
tr_tr: Bir EEM_Base model sınıfını temsil etmek için %s'ye aktarılan bu dize, sınıfı örneklemek için kullanılamadı. Lütfen dizenin EEM_Base model adıyla eşleştiğinden emin olun (EEM_ kısmı dahil değil). Bu verildi: %s
