Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Applied a gettext filter to change the messaging in various areas of Event Espresso
de_de: Anwendung eines Gettext-Filters zur Änderung der Nachrichten in verschiedenen Bereichen von Event Espresso
fi: Soveltanut gettext-suodatinta viestien muuttamiseksi Event Espresson eri alueilla.
tr_tr: Event Espresso'nun çeşitli alanlarındaki mesajları değiştirmek için bir gettext filtresi uygulandı

source: Changed the styling on single event pages using CSS
de_de: Geändertes Styling auf einzelnen Veranstaltungsseiten mit CSS
fi: Yksittäisten tapahtumasivujen muotoilun muuttaminen CSS:n avulla
tr_tr: CSS kullanarak tek etkinlik sayfalarındaki stili değiştirdi

source: Configured add-ons for Event Espresso
de_de: Konfigurierte Add-ons für Event Espresso
fi: Määritetyt lisäosat Event Espressolle
tr_tr: Event Espresso için yapılandırılmış eklentiler

source: Do you have a request that is similar to those described above?
de_de: Haben Sie ein ähnliches Anliegen wie die oben beschriebenen?
fi: Onko sinulla samanlainen pyyntö kuin edellä kuvattu?
tr_tr: Yukarıda açıklananlara benzer bir talebiniz var mı?

source: Purchase a support token and we'll respond during business hours to get your problem solved quickly .
de_de: Kaufen Sie einen Support-Token und wir werden während der Geschäftszeiten reagieren, um Ihr Problem schnell zu lösen.
fi: Osta tukimerkki, niin vastaamme työaikana ja saamme ongelmasi ratkaistua nopeasti.
tr_tr: Bir destek jetonu satın alın ve sorununuzu hızlı bir şekilde çözmek için mesai saatleri içinde yanıt verelim.

source: A support token will provide you with 30 minutes of one-on-one time with a team member. Need additional time? Just purchase additional support tokens as needed.
de_de: Ein Support-Token bietet Ihnen 30 Minuten Zeit für ein persönliches Gespräch mit einem Teammitglied. Sie benötigen mehr Zeit? Kaufen Sie einfach weitere Support-Tokens nach Bedarf.
fi: Tukimerkillä saat 30 minuuttia kahdenkeskistä aikaa tiimin jäsenen kanssa. Tarvitsetko lisäaikaa? Osta lisää tukimerkkejä tarpeen mukaan.
tr_tr: Bir destek jetonu size bir ekip üyesiyle 30 dakika bire bir zaman sağlayacaktır. Ek süreye mi ihtiyacınız var? Gerektiği kadar ek destek jetonu satın almanız yeterli.

source: View Payment Log Details
de_de: Zahlungsprotokolldetails anzeigen
fi: Näytä maksulokin tiedot
tr_tr: Ödeme Günlüğü Ayrıntılarını Görüntüle

source: pending payment options are NOT displayed
de_de: ausstehende Zahlungsoptionen werden NICHT angezeigt
fi: odottavia maksuvaihtoehtoja EI näytetä
tr_tr: bekleyen ödeme seçenekleri görüntülenmiyor

source: pending payment options are displayed
de_de: ausstehende Zahlungsoptionen werden angezeigt
fi: vireillä olevat maksuvaihtoehdot näytetään
tr_tr: bekleyen ödeme seçenekleri görüntülenir

source: Payment Logs for %1$s
de_de: Zahlungsprotokolle für %1$s
fi: Maksulokit prosentille %1$s
tr_tr: %1$s için Ödeme Günlükleri

source: Query:
de_de: Abfrage:
fi: Kysely:
tr_tr: Sorgula:

source: Results:
de_de: Ergebnisse:
fi: Tulokset:
tr_tr: Sonuçlar:

source: Invalid Action
de_de: Ungültige Aktion
fi: Virheellinen toiminta
tr_tr: Geçersiz Eylem

source: primary registrant %s questions
de_de: primärer Registrant %s Fragen
fi: ensisijainen rekisteröityjä %s kysymyksiä
tr_tr: birincil kayıt sahibi %s soruları

source: What is reCAPTCHA?
de_de: Was ist reCAPTCHA?
fi: Mikä on reCAPTCHA?
tr_tr: reCAPTCHA nedir?

source: click to delete this option
de_de: Klicken Sie, um diese Option zu löschen
fi: Klikkaa poistaaksesi tämän vaihtoehdon
tr_tr: bu seçeneği silmek için tıklayın

source: click and drag to change the order of this option
de_de: klicken und ziehen, um die Reihenfolge dieser Option zu ändern
fi: napsauta ja vedä muuttaaksesi tämän vaihtoehdon järjestystä.
tr_tr: bu seçeneğin sırasını değiştirmek için tıklayın ve sürükleyin

source: open shortcode selector
de_de: Shortcode-Selektor öffnen
fi: avaa lyhytkoodivalitsin
tr_tr: kısa kod seçiciyi aç

source: close shortcode selector
de_de: Shortcode-Selektor schließen
fi: sulje lyhytkoodin valitsin
tr_tr: kısa kod seçiciyi kapat

source: Message Template Shortcodes
de_de: Shortcodes für Nachrichtenvorlagen
fi: Viestimallien lyhytkoodit
tr_tr: Mesaj Şablonu Kısa Kodları

source: "%1$s" field
de_de: Feld "%1$s"
fi: "%1$s" kenttä
tr_tr: "%1$s" alanı

source: Display a calendar with all available dates so attendees can browse to events that fit their schedule and start their event registrations.
de_de: Zeigen Sie einen Kalender mit allen verfügbaren Terminen an, damit die Teilnehmer nach Veranstaltungen suchen können, die in ihren Zeitplan passen, und ihre Anmeldungen für die Veranstaltung starten können.
fi: Näytä kalenteri, jossa on kaikki käytettävissä olevat päivämäärät, jotta osallistujat voivat selata aikatauluunsa sopivia tapahtumia ja aloittaa tapahtuman rekisteröinnin.
tr_tr: Katılımcıların programlarına uygun etkinliklere göz atabilmeleri ve etkinlik kayıtlarını başlatabilmeleri için mevcut tüm tarihleri içeren bir takvim görüntüleyin.

source: View Documentation
de_de: Dokumentation anzeigen
fi: Näytä dokumentaatio
tr_tr: Belgeleri Görüntüle

source: Events Table View Template
de_de: Ereignis-Tabellenansicht-Vorlage
fi: Tapahtumien taulukkonäkymän malli
tr_tr: Etkinlikler Tablo Görünümü Şablonu

source: Display a list of events in a table view so attendees can click the register links to begin their event registrations.
de_de: Zeigen Sie eine Liste von Veranstaltungen in einer Tabellenansicht an, so dass die Teilnehmer auf die Registrierungslinks klicken können, um mit der Registrierung ihrer Veranstaltung zu beginnen.
fi: Näytä luettelo tapahtumista taulukkonäkymässä, jotta osallistujat voivat napsauttaa rekisteröintilinkkejä aloittaakseen tapahtuman rekisteröinnin.
tr_tr: Katılımcıların etkinlik kayıtlarını başlatmak için kayıt bağlantılarına tıklayabilmeleri için bir tablo görünümünde etkinliklerin bir listesini görüntüleyin.

source: Events Grid View Template
de_de: Ereignisse Rasteransicht Vorlage
fi: Tapahtumat Grid-näkymän malli
tr_tr: Etkinlikler Izgara Görünümü Şablonu

source: Display events in a grid format with images so your attendees can click to begin their event registrations.
de_de: Zeigen Sie Veranstaltungen in einem Rasterformat mit Bildern an, damit Ihre Teilnehmer per Mausklick mit der Veranstaltungsanmeldung beginnen können.
fi: Näytä tapahtumat ruudukkomuodossa kuvien kera, jotta osallistujat voivat klikata tapahtuman rekisteröintiä.
tr_tr: Katılımcılarınızın etkinlik kayıtlarını başlatmak için tıklayabilmeleri için etkinlikleri resimlerle birlikte bir ızgara biçiminde görüntüleyin.

source: Promotions & Discounts
de_de: Sonderangebote & Rabatte
fi: Kampanjat & Alennukset
tr_tr: Promosyonlar & İndirimler

source: Promotions Add-on
de_de: Werbeaktionen Add-on
fi: Kampanjat Add-on
tr_tr: Promosyonlar Eklentisi

source: Create discounts and promo codes for attendees to use to apply a flat or percentage discount to their event registrations.
de_de: Erstellen Sie Rabatte und Promo-Codes, mit denen die Teilnehmer einen pauschalen oder prozentualen Nachlass auf ihre Veranstaltungsanmeldungen erhalten.
fi: Luo alennuksia ja kampanjakoodeja, joita osallistujat voivat käyttää soveltaakseen kiinteää tai prosentuaalista alennusta tapahtuman rekisteröintiin.
tr_tr: Katılımcıların etkinlik kayıtlarına sabit veya yüzdelik bir indirim uygulamak için kullanabilecekleri indirimler ve promosyon kodları oluşturun.

source: Add an event shopping cart to allow for multiple events to be purchased at one time.
de_de: Fügen Sie einen Einkaufswagen für Veranstaltungen hinzu, damit Sie mehrere Veranstaltungen auf einmal kaufen können.
fi: Lisää tapahtumien ostoskorin, jotta voit ostaa useita tapahtumia kerralla.
tr_tr: Birden fazla etkinliğin tek seferde satın alınabilmesini sağlamak için bir etkinlik alışveriş sepeti ekleyin.

source: Printable Tickets
de_de: Druckbare Tickets
fi: Tulostettavat liput
tr_tr: Yazdırılabilir Biletler

source: ticketing
de_de: Fahrkartenverkauf
fi: lipunmyynti
tr_tr: biletleme

source: Automatically email custom event tickets with QR codes to attendees. Scan printed tickets with a phone or tablet for fast event check-in.
de_de: Senden Sie automatisch benutzerdefinierte Veranstaltungstickets mit QR-Codes per E-Mail an die Teilnehmer. Scannen Sie gedruckte Tickets mit einem Telefon oder Tablet für einen schnellen Check-in.
fi: Lähetä osallistujille automaattisesti sähköpostitse mukautettuja tapahtumalippuja, joissa on QR-koodit. Skannaa tulostetut liput puhelimella tai tabletilla tapahtuman nopeaa sisäänkirjautumista varten.
tr_tr: Katılımcılara QR kodlu özel etkinlik biletlerini otomatik olarak e-posta ile gönderin. Hızlı etkinlik girişi için basılı biletleri bir telefon veya tabletle tarayın.

source: Waitlist Manager
de_de: Wartelisten-Manager
fi: Odotuslistan johtaja
tr_tr: Bekleme Listesi Yöneticisi

source: Display a waitlist option after tickets sell out, or an event becomes full. Automatically promote attendees as spots open up so they can complete their event registrations.
de_de: Zeigen Sie eine Wartelistenoption an, wenn Tickets ausverkauft sind oder eine Veranstaltung voll ist. Bewerben Sie Teilnehmer automatisch, wenn Plätze frei werden, damit sie ihre Veranstaltungsanmeldungen abschließen können.
fi: Näytä odotuslistavaihtoehto, kun liput on myyty loppuun tai tapahtuma on täynnä. Mainosta osallistujia automaattisesti, kun paikkoja vapautuu, jotta he voivat suorittaa tapahtuman rekisteröinnit loppuun.
tr_tr: Biletler tükendikten veya bir etkinlik dolduktan sonra bir bekleme listesi seçeneği görüntüleyin. Katılımcıların etkinlik kayıtlarını tamamlayabilmeleri için yer açıldıkça onları otomatik olarak teşvik edin.

source: Choose a page...
de_de: Wählen Sie eine Seite...
fi: Valitse sivu...
tr_tr: Bir sayfa seçin...

source: System Information for %1$s
de_de: Systeminformationen für %1$s
fi: Järjestelmätiedot %1$s
tr_tr: %1$s için Sistem Bilgileri

source: Recipient
de_de: Empfänger
fi: Vastaanottaja
tr_tr: Alıcı

source: message context options
de_de: Optionen für den Nachrichtenkontext
fi: viestikontekstin vaihtoehdot
tr_tr: mesaj bağlamı seçenekleri

source: Recipients
de_de: Empfänger
fi: Vastaanottajat
tr_tr: Alıcılar

source: Edit message content for the %1$s
de_de: Inhalt der Nachricht für die %1$s bearbeiten
fi: Muokkaa viestin sisältöä %1$s
tr_tr: %1$s için mesaj içeriğini düzenleyin

source: To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
de_de: Um mehr über die Optionen auf dieser Seite zu erfahren, sehen Sie sich die verschiedenen Registerkarten an, die auf der linken Seite erscheinen.
fi: Jos haluat lisätietoja tämän sivun vaihtoehdoista, tutustu sivun vasemmalla puolella oleviin eri välilehtiin.
tr_tr: Bu sayfadaki seçenekler hakkında daha fazla bilgi edinmek için sayfanın sol tarafında görünen farklı sekmelere göz atın.

source: Please Confirm You Want to Permanently Delete the Following Data
de_de: Bitte bestätigen Sie, dass Sie die folgenden Daten dauerhaft löschen möchten
fi: Vahvista, että haluat poistaa seuraavat tiedot pysyvästi
tr_tr: Lütfen Aşağıdaki Verileri Kalıcı Olarak Silmek İstediğinizi Onaylayın

source: %1$d Event
de_de: %1$d Ereignis
fi: %1$d Tapahtuma
tr_tr: %1$d Etkinlik

source: %1$d Datetime
de_de: %1$d Datum und Uhrzeit
fi: %1$d Päivämäärä ja kellonaika
tr_tr: %1$d Tarih ve Saat

source: %1$d Registration
de_de: %1$d Registrierung
fi: %1$d Rekisteröinti
tr_tr: %1$d Kayıt

source: Only showing first %1$d.
de_de: Nur die ersten %1$d werden angezeigt.
fi: Näyttää vain ensimmäiset %1$d.
tr_tr: Yalnızca ilk %1$d gösteriliyor.

source: Note: contacts will not be deleted, only their registrations for the enumerated events.
de_de: Hinweis: Die Kontakte werden nicht gelöscht, sondern nur ihre Anmeldungen für die aufgezählten Veranstaltungen.
fi: Huomautus: yhteystietoja ei poisteta, ainoastaan niiden rekisteröinnit lueteltuihin tapahtumiin.
tr_tr: Not: kişiler silinmeyecek, sadece numaralandırılmış etkinlikler için kayıtları silinecektir.

source: _ (underscore)
de_de: _ (Unterstrich)
fi: _ (alleviivaus)
tr_tr: _ (alt çizgi)

source: ' (apostrophe)
de_de: ' (Hochkomma)
fi: ' (apostrofi)
tr_tr: ' (kesme işareti)

source: (nothing)
de_de: (nichts)
fi: (ei mitään)
tr_tr: (hiçbir şey)

source: Management for your Event Espresso Support License Key has been moved to the %1$sLicense Keys admin page%2$s
de_de: Die Verwaltung Ihres Event Espresso Support-Lizenzschlüssels wurde auf die Verwaltungsseite %1$sLizenzschlüssel%2$s verschoben.
fi: Event Espresso Support -lisenssiavaimesi hallinta on siirretty %1$sLisenssiavaimien hallintasivulle%2$s
tr_tr: Event Espresso Destek Lisans Anahtarınızın yönetimi %1$sLisans Anahtarları yönetici sayfasına taşındı%2$s

source: This shortcode allows you to display the ticket selector for a specific event: %1$s
de_de: Mit diesem Shortcode können Sie den Ticket-Selektor für eine bestimmte Veranstaltung anzeigen: %1$s
fi: Tämän lyhytkoodin avulla voit näyttää lipunvalitsimen tietylle tapahtumalle: %1$s
tr_tr: Bu kısa kod, belirli bir etkinlik için bilet seçiciyi görüntülemenizi sağlar: %1$s

source: Not Approved / Awaiting Review Registrations
de_de: Nicht genehmigt / Überprüfung steht noch aus Registrierungen
fi: Ei hyväksytty / Odottaa tarkistusta Rekisteröinnit
tr_tr: Onaylanmadı / İnceleme Bekliyor Kayıtlar

source: You can view and create Assigned Tickets by clicking on the Assign Ticket icon %1$s. This will open a panel that shows existing tickets that have been assigned. New tickets can also be added from this panel.
de_de: Sie können zugewiesene Tickets anzeigen und erstellen, indem Sie auf das Symbol Ticket zuweisen %1$s klicken. Dadurch wird ein Fenster geöffnet, in dem bereits zugewiesene Anfragen angezeigt werden. Von diesem Fenster aus können auch neue Tickets hinzugefügt werden.
fi: Voit tarkastella ja luoda osoitettuja lippuja napsauttamalla osoitetun lipun kuvaketta %1$s. Tämä avaa paneelin, jossa näkyvät olemassa olevat liput, jotka on osoitettu. Tästä paneelista voi myös lisätä uusia lippuja.
tr_tr: Bilet Ata simgesine %1$s tıklayarak Atanmış Biletleri görüntüleyebilir ve oluşturabilirsiniz. Bu, atanmış mevcut biletleri gösteren bir panel açacaktır. Bu panelden yeni biletler de eklenebilir.

source: Transaction info not found.
de_de: Transaktionsinfo nicht gefunden.
fi: Tapahtumatietoja ei löydy.
tr_tr: İşlem bilgisi bulunamadı.

source: The Create Order API request fault.
de_de: Der Fehler der API-Anforderung "Bestellung erstellen".
fi: Luo tilaus -API-pyynnön virhe.
tr_tr: Sipariş Oluştur API isteği hatası.

source: A capture Order API request fault.
de_de: Ein Fehler bei der Erfassung einer API-Anforderung für eine Bestellung.
fi: Kaappaus Order API -pyynnön virhe.
tr_tr: Bir yakalama Siparişi API isteği hatası.

source: Got an error while trying to get the client token.
de_de: Beim Versuch, das Client-Token zu erhalten, ist ein Fehler aufgetreten.
fi: Sain virheen, kun yritin saada asiakastunnuksen.
tr_tr: İstemci belirtecini almaya çalışırken bir hata aldım.

source: Client token not valid.
de_de: Client-Token nicht gültig.
fi: Asiakastunniste ei ole voimassa.
tr_tr: İstemci belirteci geçerli değil.

source: No transaction found by ID:
de_de: Keine Transaktion nach ID gefunden:
fi: Tunnuksen mukaan ei löytynyt tapahtumaa:
tr_tr: Kimliğe göre işlem bulunamadı:

source: No payment method.
de_de: Keine Zahlungsmethode.
fi: Ei maksutapaa.
tr_tr: Ödeme yöntemi yok.

source: Error! Could not generate a sign-up link.
de_de: Fehler! Es konnte kein Anmeldelink generiert werden.
fi: Virhe! Rekisteröintilinkkiä ei voitu luoda.
tr_tr: Hata! Kayıt bağlantısı oluşturulamadı.

source: Error! No access token.
de_de: Fehler! Kein Zugriffstoken.
fi: Virhe! Ei käyttöoikeustunnusta.
tr_tr: Hata! Erişim belirteci yok.

source: Incoming sign-up link parameter validation failed.
de_de: Die Validierung der Parameter des eingehenden Anmeldelinks ist fehlgeschlagen.
fi: Saapuvan rekisteröitymislinkin parametrin validointi epäonnistui.
tr_tr: Gelen kayıt bağlantısı parametre doğrulaması başarısız oldu.

source: Missing required onboarding parameters.
de_de: Fehlende erforderliche Onboarding-Parameter.
fi: Puuttuvat vaaditut käyttöönottoparametrit.
tr_tr: Gerekli ilk katılım parametreleri eksik.

source: Failed to track seller onboarding.
de_de: Das Onboarding von Verkäufern konnte nicht verfolgt werden.
fi: Myyjän aloitusprosessia ei pystytty seuraamaan.
tr_tr: Satıcı katılımı izlenemedi.

source: Invalid payment method. Please refresh the page and try again.
de_de: Ungültige Zahlungsmethode. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.
fi: Virheellinen maksutapa. Päivitä sivu ja yritä uudelleen.
tr_tr: Geçersiz ödeme yöntemi. Lütfen sayfayı yenileyin ve tekrar deneyin.

source: Unknown response received while sending a request to: %1$s
de_de: Unbekannte Antwort erhalten beim Senden einer Anfrage an: %1$s
fi: Tuntematon vastaus vastaanotettu, kun lähetettiin pyyntö osoitteeseen: %1$s
tr_tr: 'a istek gönderilirken bilinmeyen yanıt alındı: %1$s

source: Incoming parameter validation failed.
de_de: Validierung der Eingangsparameter fehlgeschlagen.
fi: Saapuvan parametrin validointi epäonnistui.
tr_tr: Gelen parametre doğrulaması başarısız oldu.

source: %1$sPayPal Commerce%2$s payment method was activated but is not connected to PayPal. Please %3$sfinish setting up%4$s this payment method.
de_de: %1$sPayPal Commerce%2$s Zahlungsmethode wurde aktiviert, ist aber nicht mit PayPal verbunden. Bitte %3$sbeenden Sie die Einrichtung%4$s dieser Zahlungsmethode.
fi: %1$sPayPal Commerce%2$s maksutapa aktivoitiin, mutta sitä ei ole yhdistetty PayPaliin. Ole hyvä %3$s ja lopeta%4$s tämän maksutavan asettaminen.
tr_tr: %1$sPayPal Commerce%2$s ödeme yöntemi etkinleştirildi ancak PayPal'a bağlı değil. Lütfen %3$sbu ödeme yönteminin kurulumunu tamamlayın%4$s.

source: Could not save merchant data. %1$s
de_de: Die Händlerdaten konnten nicht gespeichert werden. %1$s
fi: Kauppiaan tietoja ei voitu tallentaa. %1$s
tr_tr: Satıcı verileri kaydedilemedi. %1$s

source: Error getting the PM meta data: %1$s
de_de: Fehler beim Abrufen der PM-Metadaten: %1$s
fi: Virhe PM-metatietojen saamisessa: %1$s
tr_tr: PM meta verileri alınırken hata oluştu: %1$s

source: Note, debug mode not saved ! %1$s
de_de: Hinweis, Debug-Modus nicht gespeichert ! %1$s
fi: Huom, debug-tila ei tallennu ! %1$s
tr_tr: Not, hata ayıklama modu kaydedilmedi ! %1$s

source: Support Lead
de_de: Unterstützung
tr_tr: Destek Lideri

source: Sales & Support
de_de: Vertrieb & Unterstützung
fi: Myynti & Tuki
tr_tr: Satış & Destek

source: Support & QA
de_de: Unterstützung & QA
fi: Tuki & QA
tr_tr: Destek & QA

source: %3$sVersion %1$s%4$s is a %2$s bug fix/enhancement release.
de_de: %3$sVersion %1$s%4$s ist eine %2$s-Fehlerbehebungs-/Verbesserungsversion.
fi: %3$sVersio %1$s%4$s on %2$s bugikorjaus/parannusversio.
tr_tr: %3$sVersion %1$s%4$s, %2$s hata düzeltme/iyileştirme sürümüdür.

source: Edit Category (%s)
de_de: Kategorie bearbeiten (%s)
fi: Muokkaa luokkaa (%s)
tr_tr: Kategoriyi Düzenle (%s)

source: Preview Deletion
de_de: Vorschau Löschung
fi: Esikatselu Poistaminen
tr_tr: Önizleme Silme

source: Links
fi: Linkit
tr_tr: Bağlantılar

source: Something went wrong! A valid Datetime could not be retrieved from the database using the supplied ID: %1$d
de_de: Ein Fehler ist aufgetreten! Mit der angegebenen ID konnte keine gültige Datetime aus der Datenbank abgerufen werden: %1$d
fi: Jokin meni pieleen! Tietokannasta ei voitu hakea kelvollista päivämäärää annetulla tunnuksella: %1$d.
tr_tr: Bir şeyler yanlış gitti! Verilen ID kullanılarak veritabanından geçerli bir Datetime alınamadı: %1$d

source: Something went wrong! A valid Datetime could not be generated or retrieved using the supplied data: %1$s
de_de: Etwas ist schief gelaufen! Eine gültige Datetime konnte mit den angegebenen Daten nicht generiert oder abgerufen werden: %1$s
fi: Jokin meni pieleen! Toimitetuilla tiedoilla ei voitu luoda tai hakea kelvollista päivämäärää: %1$s
tr_tr: Bir şeyler yanlış gitti! Verilen veriler kullanılarak geçerli bir Datetime oluşturulamadı veya alınamadı: %1$s

source: Something went wrong! A valid Ticket could not be retrieved from the database using the supplied ID: %1$d
de_de: Ein Fehler ist aufgetreten! Ein gültiges Ticket konnte mit der angegebenen ID nicht aus der Datenbank abgerufen werden: %1$d
fi: Jokin meni pieleen! Kelvollista lippua ei voitu hakea tietokannasta annetulla tunnuksella: %1$d.
tr_tr: Bir şeyler yanlış gitti! Verilen ID kullanılarak veritabanından geçerli bir Bilet alınamadı: %1$d

source: Something went wrong! A valid Ticket could not be generated or retrieved using the supplied data: %1$s
de_de: Etwas ist schief gelaufen! Ein gültiges Ticket konnte mit den angegebenen Daten nicht erstellt oder abgerufen werden: %1$s
fi: Jokin meni pieleen! Kelvollista lippua ei voitu luoda tai hakea käyttämällä annettuja tietoja: %1$s
tr_tr: Bir şeyler yanlış gitti! Verilen veriler kullanılarak geçerli bir Bilet oluşturulamadı veya alınamadı: %1$s

source: Something went wrong! A valid Price could not be generated or retrieved using the supplied data: %1$s
de_de: Etwas ist schief gelaufen! Ein gültiger Preis konnte mit den angegebenen Daten nicht erstellt oder abgerufen werden: %1$s
fi: Jokin meni pieleen! Toimitetuilla tiedoilla ei voitu luoda tai hakea kelvollista hintaa: %1$s
tr_tr: Bir şeyler yanlış gitti! Sağlanan veriler kullanılarak geçerli bir Fiyat oluşturulamadı veya alınamadı: %1$s

source: Please contact Event Espresso support with the details of the steps taken to produce this error.
de_de: Wenden Sie sich bitte an den Event Espresso-Support und teilen Sie uns mit, welche Schritte zur Entstehung dieses Fehlers geführt haben.
fi: Ota yhteyttä Event Espresson asiakaspalveluun ja ilmoita, miten tämä virhe on aiheutettu.
tr_tr: Lütfen bu hatayı üretmek için atılan adımların ayrıntılarıyla Event Espresso destek birimiyle iletişime geçin.

source: Please confirm you wish to delete:
de_de: Bitte bestätigen Sie, dass Sie löschen möchten:
fi: Vahvista, että haluat poistaa:
tr_tr: Lütfen silmek istediğinizi onaylayın:

source: Deleting this data cannot be undone. Please confirm you have a usable database backup.
de_de: Die Löschung dieser Daten kann nicht rückgängig gemacht werden. Bitte stellen Sie sicher, dass Sie eine brauchbare Datenbanksicherung haben.
fi: Näiden tietojen poistamista ei voi perua. Varmista, että sinulla on käyttökelpoinen tietokannan varmuuskopio.
tr_tr: Bu verilerin silinmesi geri alınamaz. Lütfen kullanılabilir bir veritabanı yedeğiniz olduğunu doğrulayın.

source: Confirm
de_de: Bestätigen Sie
fi: Vahvista
tr_tr: Onaylayın
