Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: This message type automates sending messages to registrations for an expired datetime. Messages are sent at the threshold you define (eg 3 days after) after a datetime on an event. Messages for this message type are sent to approved registrations and are only triggered for expired datetimes on published events. Note that this will send the message for each datetime on the event.
de_de: Dieser Nachrichtentyp automatisiert das Versenden von Nachrichten an Registrierungen für einen abgelaufenen Zeitpunkt. Die Nachrichten werden zu dem von Ihnen festgelegten Schwellenwert (z. B. 3 Tage danach) nach einem Datum für ein Ereignis gesendet. Nachrichten für diesen Nachrichtentyp werden an genehmigte Registrierungen gesendet und werden nur für abgelaufene Zeitpunkte von veröffentlichten Ereignissen ausgelöst. Beachten Sie, dass die Nachricht für jeden Zeitpunkt des Ereignisses gesendet wird.
fi: Tämä viestityyppi automatisoi viestien lähettämisen rekisteröinteihin vanhentuneen päivämäärän osalta. Viestit lähetetään määrittelemäsi kynnysarvon (esim. 3 päivän kuluttua) tapahtuman päivämäärän jälkeen. Tämän viestityypin viestit lähetetään hyväksytyille rekisteröinneille, ja ne käynnistetään vain julkaistujen tapahtumien vanhentuneiden aikojen osalta. Huomaa, että tämä lähettää viestin jokaiselle tapahtuman päivämäärälle.
tr_tr: Bu mesaj türü, süresi dolan bir tarih saati için kayıtlara mesaj göndermeyi otomatikleştirir. Mesajlar, bir etkinlikteki tarih saatinden sonra tanımladığınız eşikte (örneğin 3 gün sonra) gönderilir. Bu mesaj türü için mesajlar onaylı kayıtlara gönderilir ve yalnızca yayınlanan etkinliklerde süresi dolan tarih zamanları için tetiklenir. Bunun, etkinlikteki her tarih saati için mesaj göndereceğini unutmayın.

source: automated post datetime notification
de_de: automatische Benachrichtigung über den Zeitpunkt der Veröffentlichung
fi: automaattinen postituspäivämäärän ilmoitus
tr_tr: otomatik gönderi tarih saati bildirimi

source: automated post datetime notifications
de_de: automatische Benachrichtigungen über den Zeitpunkt der Veröffentlichung
fi: automaattiset postituspäivämäärän ilmoitukset
tr_tr: otomatik gönderi tarih saati bildirimleri

source: Form communication received:
de_de: Formular Mitteilung erhalten:
fi: Lomakeviestintä vastaanotettu:
tr_tr: Form iletişimi alındı:

source: Transaction response error:
de_de: Fehler in der Transaktionsantwort:
fi: Tapahtuman vastausvirhe:
tr_tr: İşlem yanıtı hatası:

source: Sage Pay Direct Integration is an on-site payment method for accepting credit and debit cards and is available to event organizers in the United Kingdom. An account with Sage Pay is required to accept payments. Need a Sage Pay account? %1$sClick here to sign up for a merchant account%2$s.
de_de: Die direkte Integration von Sage Pay ist eine Vor-Ort-Zahlungsmethode für die Annahme von Kredit- und Debitkarten und steht Veranstaltern im Vereinigten Königreich zur Verfügung. Um Zahlungen zu akzeptieren, ist ein Konto bei Sage Pay erforderlich. Sie benötigen ein Sage Pay-Konto? %1$sKlicken Sie hier, um sich für ein Händlerkonto%2$s anzumelden.
fi: Sage Pay Direct -integraatio on luotto- ja pankkikorttien hyväksymiseen tarkoitettu maksutapa paikan päällä, ja se on tapahtumajärjestäjien käytettävissä Yhdistyneessä kuningaskunnassa. Maksujen vastaanottaminen edellyttää tiliä Sage Payssä. Tarvitsetko Sage Pay -tilin? %1$sKlikkaa tästä rekisteröityäksesi kauppiastilille%2$s.
tr_tr: Sage Pay Doğrudan Entegrasyonu, kredi ve banka kartlarını kabul etmek için yerinde bir ödeme yöntemidir ve Birleşik Krallık'taki etkinlik organizatörleri tarafından kullanılabilir. Ödemeleri kabul etmek için Sage Pay'de bir hesap gereklidir. Bir Sage Pay hesabına mı ihtiyacınız var? %1$sBir satıcı hesabına kaydolmak için buraya tıklayın%2$s.

source: Your attendees can register quickly and pay securely with Mollie (which supports payment services like credit cards, iDEAL, SEPA, etc) and you’ll receive payments in your merchant account.
de_de: Ihre Teilnehmer können sich schnell registrieren und sicher mit Mollie bezahlen (das Zahlungsdienste wie Kreditkarten, iDEAL, SEPA usw. unterstützt), und Sie erhalten die Zahlungen auf Ihr Händlerkonto.
fi: Osallistujasi voivat rekisteröityä nopeasti ja maksaa turvallisesti Mollie-maksupalvelun avulla (joka tukee maksupalveluja, kuten luottokortteja, iDEALia, SEPAa jne.), ja saat maksut kauppiastilillesi.
tr_tr: Katılımcılarınız hızlı bir şekilde kayıt olabilir ve Mollie ile güvenli bir şekilde ödeme yapabilir (kredi kartları, iDEAL, SEPA, vb. gibi ödeme hizmetlerini destekler) ve satıcı hesabınızda ödemeleri alırsınız.

source: Mollie Settings
de_de: Mollie Einstellungen
fi: Mollie Asetukset
tr_tr: Mollie Ayarları

source: Mollie Payment Method
de_de: Mollie Zahlungsmethode
fi: Mollie Maksutapa
tr_tr: Mollie Ödeme Yöntemi

source: No ID set on IPN request data so using the last payment from the transaction
de_de: Keine ID in den IPN-Anforderungsdaten festgelegt, daher wird die letzte Zahlung aus der Transaktion verwendet
fi: IPN-pyynnön tietoihin ei ole asetettu ID:tä, joten käytetään tapahtuman viimeistä maksua.
tr_tr: IPN istek verilerinde kimlik ayarlanmamış, bu nedenle işlemdeki son ödeme kullanılıyor

source: This is a special dynamic shortcode. After the "*", add the exact name for your custom field, if there is a value set for that custom field within the event then it will be output in place of this shortcode. If you use shortcodes within your custom fields set %1$sdo_shortcode=true%2$s at the end of the shortcode to run the value through the do_shortcode function.
de_de: Dies ist ein spezieller dynamischer Shortcode. Fügen Sie nach dem "*" den genauen Namen Ihres benutzerdefinierten Feldes ein. Wenn ein Wert für dieses benutzerdefinierte Feld innerhalb des Ereignisses festgelegt ist, wird er anstelle dieses Shortcodes ausgegeben. Wenn Sie Shortcodes in Ihren benutzerdefinierten Feldern verwenden, setzen Sie %1$sdo_shortcode=true%2$s am Ende des Shortcodes, damit der Wert die Funktion do_shortcode durchläuft.
fi: Tämä on erityinen dynaaminen lyhytkoodi. Lisää "*"-merkin jälkeen mukautetun kentän tarkka nimi, jos tapahtumassa on asetettu arvo kyseiselle mukautetulle kentälle, se tulostetaan tämän lyhytkoodin sijasta. Jos käytät lyhytkoodeja mukautettujen kenttien sisällä, aseta lyhytkoodin loppuun %1$sdo_shortcode=true%2$s, jotta arvo ajetaan do_shortcode-funktion kautta.
tr_tr: Bu özel bir dinamik kısa koddur. "*" işaretinden sonra, özel alanınızın tam adını ekleyin, olay içinde bu özel alan için ayarlanmış bir değer varsa, bu kısa kodun yerine çıktısı alınacaktır. Özel alanlarınız içinde kısa kodlar kullanıyorsanız, değeri do_shortcode işlevi aracılığıyla çalıştırmak için kısa kodun sonuna %1$sdo_shortcode=true%2$s ayarlayın.

# Event Registrations for Event Name from Site Name
source: Event Registrations for %1$s from %2$s
de_de: Veranstaltungsanmeldungen für %1$s von %2$s
fi: Tapahtuman ilmoittautumiset %1$s alkaen %2$s
tr_tr: %2$s'den %1$s için Etkinlik Kayıtları

# CVC (What's this?)
source: CVC %1$s(What's this?)%2$s
de_de: CVC %1$s(Was ist das?)%2$s
fi: CVC %1$s(Mikä tämä on?)%2$s
tr_tr: CVC %1$s(Bu nedir?)%2$s

source: The Local File Logging functionality was removed permanently. Remote Logging is recommended instead.
de_de: Die Funktion zur Protokollierung lokaler Dateien wurde dauerhaft entfernt. Stattdessen wird die Fernprotokollierung empfohlen.
fi: Paikallisten tiedostojen lokitustoiminto poistettiin pysyvästi. Sen sijaan suositellaan etälokitusta.
tr_tr: Yerel Dosya Günlüğü işlevi kalıcı olarak kaldırıldı. Bunun yerine Uzak Günlükleme önerilir.

source: Event-Question Group Relations
de_de: Ereignis-Frage-Gruppe Beziehungen
fi: Tapahtuma-kysymys Ryhmäsuhteet
tr_tr: Etkinlik-Soru Grubu İlişkileri

source: Could not delete old event-question group relation row "%1$s" because "%2$s"
de_de: Alte Ereignis-Fragengruppen-Relationszeile "%1$s" konnte nicht gelöscht werden, weil "%2$s"
fi: Vanhaa tapahtuma-kysymysryhmän relaatioriviä "%1$s" ei voitu poistaa, koska "%2$s"
tr_tr: "%2$s" nedeniyle eski olay-soru grubu ilişki satırı "%1$s" silinemedi

source: Data Update to Event Espresso 4.10.0
de_de: Datenaktualisierung auf Event Espresso 4.10.0
fi: Tietojen päivitys Event Espresso 4.10.0:aan
tr_tr: Event Espresso 4.10.0 için Veri Güncellemesi

source: Flag indicating question is only for additional attendees
de_de: Kennzeichen, dass die Frage nur für zusätzliche Teilnehmer gilt
fi: Merkitse, että kysymys koskee vain ylimääräisiä osallistujia.
tr_tr: Sorunun sadece ek katılımcılar için olduğunu gösteren işaret

source: Confirm Email
de_de: E-Mail bestätigen
fi: Vahvista sähköpostiosoite
tr_tr: E-postayı Onayla

source: A text field that must contain a valid Email address and be equal to Email field
de_de: Ein Textfeld, das eine gültige E-Mail-Adresse enthalten und dem Feld E-Mail entsprechen muss
fi: Tekstikenttä, jonka on sisällettävä kelvollinen sähköpostiosoite ja joka on yhtä suuri kuin Sähköposti-kenttä.
tr_tr: Geçerli bir E-posta adresi içermesi ve E-posta alanına eşit olması gereken bir metin alanı

source: Viewing registrations for ticket:
de_de: Anzeige der Registrierungen für das Ticket:
fi: Lipun rekisteröintien tarkastelu:
tr_tr: Bilet için kayıtları görüntüleme:

source: Confirm Email Address
de_de: E-Mail Adresse bestätigen
fi: Vahvista sähköpostiosoite
tr_tr: E-posta Adresini Onayla

source: Confirm Email Address - System Question
de_de: E-Mail Adresse bestätigen - Systemfrage
fi: Vahvista sähköpostiosoite - Järjestelmäkysymys
tr_tr: E-posta Adresini Onayla - Sistem Sorusu

source: This method is no longer in use. You should replace it by %s
de_de: Diese Methode wird nicht mehr verwendet. Sie sollten sie durch %s ersetzen.
fi: Tämä menetelmä ei ole enää käytössä. Sinun tulisi korvata se %s:llä
tr_tr: Bu yöntem artık kullanılmamaktadır. Bunu %s ile değiştirmelisiniz

source: Fields do not match.
de_de: Die Felder stimmen nicht überein.
fi: Kentät eivät täsmää.
tr_tr: Alanlar eşleşmiyor.

source: A previous version of Event Espresso has detected. But before anything else can happen, we need to know whether or not to migrate (copy over) your existing event data so that it can be utilized by EE4. For more instructions on what to do, please visit the %1$sEvent Espresso Maintenance%2$s page.
de_de: Eine frühere Version von Event Espresso hat dies erkannt. Bevor jedoch irgendetwas anderes passieren kann, müssen wir wissen, ob wir Ihre bestehenden Ereignisdaten migrieren (kopieren) müssen, damit sie von EE4 genutzt werden können. Weitere Anweisungen dazu finden Sie auf der Seite %1$sEvent Espresso Maintenance%2$s.
fi: Event Espresson aiempi versio on havainnut. Mutta ennen kuin mitään muuta voi tapahtua, meidän on tiedettävä, onko olemassa olevat tapahtumatiedot siirrettävä (kopioitava), jotta EE4 voi hyödyntää niitä. Lisäohjeita tästä saat %1$sEvent Espresson ylläpito%2$sivulta.
tr_tr: Event Espresso'nun önceki bir sürümü algılandı. Ancak başka bir şey yapmadan önce, EE4 tarafından kullanılabilmesi için mevcut olay verilerinizi taşıyıp taşımayacağımızı (kopyalayıp kopyalamayacağımızı) bilmemiz gerekir. Ne yapılacağı hakkında daha fazla talimat için lütfen %1$sEvent Espresso Maintenance%2$s sayfasını ziyaret edin.

source: All Venues
de_de: Alle Veranstaltungsorte
fi: Kaikki tapahtumapaikat
tr_tr: Tüm Mekanlar

source: Example: https://your-webhook-url.com/
de_de: Beispiel: https://your-webhook-url.com/
fi: Esimerkki: https://your-webhook-url.com/
tr_tr: Örnek: https://your-webhook-url.com/

source: Copy Attendee Info Settings
de_de: Teilnehmerinfos kopieren Einstellungen
fi: Kopioi osallistujan tietojen asetukset
tr_tr: Katılımcı Bilgisi Ayarlarını Kopyala

source: Allow copy #1 attendee info to extra attendees?
de_de: Erlauben Sie die Kopie der Teilnehmerinformationen Nr. 1 an zusätzliche Teilnehmer?
fi: Salli kopioida #1 osallistujan tiedot ylimääräisille osallistujille?
tr_tr: 1 numaralı katılımcı bilgisinin ekstra katılımcılara kopyalanmasına izin verin?

source: Set to yes if you want to enable the copy of #1 attendee info to extra attendees at Registration Form.
de_de: Setzen Sie diese Option auf "Ja", wenn Sie die Kopie der Teilnehmerinformationen Nr. 1 an zusätzliche Teilnehmer im Registrierungsformular aktivieren möchten.
fi: Aseta arvoksi kyllä, jos haluat sallia #1-osallistujan tietojen kopioinnin ylimääräisille osallistujille rekisteröintilomakkeella.
tr_tr: Kayıt Formu'nda 1 numaralı katılımcı bilgilerinin ekstra katılımcılara kopyalanmasını etkinleştirmek istiyorsanız evet olarak ayarlayın.

source: Invalid or missing Copy Attendee Info settings. Please refresh the form and try again.
de_de: Ungültige oder fehlende Einstellungen zum Kopieren von Teilnehmerinformationen. Bitte aktualisieren Sie das Formular und versuchen Sie es erneut.
fi: Virheelliset tai puuttuvat Copy Attendee Info -asetukset. Päivitä lomake ja yritä uudelleen.
tr_tr: Katılımcı Bilgilerini Kopyala ayarları geçersiz veya eksik. Lütfen formu yenileyin ve tekrar deneyin.

source: An error occurred. There is no registration with ID (%d)
de_de: Es ist ein Fehler aufgetreten. Es gibt keine Registrierung mit der ID (%d)
fi: Tapahtui virhe. Rekisteröintiä tunnuksella (%d) ei ole.
tr_tr: Bir hata oluştu. Kimlik (%d) ile kayıt yok

source: %1$sVersion %2$s%3$s is a %4$s release.
de_de: %1$sVersion %2$s%3$s ist eine %4$s-Version.
fi: %1$sVersio %2$s%3$s on versio %4$s.
tr_tr: %1$sVersion %2$s%3$s bir %4$s sürümüdür.

source: For more information, see %1$sthe release notes%2$s.
de_de: Weitere Informationen finden Sie in %1$sden Versionshinweisen%2$s.
fi: Lisätietoja on %1$sjulkaisutiedotteissa%2$s.
tr_tr: Daha fazla bilgi için %1$sürüm notları%2$s bölümüne bakın.

source: There is no preview for this message template available because there are no events created yet. The preview system uses actual events for generating the preview. %1$sGo see your events%2$s!
de_de: Es ist keine Vorschau für diese Nachrichtenvorlage verfügbar, da noch keine Ereignisse erstellt wurden. Das Vorschausystem verwendet aktuelle Ereignisse, um die Vorschau zu erstellen. %1$sSehen Sie Ihre Ereignisse%2$s!
fi: Tälle viestimallille ei ole esikatselua, koska tapahtumia ei ole vielä luotu. Esikatselujärjestelmä käyttää todellisia tapahtumia esikatselun luomiseen. %1$sMene katsomaan tapahtumia%2$s!
tr_tr: Henüz oluşturulmuş bir olay olmadığından bu mesaj şablonu için önizleme mevcut değildir. Önizleme sistemi, önizlemeyi oluşturmak için gerçek olayları kullanır. %1$sGit etkinliklerini gör%2$s!

source: A test message could not be sent for this message template because there are no events created yet. The preview system uses actual events for generating the test message. %1$sGo see your events%2$s!
de_de: Für diese Nachrichtenvorlage konnte keine Testnachricht gesendet werden, da noch keine Ereignisse erstellt wurden. Das Vorschausystem verwendet aktuelle Ereignisse für die Generierung der Testnachricht. %1$sSehen Sie sich Ihre Ereignisse%2$s an!
fi: Tälle viestimalle ei voitu lähettää testiviestiä, koska tapahtumia ei ole vielä luotu. Esikatselujärjestelmä käyttää todellisia tapahtumia testiviestin luomiseen. %1$sMene katsomaan tapahtumia%2$s!
tr_tr: Henüz oluşturulmuş bir olay olmadığı için bu mesaj şablonu için bir test mesajı gönderilemedi. Önizleme sistemi, test mesajını oluşturmak için gerçek olayları kullanır. %1$sGit etkinliklerini gör%2$s!

source: (space)
de_de: (Leerzeichen)
fi: (tilaa)
tr_tr: (boşluk)

source: Whether you would like to use Stripe Elements (uses inline inputs for acquiring credit card info and meets SCA requirements), or the legacy Stripe Checkout (uses a pop-up). Both meet PCI SAQ-A requirements.
de_de: Ob Sie Stripe Elements (verwendet Inline-Eingaben für die Erfassung von Kreditkarteninformationen und erfüllt die SCA-Anforderungen) oder den alten Stripe Checkout (verwendet ein Pop-up) verwenden möchten. Beide erfüllen die PCI SAQ-A-Anforderungen.
fi: Haluatko käyttää Stripe-elementtejä (käyttää inline-syötteitä luottokorttitietojen keräämiseen ja täyttää SCA:n vaatimukset) vai vanhaa Stripe Checkout -järjestelmää (käyttää ponnahdusikkunaa). Molemmat täyttävät PCI SAQ-A -vaatimukset.
tr_tr: Stripe Elements (kredi kartı bilgilerini almak için satır içi girişler kullanır ve SCA gereksinimlerini karşılar) veya eski Stripe Checkout (bir açılır pencere kullanır) kullanmak isteyip istemediğiniz. Her ikisi de PCI SAQ-A gereksinimlerini karşılar.

source: Use any 3 digit CVC code, any future expiration date, and the following credit card information for testing:
de_de: Verwenden Sie einen beliebigen dreistelligen CVC-Code, ein beliebiges zukünftiges Ablaufdatum und die folgenden Kreditkarteninformationen für den Test:
fi: Käytä testauksessa mitä tahansa kolminumeroista CVC-koodia, mitä tahansa tulevaa voimassaolopäivää ja seuraavia luottokorttitietoja:
tr_tr: Test için herhangi bir 3 haneli CVC kodunu, gelecekteki herhangi bir son kullanma tarihini ve aşağıdaki kredi kartı bilgilerini kullanın:

source: Explanation
de_de: Erläuterung
fi: Selitys
tr_tr: Açıklama

source: Approved, no verification required.
de_de: Genehmigt, keine Überprüfung erforderlich.
fi: Hyväksytty, tarkistusta ei tarvita.
tr_tr: Onaylandı, doğrulama gerekmiyor.

source: Declined because of invalid CVC.
de_de: Abgelehnt wegen eines ungültigen CVC.
fi: Hylätty virheellisen CVC:n vuoksi.
tr_tr: Geçersiz CVC nedeniyle reddedildi.

source: Requires 3D secure verification.
de_de: Erfordert eine 3D-Sicherheitsüberprüfung.
fi: Vaatii 3D-turvallisen vahvistuksen.
tr_tr: 3D güvenli doğrulama gerektirir.

source: 3D secure verification supported, but not required..
de_de: 3D-Sicherheitsüberprüfung wird unterstützt, ist aber nicht erforderlich.
fi: 3D-turvallinen todentaminen tuettu, mutta ei pakollinen...
tr_tr: 3D güvenli doğrulama desteklenir, ancak gerekli değildir...

source: Requires 3D secure verification, but payment will thereafter be declined.
de_de: Erfordert eine 3D-Secure-Verifizierung, aber die Zahlung wird danach abgelehnt.
fi: Vaatii 3D Secure -vahvistuksen, mutta maksu hylätään sen jälkeen.
tr_tr: 3D secure doğrulaması gerektirir, ancak ödeme bundan sonra reddedilecektir.

source: Read Stripe's testing cards documentation.
de_de: Lesen Sie die Dokumentation zu den Testkarten von Stripe.
fi: Lue Stripen testauskorttien dokumentaatio.
tr_tr: Stripe'ın test kartları belgelerini okuyun.

source: Expiry Date (MM/YY)
de_de: Verfallsdatum (MM/JJJ)
fi: Viimeinen voimassaolopäivä (MM/YY)
tr_tr: Son Kullanma Tarihi (MM/YY)

source: Stripe Elements is recommended for all merchants. Payments made by European customers using legacy Stripe Checkout may be rejected because %1$sit does not support Strong Customer Authentication (SCA)%2$s.
de_de: Stripe Elements wird für alle Händler empfohlen. Zahlungen von europäischen Kunden, die den alten Stripe Checkout verwenden, können abgelehnt werden, weil %1$sit keine starke Kundenauthentifizierung (SCA)%2$s unterstützt.
fi: Stripe Elements on suositeltavaa kaikille kauppiaille. Eurooppalaisten asiakkaiden tekemät maksut, jotka käyttävät vanhaa Stripe Checkout -palvelua, saatetaan hylätä, koska %1$sit ei tue vahvaa asiakastunnistusta (SCA)%2$s.
tr_tr: Stripe Elements tüm satıcılar için önerilir. Avrupalı müşteriler tarafından eski Stripe Checkout kullanılarak yapılan ödemeler, %1$sit Güçlü Müşteri Kimlik Doğrulamasını (SCA)%2$s desteklemediği için reddedilebilir.

source: It appears the Stripe JS was not loaded properly! Please refresh the page and try again or contact support.
de_de: Es scheint, dass das Stripe JS nicht richtig geladen wurde! Bitte aktualisieren Sie die Seite und versuchen Sie es erneut oder kontaktieren Sie den Support.
fi: Näyttää siltä, että Stripe JS ei latautunut oikein! Päivitä sivu ja yritä uudelleen tai ota yhteyttä asiakaspalveluun.
tr_tr: Stripe JS düzgün yüklenmemiş gibi görünüyor! Lütfen sayfayı yenileyip tekrar deneyin veya destek ekibiyle iletişime geçin.

source: No payment intent ID present, so no request to create a payment intent created.
de_de: Es ist keine ID für eine Zahlungsabsicht vorhanden, daher wurde keine Anforderung zur Erstellung einer Zahlungsabsicht erstellt.
fi: Maksuaikomuksen tunnusta ei ole, joten maksuaikomuksen luomista koskevaa pyyntöä ei ole luotu.
tr_tr: Ödeme amacı kimliği mevcut değildir, bu nedenle ödeme amacı oluşturma talebi oluşturulmamıştır.

source: No payment information found.
de_de: Keine Zahlungsinformationen gefunden.
fi: Maksutietoja ei löytynyt.
tr_tr: Ödeme bilgisi bulunamadı.

source: Payment requires further verification.
de_de: Die Zahlung erfordert eine weitere Überprüfung.
fi: Maksu edellyttää lisätarkistusta.
tr_tr: Ödeme için daha fazla doğrulama gerekmektedir.

source: Invalid PaymentIntent status
de_de: Ungültiger PaymentIntent-Status
fi: PaymentIntent-tila on virheellinen
tr_tr: Geçersiz PaymentIntent durumu

source: Stripe Checkout (legacy)
de_de: Stripe Checkout (veraltet)
fi: Stripe Checkout (vanha)
tr_tr: Stripe Checkout (eski)

source: Stripe Elements
de_de: Streifenelemente
fi: Raitaelementit
tr_tr: Şerit Elemanları

source: Integration Type
de_de: Integration Typ
fi: Integrointityyppi
tr_tr: Entegrasyon Türü

source: To successfully authenticate the transaction, enter “password” (without the quotes) into the password field. Enter the values below (without the quotes) into the password field to simulate all other possible 3D-Secure responses
de_de: Um die Transaktion erfolgreich zu authentifizieren, geben Sie "password" (ohne Anführungszeichen) in das Feld password Feld ein. Geben Sie die folgenden Werte (ohne Anführungszeichen) in das Passwortfeld ein, um alle anderen möglichen 3D-Secure-Antworten zu simulieren
fi: Jos haluat onnistuneesti todentaa tapahtuman, kirjoita "password" (ilman lainausmerkkejä) salasana-kenttään. kenttään. Kirjoita alla olevat arvot (ilman lainausmerkkejä) salasanakenttään simuloidaksesi kaikkia muita mahdollisia 3D-Securen vastauksia.
tr_tr: İşlemin kimliğini başarıyla doğrulamak için parolaya "parola" (tırnak işaretleri olmadan) girin alanına girin. Diğer tüm olası 3D-Secure yanıtlarını simüle etmek için aşağıdaki değerleri (tırnak işaretleri olmadan) parola alanına girin

source: Successfully authenticated
de_de: Erfolgreich authentifiziert
fi: Onnistunut todennus
tr_tr: Kimlik doğrulaması başarıyla yapıldı

source: Cardholder not enrolled
de_de: Karteninhaber nicht eingeschrieben
fi: Kortinhaltija ei ole rekisteröitynyt
tr_tr: Kart sahibi kayıtlı değil

source: Authentication not available
de_de: Authentifizierung nicht verfügbar
fi: Todennus ei ole käytettävissä
tr_tr: Kimlik doğrulama mevcut değil

source: Error occurred during authentication
de_de: Bei der Authentifizierung ist ein Fehler aufgetreten
fi: Autentikoinnin aikana tapahtui virhe
tr_tr: Kimlik doğrulama sırasında hata oluştu

source: Any other phrase will fail the authentication.
de_de: Jede andere Phrase lässt die Authentifizierung fehlschlagen.
fi: Kaikki muut lausekkeet epäonnistuvat todennuksessa.
tr_tr: Başka herhangi bir ifade kimlik doğrulamasında başarısız olacaktır.
