Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Remember that contexts can represent different things. In this example they represent "recipients" and so they are labelled as such. In this example (for email payment confirmations), you may want Event Administrators to receive different information than Primary Registrants (the other context available to edit).
de_de: Denken Sie daran, dass Kontexte verschiedene Dinge darstellen können. In diesem Beispiel stehen sie für "Empfänger" und sind daher als solche gekennzeichnet. In diesem Beispiel (für E-Mail-Zahlungsbestätigungen) möchten Sie vielleicht, dass Veranstaltungsadministratoren andere Informationen erhalten als primäre Anmelder (der andere Kontext, der bearbeitet werden kann).
fi: Muista, että kontekstit voivat edustaa erilaisia asioita. Tässä esimerkissä ne edustavat "vastaanottajia", joten ne on merkitty sellaisiksi. Tässä esimerkissä (sähköpostin maksuvahvistuksia varten) saatat haluta, että tapahtuman ylläpitäjät saavat eri tietoja kuin ensisijaiset rekisteröijät (toinen muokattavissa oleva konteksti).
fr_fr: Rappelez-vous que les contextes peuvent représenter des choses différentes. Dans cet exemple, ils représentent "destinataires" et ils sont étiquetés comme tels. Dans cet exemple (pour les confirmations de paiement électronique), vous pouvez Administrateurs événement pour recevoir de l'information différent de celui inscrits primaires (la auters contexte disponibles à éditer).
tr_tr: Bağlamların farklı şeyleri temsil edebileceğini unutmayın. Bu örnekte bunlar "alıcıları" temsil etmektedir ve bu nedenle bu şekilde etiketlenmişlerdir. Bu örnekte (e-posta ödeme onayları için), Etkinlik Yöneticilerinin Birincil Kayıt Sahiplerinden (düzenlenebilecek diğer bağlam) farklı bilgiler almasını isteyebilirsiniz.

source: This question is a system question and cannot be trashed
de_de: Diese Frage ist eine Systemfrage und kann nicht verworfen werden.
fi: Tämä kysymys on järjestelmäkysymys eikä sitä voida siirtää roskakoriin
fr_fr: Cette question est une question de système et ne peut pas être saccagé
tr_tr: Bu soru bir sistem sorusudur ve çöpe atılamaz

source: This page shows all critical pages that Event Espresso needs to work correctly.
de_de: Diese Seite zeigt alle wichtigen Seiten, die Event Espresso benötigt, um korrekt zu funktionieren.
fi: Tällä sivulla näytetään kaikki kriittiset sivut, jotka Event Espresso tarvitsee toimiakseen oikein.
fr_fr: Cette page toutes les pages critiques qui Event Espresso a besoin pour fonctionner correctement.
tr_tr: Bu sayfa Event Espresso'nun düzgün çalışması için gereken tüm kritik sayfaları gösterir.

source: This question has answers attached to it from registrations that have the question. It cannot be permanently deleted.
de_de: An diese Frage sind Antworten von Registrierungen angehängt, die diese Frage haben. Sie kann nicht dauerhaft gelöscht werden.
fi: Tähän kysymykseen liittyy vastauksia ilmoittautumisista, joissa tämä kysymys on ollut. Sitä ei voida poistaa lopullisesti.
fr_fr: Cette question a des réponses qui lui sont attachés à partir des enregistrements qui ont la question. Il ne peut pas être supprimé définitivement.
tr_tr: Bu soruya, soruya sahip kayıtlardan eklenmiş yanıtlar vardır. Kalıcı olarak silinemez.

source: View Registrations
de_de: Anmeldungen ansehen
fi: Näytä ilmoittautumiset
fr_fr: Voir inscriptions
tr_tr: Kayıtları Görüntüle

source: This question group is a system group and cannot be trashed
de_de: Diese Fragengruppe ist eine Systemgruppe und kann nicht gelöscht werden.
fi: Tämä kysymysryhmä on järjestelmäryhmä eikä sitä voida siirtää roskakoriin
fr_fr: Ce groupe de questions est un groupe de système et ne peut pas être saccagé
tr_tr: Bu soru grubu bir sistem grubudur ve çöpe atılamaz

source: View Registrants
de_de: Teilnehmer anzeigen
fi: Näytä ilmoittautujat
fr_fr: Voir les inscrits
tr_tr: Kayıtlı Olanları Gör

source: This question group has questions that have answers attached to it from registrations that have the question. It cannot be permanently deleted.
de_de: Diese Fragengruppe enthält Fragen, an die Antworten von Registrierungen angehängt sind, die diese Frage enthalten. Sie kann nicht dauerhaft gelöscht werden.
fi: Tähän kysymysryhmään liittyy vastauksia ilmoittautumisista, joissa tämä kysymys on ollut. Sitä ei voida poistaa lopullisesti.
fr_fr: Ce groupe de questions a des questions qui ont des réponses qui lui sont attachés à partir des enregistrements qui ont la question. Il ne peut pas être supprimé définitivement.
tr_tr: Bu soru grubunda, soruya sahip olan kayıtlardan kendisine eklenmiş yanıtları olan sorular bulunur. Kalıcı olarak silinemez.

source: Payment Methods Overview
de_de: Überblick über die Zahlungsarten
fi: Maksutapojen yhteenveto
fr_fr: Modes de paiement Aperçu
tr_tr: Ödeme Yöntemlerine Genel Bakış

source: Save New Category
de_de: Neue Kategorie speichern
fi: Tallenna uusi luokka
fr_fr: Enregistrer une nouvelle catégorie
tr_tr: Yeni Katagoriyi Kaydet

source: Bank Draft Settings
de_de: Einstellungen für Bankschecks
fi: Pankkisiirron asetukset
fr_fr: Banque projets Paramètres
tr_tr: Banka Taslak Ayarları

source: Update Category
de_de: Kategorie aktualisieren
fi: Päivitä luokka
fr_fr: Mise à jour de la catégorie
tr_tr: Katagoriyi Güncelle

source: Check Settings
de_de: Einstellungen überprüfen
fi: Shekki-asetukset
fr_fr: Vérifiez les paramètres
tr_tr: Kontrol Ayarları

source: Answer values that are not editable are this way because there are registrations in the database that have answers for this question. If you need to correct a mistake, or edit an existing option value, then trash the existing one and create a new option with the changes. This will ensure that the existing registrations that chose the original answer will preserve that answer.
de_de: Antwortwerte, die nicht bearbeitbar sind, sind so, weil es in der Datenbank Registrierungen gibt, die Antworten auf diese Frage haben. Wenn Sie einen Fehler korrigieren oder einen vorhandenen Optionswert bearbeiten müssen, löschen Sie den vorhandenen Wert und erstellen Sie eine neue Option mit den Änderungen. Dadurch wird sichergestellt, dass die bestehenden Registrierungen, die die ursprüngliche Antwort gewählt haben, diese Antwort beibehalten.
fi: Se, ettei joidenkin vastausten arvoja voi muokata, johtuu siitä, että tietokannassa on ilmoittautumisia, joissa tähän kysymykseen on vastattu. Jos haluat korjata virheen tai muutoin muokata vaihtoehtoja, siirrä nykyinen vaihtoehto roskakoriin ja luo uusi, muokattu vaihtoehto. Näin varmistat, että jo tehdyt ilmoittautumiset, joissa on käytetty alkuperäisiä vastauksia, säilyvät muuttumattomina.
tr_tr: Düzenlenemeyen yanıt değerleri bu şekildedir çünkü veritabanında bu soru için yanıtları olan kayıtlar vardır. Bir hatayı düzeltmeniz veya mevcut bir seçenek değerini düzenlemeniz gerekiyorsa, mevcut olanı çöpe atın ve değişikliklerle yeni bir seçenek oluşturun. Bu, orijinal cevabı seçen mevcut kayıtların bu cevabı korumasını sağlayacaktır.

source: Events Overview Table Column Headings
de_de: Ereignisse Übersichtstabelle Spaltenüberschriften
fi: Tapahtumayhteenveto-taulukon sarakeotsikot
fr_fr: Evénements Vue d'ensemble Tableau têtes de colonnes
tr_tr: Etkinliklere Gözatma Tabloları Sütun Başlıkları

source: Invoice Settings
de_de: Rechnungseinstellungen
fi: Lasku-asetukset
fr_fr: Paramètres des factures
tr_tr: Fatura Ayarları

source: Edit Contact
de_de: Kontakt bearbeiten
fi: Muokkaa yhteystietoa
fr_fr: Modifier un Contact
tr_tr: İletişimleri Düzenle

source: Events Overview Filters
de_de: Ereignisse Übersicht Filter
fi: Tapahtumayhteenveto-suodattimet
fr_fr: Evénements Aperçu Filtres
tr_tr: Etkinliğe Gözatma Filtreleri

source: PayPal Pro Settings
de_de: PayPal Pro-Einstellungen
fi: PayPal Pro -asetukset
fr_fr: PayPal Pro Paramètres
tr_tr: PayPal Pro Ayarları

source: Move Contact to Trash
de_de: Kontakt in den Papierkorb verschieben
fi: Vie yhteystieto roskakoriin
fr_fr: Déplacer un contact dans la Corbeille
tr_tr: İletişimi Çöpe Taşı

source: Events Overview Views
de_de: Veranstaltungsübersicht Ansichten
fi: Tapahtumayhteenveto-näkymät
fr_fr: Evénements Présentation Vues
tr_tr: Etkinliklere Gözatma

source: PayPal Standard Settings
de_de: PayPal-Standardeinstellungen
fi: PayPal Standard -asetukset
fr_fr: Paramètres standard PayPal
tr_tr: PayPal Standart Ayarları

source: Restore Contact
de_de: Kontakt wiederherstellen
fi: Palauta yhteystieto
fr_fr: Rétablir le contact
tr_tr: İletişimi Düzenle

source: Events Overview Other
de_de: Andere Veranstaltungsübersichten
fi: Tapahtumayhteenveto - Muuta
fr_fr: Événements Présentation Autres
tr_tr: Diğer Etkinliklere Gözatma

source: Payment Method Settings
de_de: Einstellungen zur Zahlungsmethode
fi: Maksutapa-asetukset
fr_fr: Paramètres de la méthode de paiement
tr_tr: Ödeme Yöntemleri Ayarları

source: TKT Price
de_de: TKT-Preis
fi: Lippuhinta
fr_fr: TKT Prix
tr_tr: TKT Fiyatı

source: Event Title & Rich Text Editor
de_de: Titel der Veranstaltung & Rich Text Editor
fi: Tapahtuman nimi ja tekstieditori
fr_fr: Titre de l'événement et Rich Text Editor
tr_tr: Etkinlik Başlığı & Zenginleştirilmiş Yazı Editörü

source: There are no Active Payment Methods setup for Event Espresso. Please %s activate at least one.%s
de_de: Es sind keine aktiven Zahlungsmethoden für Event Espresso eingerichtet. Bitte %s aktivieren Sie mindestens eine.%s
fi: Event Espressossa ei ole tällä hetkellä otettu käyttöön yhtään maksutapaa. Ole hyvä ja %s ota vähintään yksi maksutapa käyttöön.%s
fr_fr: Il n'y a pas active Modes de paiement configuration pour Event Espresso. S'il vous plaît %s activer au moins un. %s
tr_tr: Event Espresso için ayarlanmış Aktif Ödeme Yöntemi yok. Lütfen %s en az birini etkinleştirin.%s

source: TXN Date
de_de: TXN Datum
fi: Tilauspäivä
tr_tr: TXN Tarihi

source: Event Venue Details
de_de: Details zum Veranstaltungsort
fi: Tapahtumapaikan tiedot
fr_fr: Détails du lieu de l'événement
tr_tr: Etkinlik Mekanı Detayları

source: This page shows all available payment methods for Event Espresso.
de_de: Diese Seite zeigt alle verfügbaren Zahlungsmethoden für Event Espresso.
fi: Tämä sivu näyttää Event Espressossa käytettävissä olevat maksutavat.
fr_fr: Cette page toutes les méthodes de paiement disponibles pour Event Espresso.
tr_tr: Bu sayfada Event Espresso için mevcut tüm ödeme yöntemleri gösterilmektedir.

source: No Associated Event
de_de: Kein zugehöriges Ereignis
fi: Ei liittyvää tapahtumaa
fr_fr: Aucun événement associé
tr_tr: Etkinlik İlişkili Değil

source: Event Tickets
de_de: Veranstaltungstickets
fi: Tapahtuman liput
fr_fr: Billets d'événements
tr_tr: Etkinlik Biletleri

source: Trash Registration
de_de: Registrierung löschen
fi: Vie ilmoittautuminen roskakoriin
fr_fr: Supprimer l'inscription
tr_tr: Çöp Kaydı

source: Event Tags & Categories
de_de: Ereignis-Tags & Kategorien
fi: Tapahtuman avainsanat ja luokat
fr_fr: Événement Tags & Catégories
tr_tr: Etkinlik Etiketleri ve Kategorileri

source: Restore Registration
de_de: Registrierung wiederherstellen
fi: Palauta ilmoittautuminen
fr_fr: Restaurer inscription
tr_tr: Kaydı Geri Yükle

source: Questions for Registrants
de_de: Fragen für Teilnehmer
fi: Kysymykset ilmoittautujille
fr_fr: Questions pour les titulaires
tr_tr: Kayıt olanların Soruları

source: This page shows options for Google Maps. You can activate Google Maps by setting the toggle to Yes and clicking on the Save button to update settings.
de_de: Auf dieser Seite werden Optionen für Google Maps angezeigt. Sie können Google Maps aktivieren, indem Sie den Kippschalter auf Ja setzen und auf die Schaltfläche Speichern klicken, um die Einstellungen zu aktualisieren.
fi: Tällä sivulla näytetään Google Mapsin vaihtoehdot. Voit ottaa Google Mapsin käyttöön asettamalla vaihtokytkimen kohtaan Kyllä ja päivittämällä asetukset napsauttamalla Tallenna-painiketta.
fr_fr: Cette page affiche les options pour Google Maps. Vous pouvez activer Google Maps en réglant la bascule sur Oui et cliquez sur le bouton Enregistrer pour mettre à jour les paramètres.
tr_tr: Bu sayfa Google Haritalar için seçenekleri gösterir. Geçişi Evet olarak ayarlayarak ve ayarları güncellemek için Kaydet düğmesine tıklayarak Google Haritalar'ı etkinleştirebilirsiniz.

source: Delete Registration Permanently
de_de: Registrierung permanent löschen
fi: Poista ilmoittautuminen lopullisesti
fr_fr: Supprimer l'enregistrement de façon permanente
tr_tr: Kaydı Kalıcı Olarak Sil

source: Event Other
de_de: Ereignis Sonstiges
fi: Tapahtuma - Muuta
fr_fr: Événement Autre
tr_tr: Diğer Etkinlik

source: The map options allow you to configure how your event map is displayed. You may configure your events lists and event registration pages independently of each other. For an event to display a Google Map you must have it enabled in the event editor or in the venue metabox. This allows you to select which events you would like to display with a map.
de_de: Mit den Kartenoptionen können Sie konfigurieren, wie Ihre Veranstaltungskarte angezeigt wird. Sie können Ihre Veranstaltungslisten und die Seiten zur Veranstaltungsregistrierung unabhängig voneinander konfigurieren. Damit eine Veranstaltung eine Google-Karte anzeigt, muss sie im Veranstaltungseditor oder in der Metabox des Veranstaltungsorts aktiviert sein. So können Sie auswählen, welche Veranstaltungen Sie mit einer Karte anzeigen möchten.
fi: Karttavaihtoehtojen avulla voit määrittää, miten tapahtumakartta näytetään. Voit määrittää tapahtumaluettelot ja tapahtumien rekisteröintisivut toisistaan riippumatta. Jotta tapahtuma voi näyttää Google-kartan, se on otettava käyttöön tapahtumaeditorissa tai tapahtumapaikan metaboxissa. Näin voit valita, mitkä tapahtumat haluat näyttää kartalla.
fr_fr: Les options de carte vous permettent de configurer la manière dont votre carte d'événement est affiché. Vous pouvez configurer vos listes d'événements et des pages d'enregistrement des cas indépendamment les uns des autres. Pour un événement pour afficher une carte Google Map, vous devez avoir activé l'éditeur d'événements ou dans le METABOX lieu. Cela vous permet de sélectionner les événements que vous souhaitez afficher avec une carte.
tr_tr: Harita seçenekleri, etkinlik haritanızın nasıl görüntüleneceğini yapılandırmanıza olanak tanır. Etkinlik listelerinizi ve etkinlik kayıt sayfalarınızı birbirinden bağımsız olarak yapılandırabilirsiniz. Bir etkinliğin Google Haritasını görüntüleyebilmesi için etkinlik düzenleyicisinde veya mekan meta kutusunda etkinleştirilmiş olması gerekir. Bu, hangi etkinliklerin bir harita ile görüntülenmesini istediğinizi seçmenize olanak tanır.

source: Add New Event Category
de_de: Neue Eventkategorie hinzufügen
fi: Lisää uusi tapahtumaluokka
fr_fr: Ajouter Catégorie nouvel événement
tr_tr: Yeni Bir Etkinlik Katagorisi Ekle

source: Map Settings for Registration Page & Event List Options
de_de: Karteneinstellungen für die Registrierungsseite & Optionen für die Veranstaltungsliste
fi: Kartta-asetukset ilmoittautumissivulle ja tapahtumalistalle
fr_fr: Paramètres de la carte pour l'enregistrement la page et événements Options de la liste
tr_tr: Kayıt Sayfası için Harita Ayarları & Etkinlik Listesi Seçenekleri

source: Adjust the settings for the Authorize.net AIM payment gateway.
de_de: Passen Sie die Einstellungen für das Authorize.net AIM-Zahlungsgateway an.
fi: Säädä Authorize.net AIM -maksuportin asetuksia.
fr_fr: Réglez les paramètres de la passerelle de paiement Authorize.net AIM.
tr_tr: Authorize.net AIM ödeme ağ geçidi için ayarları yapın.

source: %1$s of %2$s
de_de: %1$s von %2$s
tr_tr: %2$s'in %1$s'i

source: Event Categories Table Column Headings
de_de: Ereignis-Kategorien Tabelle Spaltenüberschriften
fi: Tapahtumaluokat-taulukon sarakeotsikot
fr_fr: Catégories de l'événement Tableau têtes de colonnes
tr_tr: Etkinlik Katagori Tablosu Sütun Başlıkları

source: Edit Contact Details
de_de: Kontaktdetails bearbeiten
fi: Muokkaa yhteystietoa
fr_fr: Modifier Détails de contact
tr_tr: İletişim Detaylarını Düzenle

source: This lock-icon means that this registration cannot be trashed. Registrations that belong to a transaction that has payments cannot be trashed. If you wish to trash this registration then you must delete all payments attached to the related transaction first.
de_de: Das Schloß-Symbol zeigt an, dass diese Registierung nicht gelöscht werden kann. Registrierungen, die mit einer bezahlten Transaktion verknüpft sind können nicht gelöscht werden. Um diese Registrierung löschen zu können müssen Sie zunächst die Zahlungsvorgänge zu dieser löschen.
fi: Tämä lukko-ikoni tarkoittaa, ettei ilmoittautumista voida siirtää roskakoriin. Maksettuun tilaukseen sisältyviä ilmoittautumisia ei voida siirtää roskakoriin. Jos haluat siirtää tämän ilmoittautumisen roskakoriin, sinun on ensin poistettava kaikki tilaukseen liittyvät maksusuoritukset.
fr_fr: Ce lock-icône signifie que cette inscription ne peut pas être saccagé. Les inscriptions qui appartiennent à une transaction qui a les paiements ne peuvent pas être placés dans la corbeille. Si vous souhaitez à la corbeille cette inscription, vous devez supprimer tous les paiements liés à la transaction liée en premier.
tr_tr: Bu kilit simgesi, bu kaydın çöpe atılamayacağı anlamına gelir. Ödemeleri olan bir işleme ait olan kayıtlar çöpe atılamaz. Bu kaydı çöpe atmak isterseniz, önce ilgili işleme bağlı tüm ödemeleri silmeniz gerekir.

source: Event Categories Views
de_de: Ereigniskategorien Ansichten
fi: Tapahtumaluokat-näkymät
fr_fr: Catégories de l'événement Vues
tr_tr: Etkinlik Kategorileri Gösteriliyor

source: You may set a pixel width for your map. This should be entered as a numeric value with no other characters. If a value is not set then default ones are used -- registration page single maps are set to 500 pixels and events list maps are set to 200 pixels.
de_de: Sie können eine Pixelbreite für Ihre Karte festlegen. Diese sollte als numerischer Wert ohne weitere Zeichen eingegeben werden. Wenn kein Wert angegeben wird, werden die Standardwerte verwendet - die Karten der Registrierungsseite sind auf 500 Pixel und die Karten der Ereignisliste auf 200 Pixel eingestellt.
fi: Voit asettaa kartan leveyden pikseleinä. Leveys tulee antaa numeroina, eikä muita merkkejä tule käyttää. Jos arvoa ei ole annettu, käytetään oletuksia -- ilmoittautumissivulla yksittäiset kartat ovat 500 pikselin levyisiä ja tapahtumalistassa kartat ovat 200 pikselin levyisiä.
fr_fr: Vous pouvez définir une largeur de pixel de votre carte. Ce doit être saisi comme une valeur numérique avec aucun autre caractère. Si une valeur n'est pas définie alors ceux par défaut sont utilisés - page d'inscription des cartes simples sont mis à 500 pixels et des cartes de liste des événements sont mis à 200 pixels.
tr_tr: Haritanız için bir piksel genişliği ayarlayabilirsiniz. Bu, başka hiçbir karakter içermeyen sayısal bir değer olarak girilmelidir. Bir değer belirlenmezse varsayılan değerler kullanılır -- kayıt sayfası tek haritaları 500 piksele ve etkinlik listesi haritaları 200 piksele ayarlanır.

source: Add New Registration
de_de: Neue Anmeldung hinzufügen
fi: Lisää uusi ilmoittautuminen
fr_fr: Ajouter une nouvelle inscription
tr_tr: Yeni Kayıt Ekle

source: The registrant's given name. ( required value )
de_de: Der Vorname des Registranten. ( erforderlicher Wert )
fi: Ilmoittautujan etunimi. (vaadittu kenttä)
fr_fr: Le prénom de la personne inscrite. (Valeur obligatoire)
tr_tr: Tescil verilen ad. (Gerekli değer)

source: Event Categories Other
de_de: Veranstaltungskategorien Sonstiges
fi: Tapahtumaluokat - Muuta
fr_fr: Catégories d'événements Autre
tr_tr: Diğer Etkinlik Katagorileri

source: Add Contact
de_de: Kontakt hinzufügen
fi: Lisää yhteystieto
fr_fr: Ajouter un Contact
tr_tr: İletişim Ekle

source: The registrant's family name. ( required value )
de_de: Der Familienname des Registranten. ( erforderlicher Wert )
fi: Ilmoittautujan sukunimi. (vaadittu kenttä)
fr_fr: Le nom de famille de la personne inscrite. (Valeur obligatoire)
tr_tr: Tescil soyadı. (Gerekli değer)

source: This setting is similar to set map width except it is for the map height. Maps will display best when matching dimensions are used.
de_de: Diese Einstellung ähnelt der Einstellung für die Kartenbreite, bezieht sich aber auf die Kartenhöhe. Die Karten werden am besten angezeigt, wenn die Abmessungen übereinstimmen.
fi: Tämä asetus toimii kartan korkeuden osalta vastaavasti kuin kartan leveysasetus. Kartat näkyvät parhaiten, kun ne ovat yhtä korkeita kuin leveitä.
fr_fr: Ce paramètre est similaire à régler la largeur de la carte, sauf qu'il est pour la carte de hauteur. Maps affiche meilleur lorsque les dimensions correspondantes sont utilisés.
tr_tr: Bu ayar, harita yüksekliği için olması dışında harita genişliğini ayarlamaya benzer. Eşleşen boyutlar kullanıldığında haritalar en iyi şekilde görüntülenecektir.

source: Registrations CSV Report
de_de: Registrierungen CSV-Bericht
fi: Rekisteröinnit CSV-raportti
tr_tr: Kayıtlar CSV Raporu

source: The registrant's street address.
de_de: Die Adresse des Registranten.
fi: Ilmoittautuneen lähiosoite.
fr_fr: Adresse de la rue de l'inscrit.
tr_tr: Kayıt sahibinin açık adresi.

source: Please be advised: If you update any registration-related details (i.e. custom questions, messages, tickets, datetimes, etc.) while a registration is in progress, the registration process could be interrupted and result in errors for the person registering and potentially incorrect registration or transaction data inside Event Espresso. We recommend editing events during a period of slow traffic, or even temporarily changing the status of an event to "Draft" until your edits are complete.
de_de: Bitte beachten Sie: Wenn Sie registrierungsbezogene Details (z. B. benutzerdefinierte Fragen, Nachrichten, Tickets, Datumsangaben usw.) aktualisieren, während eine Registrierung läuft, kann der Registrierungsprozess unterbrochen werden und zu Fehlern für die registrierende Person und möglicherweise falschen Registrierungs- oder Transaktionsdaten in Event Espresso führen. Wir empfehlen, Ereignisse in einer Zeit mit geringem Verkehrsaufkommen zu bearbeiten oder sogar den Status eines Ereignisses vorübergehend auf "Entwurf" zu ändern, bis Ihre Bearbeitungen abgeschlossen sind.
fi: Huomaathan, että tämä tapahtuma on julkaistu ja sen ilmoittautuminen on avoinna. Jos haluat päivittää ilmoittautumiseen liittyviä tietoja (esim. kysymykset, viestit, liput, ajankohdat, tms.) ilmoittautumisen ollessa käynnissä, käynnissä oleva ilmoittautuminen voi keskeytyä ja johtaa virheisiin. Tämä saattaa johtaa myös virheellisen ilmoittautumistiedon tallentumiseen Event Espressoon. Suosittelemme päivittämään tapahtumia vain, kun sivustolla on vain vähän liikennettä, tai muuttamaan tapahtuman väliaikaisesti Luonnos-tilaan, kunnes muokkaukset on tehty.
tr_tr: Lütfen dikkatli olun: Bir kayıt devam ederken kayıtla ilgili ayrıntıları (örn. özel sorular, mesajlar, biletler, tarih zamanları vb.) güncellerseniz, kayıt işlemi kesintiye uğrayabilir ve kayıt yaptıran kişi için hatalara ve Event Espresso içinde potansiyel olarak yanlış kayıt veya işlem verilerine neden olabilir. Etkinlikleri trafiğin yavaş olduğu bir dönemde düzenlemenizi, hatta düzenlemeleriniz tamamlanana kadar bir etkinliğin durumunu geçici olarak "Taslak" olarak değiştirmenizi öneririz.

source: View Event Archive Page
de_de: Event Archiv-Seite anzeigen
fi: Näytä tapahtuma-arkistosivu
fr_fr: Voir les archives de l'événement page
tr_tr: Etkinlik Arşiv Sayfasını Görüntüle
