Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: A trigger has been set that doesn't have any corresponding content. Make sure you have set the help content. (see the "_set_help_popup_content" method in the EE_Admin_Page for instructions.)
de_de: Es wurde ein Auslöser gesetzt, der keinen entsprechenden Inhalt hat. Stellen Sie sicher, dass Sie den Inhalt der Hilfe festgelegt haben. (siehe die Methode "_set_help_popup_content" in der EE_Admin_Page für Anweisungen).
fi: On asetettu laukaisin, jolla ei ole vastaavaa sisältöä. Varmista, että olet asettanut apusisällön. (Katso ohjeet EE_Admin_Pagen "_set_help_popup_content"-metodista).
fr_fr: Un déclencheur a été créé qui n'a pas un contenu correspondant. Assurez-vous que vous avez défini le contenu de l'aide. (Voir la "_ set_help_popup_content" méthode dans le EE_Admin_Page pour les instructions.)
tr_tr: İlgili içeriğe sahip olmayan bir tetikleyici ayarlandı. Yardım içeriğini ayarladığınızdan emin olun. (talimatlar için EE_Admin_Page'deki "_set_help_popup_content" yöntemine bakın).

source: View Registration Details
de_de: Anmeldungsdetails anzeigen
fi: Näytä ilmoittautujan tiedot
fr_fr: Voir les détails de l'enregistrement
tr_tr: Kayıt Detaylarını Göster

source: View Transaction
de_de: Transaktion anzeigen
fi: Näytä tilaus
fr_fr: Voir la Transaction
tr_tr: İşlemleri Göster

source: January
de_de: Januar
fi: tammikuu
fr_fr: Janvier
tr_tr: Ocak

source: registration
de_de: Registrierung
fi: ilmoittautuminen
fr_fr: enregistrement
tr_tr: kayıt

source: February
de_de: Februar
fi: helmikuu
fr_fr: Février
tr_tr: Şubat

source: registrations
de_de: Registrierungen
fi: ilmoittautumiset
fr_fr: inscriptions
tr_tr: kayıtlar

source: March
de_de: März
fi: maaliskuu
fr_fr: Mars
tr_tr: Mart

source: April
fi: huhtikuu
fr_fr: Avril
tr_tr: Nisan

source: May
de_de: Mai
fi: toukokuu
fr_fr: Mai
tr_tr: Mayıs

source: Apply
de_de: Anwenden
fi: Käytä
fr_fr: Appliquer
tr_tr: Başvurmak

source: June
de_de: Juni
fi: kesäkuu
fr_fr: Juin
tr_tr: Haziran

source: Select Status
de_de: Status auswählen
fi: Valitse tila
fr_fr: Sélectionnez État
tr_tr: Durum Seç

source: July
de_de: Juli
fi: heinäkuu
fr_fr: Juillet
tr_tr: Temmuz

source: Reset Calendar Settings?
de_de: Kalendereinstellungen zurücksetzen
fi: Nollataanko kalenterin asetukset?
fr_fr: Réinitialisation des paramètres du calendrier
tr_tr: Takvim Ayarlarını Sıfırla

source: August
fi: elokuu
fr_fr: Août
tr_tr: Ağustos

source: Time/Date Settings
de_de: Zeit/Datums-Einstellungen
fi: Aika-/Päiväasetukset
fr_fr: Paramètres Heure/Date
tr_tr: Tarih/Saat Ayarları

source: September
fi: syyskuu
fr_fr: Septembre
tr_tr: Eylük

source: Edit Event: %s
de_de: Veranstaltung bearbeiten: %s
fi: Muokkaa tapahtumaa: %s
fr_fr: Modifier la Manifestation: %s
tr_tr: Etkinliği Düzenle: %s

source: Show Event Time in Calendar
de_de: Ereigniszeit im Kalender anzeigen
fi: Näytä tapahtuman aika kalenterissa
fr_fr: Afficher l'horaire de l'événement dans le calendrier
tr_tr: Etkinlik Saatini Takvimde Göster

source: October
de_de: Oktober
fi: lokakuu
fr_fr: Octobre
tr_tr: Ekim

source: Filter this list to only show registrations for %s
de_de: Diese Liste filtern, um nur Registrierungen für %s anzuzeigen
fi: Suodata tämä lista näyttämään ainoastaan ilmoittautumiset %s
fr_fr: Filtrer cette liste pour n'afficher que les inscriptions pour %s
tr_tr: Bu listeyi yalnızca %s için kayıtları gösterecek şekilde filtreleyin

source: Please select a method of payment in order to continue.
de_de: Bitte wählen Sie eine Zahlungsmethode, um fortzufahren.
fi: Valitse maksutapa jatkaaksesi.
fr_fr: Veuillez sélectionner sélectionner un moyen de paiement pour continuer.
tr_tr: Devam etmek için lütfen bir ödeme yöntemi seçin.

source: Time Format
de_de: Zeitformat
fi: Aikaformaatti
fr_fr: Format horaire
tr_tr: Saat Formatı

source: November
fi: marraskuu
fr_fr: Novembre
tr_tr: Kasım

source: December
de_de: Dezember
fi: joulukuu
fr_fr: Décembre
tr_tr: Aralık

source: Custom:
de_de: Benutzerdefiniert:
fi: Mukautettu:
fr_fr: Personnaliser:
tr_tr: Özel:

source: Jan
fi: tammi
tr_tr: Ocak

source: free
de_de: frei
fi: ilmainen
fr_fr: Gratuit
tr_tr: ücretsiz

source: The Validator class was unable to load
de_de: Die Validator-Klasse konnte nicht geladen werden
fi: Validator-luokka ei pystynyt lataamaan
fr_fr: La classe Validator n'a pas pu charger
tr_tr: Validator sınıfı yüklenemedi

source: Documentation on date and time formatting
de_de: Dokumentation zur Formatierung von Datum und Uhrzeit
fi: Päivä- ja aikamuotoilujen ohjeet
fr_fr: Documentation sur le format des dates et heures.
tr_tr: Tarih ve saat biçimlendirmesine ilişkin dokümantasyon

source: Select a Month/Year
de_de: Jahr/Monat auswählen
fi: Valitse kuukausi/vuosi
fr_fr: Sélectionnez un Mois / Année
tr_tr: Ay/Yıl Seç

source: Registration Details
de_de: Registrierungsdetails
fi: Ilmoittautumistiedot
fr_fr: Détails de l'enregistrement
tr_tr: Kayıt Detayları

source: Pending Payment
de_de: Ausstehende Zahlung
fi: Odottaa maksua
fr_fr: En attente de paiement
tr_tr: Bekleyen Ödeme

source: Attendee Name
de_de: Name des Teilnehmers
fi: Osallistujan nimi
tr_tr: Katılımcı Adı

source: Registered
de_de: Registriert
fi: Rekisteröity
fr_fr: Enregistré(e)
tr_tr: Kayıtlı

source: Payment
de_de: Bezahlung
fi: Maksusuoritus
fr_fr: Paiement
tr_tr: Ödeme

source: Transaction ID
de_de: Transaktions ID
fi: Tilaustunnus
fr_fr: ID de la transaction
tr_tr: İşlem ID

source: A widget to display your upcoming events.
de_de: Ein Widget für bevorstehende Events.
fi: Vimpain, joka näyttää tulevat tapahtumasi.
fr_fr: Un widget pour afficher vos événements à venir.
tr_tr: Yaklaşan etkinliklerinizi görüntülemek için bir widget.

source: Resend Registration Details
de_de: Anmeldungsdetails erneut senden
fi: Lähetä ilmoittautumistiedot uudelleen
fr_fr: Renvoyer les détails d'inscription
tr_tr: Kayıt Bilgilerini Tekrar Gönder

source: Question
de_de: Frage
fi: Kysymys
tr_tr: Soru

source: Text
fi: Teksti
fr_fr: Texte
tr_tr: Metin

source: Radio Button
de_de: Optionsschaltfläche
fi: Radiopainike
tr_tr: Radyo Düğmesi

source: Categories
de_de: Kategorien
fi: Luokat
fr_fr: Catégories
tr_tr: Kategoriler

source: Currency
de_de: Währung
fi: Valuutta
fr_fr: Monnaie
tr_tr: Para Birimi

source: Checkbox
de_de: Kontrollkästchen
fi: Valintaruutu
tr_tr: Onay kutusu

source: Bank Draft
de_de: Bankeinzug
fi: Pankkisiirto
fr_fr: Virement bancaire
tr_tr: Banka Poliçesi

source: Check
de_de: Scheck
fi: Shekki
fr_fr: Chèques
tr_tr: Kontrol et

source: Electronic Funds Transfers
de_de: Elektronische Geldüberweisungen
fi: Sähköiset varainsiirrot
fr_fr: Transferts électroniques de fonds
tr_tr: Electronic Funds Transfers (EFT)

source: Template Settings
de_de: Template Einstellungen
fi: Sivupohjien asetukset
fr_fr: Paramètres du modèle
tr_tr: Template Ayarları

source: Discount
de_de: Rabatt
fi: Alennus
fr_fr: Réduction
tr_tr: İndirim

source: Payment Settings
de_de: Bezahlungseinstellungen
fi: Maksuasetukset
fr_fr: Réglages paiement
tr_tr: Ödeme Ayarları

source: Title
de_de: Titel
fi: Otsikko
fr_fr: Titre
tr_tr: Başlık

source: Do you really want to delete this image? Please remember to save your settings to complete the removal.
de_de: Möchten Sie dieses Bild wirklich löschen? Denken Sie daran die Einstellungen zu speichern um das Bild endgültig zu löschen.
fi: Haluatko varmasti poistaa tämän kuvan? Muistathan tallentaa asetukset viimeistelläksesi poiston.
fr_fr: Voulez-vous vraiment supprimer cette image? S'il vous plaît n'oubliez pas de sauvegarder vos paramètres pour terminer la suppression.
tr_tr: Bu resmi gerçekten silmek istiyor musunuz? Kaldırma işlemini tamamlamak için lütfen ayarlarınızı kaydetmeyi unutmayın.

source: Date & Time
de_de: Datum & Zeit
fi: Päivä & aika
fr_fr: Date & Heure
tr_tr: Tarih & Saat

source: Event ID
de_de: Veranstaltungs-ID
fi: Tapahtumatunnus
fr_fr: ID Event
tr_tr: Etkinlik ID

source: MailChimp Integration
fi: MailChimp-integraatio
tr_tr: MailChimp Entegrasyonu

source: Start Date
de_de: Datum des Beginns
fi: Aloituspäivä
tr_tr: Başlangıç Tarihi

source: Infusionsoft Settings
de_de: Infusionsoft Einstellungen
fi: Infusionsoftin asetukset
fr_fr: Paramètres Infusionsoft
tr_tr: Infusionsoft Ayarları

source: Stripe Settings
de_de: Stripe-Einstellungen
fi: Stripe-asetukset
fr_fr: Paramètres de rayures
tr_tr: Rütbe Ayarları

source: Map and Directions
de_de: Karte und Anfahrt
fi: Kartta ja saapumisohjeet
fr_fr: Carte et Itinéraire
tr_tr: Harita ve Yol Tarifi

source: Ticket Templates
de_de: Ticket Vorlagen
fi: Lippupohjat
fr_fr: Modèles de billets
tr_tr: Bilet Templates

source: Your payment has been declined.
de_de: Ihre Zahlung wurde abgewiesen
fi: Maksusuorituksesi on hylätty.
fr_fr: Votre paiement a été refusé.
tr_tr: Ödemeniz reddedildi.

source: Recurring Events Manager
de_de: Manager für wiederkehrende Ereignisse
fi: Toistuvien tapahtumien johtaja
tr_tr: Yinelenen Etkinlikler Yöneticisi

source: missing required variables for the form field generator
de_de: fehlende erforderliche Variablen für den Formularfeldgenerator
fi: lomakekentän generaattorilta puuttuvat vaaditut muuttujat
fr_fr: manquant variables requises pour le générateur de champ de formulaire
tr_tr: form alanı oluşturucu için eksik gerekli değişkenler

source: Reports
de_de: Berichte
fi: Raportit
fr_fr: Derniers rapports
tr_tr: Raporlar

source: No label
de_de: Keine Bezeichnung
fi: Ei nimeä
fr_fr: Alarme sans nom
tr_tr: Etiket yok

source: - please select -
de_de: - bitte auswählen -
fi: - valitse -
fr_fr: - veuillez sélectionner -
tr_tr: - lütfen seçiniz -

source: Attendee Importer
de_de: Teilnehmer Importer
fi: Osallistujan maahantuoja
tr_tr: Katılımcı İthalatçısı

source: We need a messenger to generate templates!
de_de: Wir brauchen einen Boten, der Vorlagen erstellt!
fi: Tarvitsemme viestinviejän luomaan malleja!
fr_fr: Nous avons besoin d'un messager pour générer des modèles!
tr_tr: Mesaj şablonu oluşturmaya ihtiyacımız var!

source: We need at least one message type to generate templates!
de_de: Wir brauchen mindestens einen Nachrichtentyp, um Vorlagen zu erstellen!
fi: Tarvitsemme ainakin yhden viestityypin luodaksemme malleja!
fr_fr: Nous avons besoin d'au moins un type de message pour générer des modèles!
tr_tr: Şablon oluşturmak için en az bir mesaj türüne ihtiyacımız var!

source: The count for $tabs_names and $tabs_content does not match.
de_de: Die Anzahl für $tabs_names und $tabs_content stimmt nicht überein.
fi: Kenttien $tabs_names ja $tabs_content määrät eivät täsmää.
fr_fr: Le nombre de tabs_names et $ tabs_content $ ne correspond pas.
tr_tr: tabs_names ve $tabs_content için sayı eşleşmiyor.

source: Nav Tabs cannot be generated because the tab array is missing
de_de: Nav Tabs können nicht generiert werden, da das Tab-Array fehlt
fi: Navigointivälilehtiä ei voitu luoda, koska välilehtijono puuttuu
fr_fr: Nav onglets ne peut pas être généré car le tableau de l'onglet est manquant
tr_tr: Sekme dizisi eksik olduğu için Nav Sekmeleri oluşturulamıyor

source: Use Color Pickers
de_de: Farbwähler verwenden
fi: Käytä värinvalitsinta
fr_fr: Utiliser le sélecteur de couleur
tr_tr: Renk Seçicileri Kullanın

source: Link for Item
de_de: Link für Artikel
fi: Linkki tuotteeseen
fr_fr: Lien pour l'article
tr_tr: Öge için bağlantı

source: Event Background Color
de_de: Veranstaltungs-Hintergrundfarbe
fi: Tapahtuman taustaväri
fr_fr: Couleur de l'arrière plan de l'événement
tr_tr: Etkinliğin Arka Plan Rengi

source: Event Text Color
de_de: Veranstaltungstext Farbe
fi: Tapahtuman tekstin väri
fr_fr: Couleur du texte de l'événement
tr_tr: Etkinlik Metin Rengi

source: Variable named %s is null.
de_de: Variable namens %s ist null.
fi: Muuttujan %s arvo on tyhjä.
fr_fr: Variable nommée %s est nulle.
tr_tr: %s adlı değişken null.

source: This Month
de_de: Dieser Monat
fi: Tämä kuukausi
fr_fr: Ce mois-ci
tr_tr: Bu Ay

source: Consider looking at the stack trace to see why it wasn't set.
de_de: Sehen Sie sich den Stack-Trace an, um herauszufinden, warum er nicht gesetzt wurde.
fi: Harkitse pinojäljen tarkastelua nähdäksesi, miksi sitä ei asetettu.
fr_fr: Pensez à vous à la trace de la pile pour voir pourquoi il n'a pas été défini.
tr_tr: Neden ayarlanmadığını görmek için yığın izine bakmayı düşünün.

source: Today
de_de: Heute
fi: Tänään
fr_fr: Aujourd'hui
tr_tr: Bugün

source: Template error.
de_de: Vorlagenfehler.
fi: Virhe pohjassa.
fr_fr: Erreur modèle.
tr_tr: Şablon hatası.

source: %s evaluated to false, but it must be true!
de_de: %s wurde als falsch ausgewertet, aber es muss wahr sein!
fi: %s oli epätosi, vaikka sen pitää olla tosi!
fr_fr: %s évalués à faux, mais il doit être vrai!
tr_tr: %s yanlış olarak değerlendirildi, ancak doğru olmalı!

source: View Report
de_de: Bericht anzeigen
fi: Näytä raportti
fr_fr: Voir Rapport
tr_tr: Raporu Göster

source: Add New Category
de_de: Neue Kategorie hinzufügen
fi: Lisää uusi luokka
fr_fr: Ajouter une nouvelle catégorie
tr_tr: Yeni Kategori Ekle

source: Variable %s is not of the correct type.
de_de: Die Variable %s hat nicht den richtigen Typ.
fi: Muuttuja %s ei ole oikeaa tyyppiä.
fr_fr: Variable %s n'est pas du bon type.
tr_tr: Değişken %s doğru türde değil.

source: It should be of type %s
de_de: Es sollte vom Typ %s sein
fi: Sen pitäisi olla tyyppiä %s
fr_fr: Il doit être de type %s
tr_tr: Türünün %s olması gerekir

source: Delete Category
de_de: Kategorie löschen
fi: Poista luokka
fr_fr: Supprimer la catégorie
tr_tr: Kategoriyi Sil

source: Variable %s should be an array, but it is not.
de_de: Die Variable %s sollte ein Array sein, ist es aber nicht.
fi: Muuttujan %s pitäisi olla jono (array), mutta se ei ole.
fr_fr: Variable %s doit être une table, mais il n'est pas.
tr_tr: %s değişkeni bir dizi olmalıdır, ancak değildir.

source: Incomplete
de_de: Unvollständig
fi: Kesken
fr_fr: Incomplet
tr_tr: Tamamlanmamış

source: Its value is, instead '%s'
de_de: Sein Wert ist stattdessen '%s'.
fi: Sen sijaan sen arvo on '%s'
fr_fr: Sa valeur est, au lieu ' %s '
tr_tr: Değeri, bunun yerine '%s'

source: refund
de_de: Erstattung
fi: tuki
tr_tr: İADE

source: Malconfigured template.
de_de: Fehlkonfigurierte Vorlage.
fi: Virheellisesti määritetty pohja.
fr_fr: Modèle Malconfigured.
tr_tr: Yanlış yapılandırılmış şablon.

source: Reset Filters
de_de: Filter zurücksetzen
fi: Nollaa suodattimet
fr_fr: Réinitialiser les filtres
tr_tr: Filtreleri Sıfırla

source: Variable named '%s' was set to '%s'. It can only be one of '%s'
de_de: Variable namens '%s' wurde auf '%s' gesetzt. Sie kann nur eine von '%s' sein.
fi: Muuttuja nimeltä '%s' asetettiin arvoon '%s'. Se voi olla vain yksi '%s' -muuttujista.
fr_fr: Variable nommée ' %s 'a été réglé sur' %s '. Il ne peut être l'un des ' %s '
tr_tr: '%s' adlı değişken '%s' olarak ayarlandı. Sadece '%s'den biri olabilir

source: United States
de_de: Vereinigte Staaten
fi: Yhdysvallat
fr_fr: Étas-Unis
tr_tr: Birleşik Devletler

source: Inactive
de_de: Inaktiv
fi: Epäaktiivinen
fr_fr: Inactif
tr_tr: Pasif

source: Finnish
de_de: Finnisch
fi: suomi
fr_fr: Finlandaise
tr_tr: Fince

source: Draft
de_de: Entwurf
fi: Luonnos
fr_fr: Brouillon
tr_tr: Taslak

source: Swedish
de_de: Schwedisch
fi: ruotsi
fr_fr: Suédois
tr_tr: İsveç

source: Previous
de_de: Vorheriges
fi: Edellinen
fr_fr: Précédent
tr_tr: Önceki

source: Next
de_de: Nächstes
fi: Seuraava
fr_fr: Suivant
tr_tr: İleri

source: Settings
de_de: Einstellungen
fi: Asetukset
fr_fr: Paramètres
tr_tr: Ayarlar

source: Add New
de_de: Hinzufügen
fi: Lisää uusi
fr_fr: Ajouter nouveau
tr_tr: Yeni Ekle

source: Event Category
de_de: Veranstaltungskategorie
fi: Tapahtumaluokka
fr_fr: Catégorie de l'événement
tr_tr: Etkinlik Kategorisi

source: Register
de_de: Registrieren
fi: Ilmoittaudu
fr_fr: S'inscrire
tr_tr: Kayıt Olun

source: Add New Event
de_de: Veranstaltung hinzufügen
fi: Lisää uusi tapahtuma
fr_fr: Ajouter un nouvel événement
tr_tr: Yeni Etkinlik Ekle

source: Edit
de_de: Bearbeiten
fi: Muokkaa
fr_fr: Modifier
tr_tr: Düzenle

source: Edit Event
de_de: Veranstaltung bearbeiten
fi: Muokkaa tapahtumaa
fr_fr: Modifier événement
tr_tr: Etkinliği Düzenle

source: New Event
de_de: Neue Veranstaltung
fi: Uusi tapahtuma
fr_fr: Nouveau événement
tr_tr: Yeni Etkinlik

source: View Event
de_de: Event anzeigen
fi: Näytä tapahtuma
fr_fr: Afficher l'événement
tr_tr: Etkinliği Göster

source: Phone
de_de: Telefon
fi: Puhelin
fr_fr: T&eacute;l&eacute;phone
tr_tr: Telefon

source: Registration status
de_de: Status der Registrierung
fi: Rekisteröinnin tila
tr_tr: Kayıt durumu

source: Upgrade Now!
de_de: Jetzt upgraden!
fi: Päivitä nyt!
tr_tr: Şimdi Yükselt!

source: Event Dates
de_de: Veranstaltungstermine
fi: Tapahtuman päivämäärät
tr_tr: Etkinlik Tarihleri

source: Time
de_de: Zeit
fi: Aika
fr_fr: Heure
tr_tr: Zaman

source: Unknown
de_de: Unbekannt
fi: Tuntematon
fr_fr: Inconnue
tr_tr: Bilinmiyor

source: Delete
de_de: Löschen
fi: Poista
fr_fr: Supprimer
tr_tr: Sil

source: Method %s on class %s does not exist! You can create one with the following code in functions.php or in a plugin: add_filter('%s','my_callback',10,3);function my_callback($previousReturnValue,EE_Base_Class $object, $argsArray){/*function body*/return $whatever;}
de_de: Die Methode %s der Klasse %s existiert nicht! Sie können eine mit dem folgenden Code in functions.php oder in einem Plugin erstellen: add_filter('%s','my_callback',10,3);function my_callback($previousReturnValue,EE_Base_Class $object, $argsArray){/*function body*/return $whatever;}
fi: Luokan %s metodia %s ei ole olemassa! Voit luoda sellaisen seuraavalla koodilla functions.php:ssä tai lisäosassa: add_filter('%s','my_callback',10,3);function my_callback($previousReturnValue,EE_Base_Class $object, $argsArray){/*function body*/return $whatever;}
fr_fr: Méthode %s de la classe %s n'existe pas! Vous pouvez en créer un avec le code suivant dans functions.php ou dans un plugin: add_filter (' %s ',' my_callback ', 10,3); fonction my_callback ($ previousReturnValue, EE_Base_Class $ object, $ argsArray) {function / * corps * / return $ que ce soit;}
tr_tr: %s sınıfı üzerinde %s yöntemi mevcut değil! functions.php dosyasında veya bir eklentide aşağıdaki kodu kullanarak bir tane oluşturabilirsiniz: add_filter('%s','my_callback',10,3);function my_callback($previousReturnValue,EE_Base_Class $object, $argsArray){/*function body*/return $whatever;}

source: None
de_de: Keine
fi: Ei yhtään
fr_fr: Aucun
tr_tr: Hiçbiri

source: Mailing address
de_de: Postanschrift
fi: Postiosoite
tr_tr: Posta adresi

source: attendee
de_de: Teilnehmer
fi: osallistuja
fr_fr: participant
tr_tr: katılımcı

source: Upcoming Events
de_de: Bevorstehende Events
fi: Tulevat tapahtumat
fr_fr: Dates à retenir
tr_tr: Gelecek Etkinlikler

source: Check/Money Order Payments
de_de: Scheck/Geldanweisung Zahlungen
fi: Käteistilausten maksut
fr_fr: Chèque / mandat paiements
tr_tr: Çek/Para Havalesi Ödemeleri

source: Please send Check/Money Order to the address below. Payment must be received within 48 hours of event date.
de_de: Bitte senden Sie Scheck/Geldbestellung an die untenstehende Adresse. Die Zahlung muss innerhalb von 48 Stunden vor Veranstaltungsdatum erfolgen.
fi: Lähetä käteistilaukset maksut alla olevaan osoitteeseen. Maksun tulee olla perillä viimeistään 48 tuntia ennen tapahtumapäivää.
fr_fr: S'il vous plaît envoyer un chèque / mandat à l'adresse ci-dessous. Le paiement doit être reçu dans les 48 heures suivant l'événement.
tr_tr: Lütfen aşağıdaki adrese Çek / Havale gönderin. Ödeme etkinlik tarihinden itibaren 48 saat içinde alınmalıdır.

source: Add venues to the Venue Manager
de_de: Veranstaltungsorte zum Veranstaltungsort-Manager hinzufügen
fi: Lisää tapahtumapaikkoja
fr_fr: Ajouter des lieux
tr_tr: Mekan yöneticisine mekan ekle

source: Email Confirmation
de_de: E-Mail-Bestätigung
fi: Sähköpostivahvistus
tr_tr: E-posta Onayı

source: Sorry, but no trace information was available for this exception.
de_de: Für diese Ausnahme waren leider keine Informationen über den Verlauf verfügbar.
fi: Valitettavasti tästä poikkeuksesta ei ollut saatavilla jäljitystietoja.
fr_fr: Désolé, mais aucune information de trace n'était disponible pour cette exception.
tr_tr: Üzgünüz, ancak bu istisna için herhangi bir izleme bilgisi mevcut değildi.

source: Select a Venue
de_de: Veranstaltungsort auswählen
fi: Valitse tapahtumapaikka
fr_fr: Sélectionnez un lieu
tr_tr: Mekan Seçin

source: activate
de_de: aktivieren.
fi: aktivoi
tr_tr: aktive et

source: Please Note:
de_de: Bitte Beachten Sie:
fi: Huomaa:
fr_fr: Note:
tr_tr: Lütfen Dikkat:

source: Reg Date
de_de: Reg Datum
fi: Ilmoittautumispäivä
tr_tr: Kayıt Tarihi

source: deactivate
de_de: deaktivieren
fi: deaktivoi
tr_tr: devre dışı bırak

source: Amount Paid
de_de: Bezahlter Betrag
fi: Maksettu
fr_fr: Montant réglé
tr_tr: Ödenen Tutar

source: Installation
fi: Asennus
fr_fr: Manuels
tr_tr: Montaj

source: Recommended Plugins
de_de: Empfohlene Plugins
fi: Suositellut lisäosat
fr_fr: Plugins recommandée
tr_tr: Önerilen Eklentiler

source: Hire a Developer
de_de: Entwickler anheuern
fi: Palkkaa kehittäjä
fr_fr: Embaucher un développeur
tr_tr: Geliştirici Kirala

source: Missing required value for the message_type parameter
de_de: Fehlender erforderlicher Wert für den Parameter message_type
fi: Puuttuu vaadittu arvo parametrille message_type
fr_fr: Manquant valeur souhaitée pour le paramètre message_type
tr_tr: message_type parametresi için gerekli değer eksik

source: No
de_de: Nein
fi: Ei
fr_fr: Non
tr_tr: Hayır

source: Favorite Theme Developers
de_de: Bevorzugte Themenentwickler
fi: Suosituimmat teemakehittäjät
fr_fr: Thème favori Développeurs
tr_tr: Favori Tema Geliştiricileri

source: Missing required value for the messenger parameter
de_de: Fehlender erforderlicher Wert für den Parameter messenger
fi: Messenger-parametrin vaadittu arvo puuttuu
fr_fr: Manquant valeur souhaitée pour le paramètre de messager
tr_tr: Messenger parametresi için gerekli değer eksik

source: Yes
de_de: Ja
fi: Kyllä
fr_fr: Oui
tr_tr: Evet

source: Highly Recommended Themes
de_de: Sehr empfehlenswerte Themen
fi: Suositellut teemat
fr_fr: Thèmes fortement recommandé
tr_tr: Şiddetle Tavsiye Edilen Temalar

source: Missing required value for the message template group id
de_de: Fehlender erforderlicher Wert für die Gruppen-ID der Nachrichtenvorlage
fi: Puuttuva vaadittu arvo viestimallin ryhmän id:lle
fr_fr: Manque une valeur obligatoire pour l'ID message de groupe de modèle
tr_tr: Mesaj şablonu grup kimliği için gerekli değer eksik

source: Other Resources
de_de: Andere Ressourcen
fi: Muut lähteet
fr_fr: Autres ressources
tr_tr: Diğer Kaynaklar

source: Important Information
de_de: Wichtige Informationen
fi: Tärkeää tietoa
fr_fr: Informations importantes
tr_tr: Önemli Bilgiler

source: Contact Support
de_de: Support kontaktieren
fi: Ota yhteys tukeen
fr_fr: Contacter le support
tr_tr: İletişim Destek

source: Frequently Asked Questions
de_de: Häufig gestellte Fragen
fi: Usein kysytyt kysymykset
fr_fr: Foire Aux Questions
tr_tr: Sıkça Sorulan Sorular

source: Additional Information
de_de: Zusätzliche Informationen
fi: Lisätiedot
fr_fr: Informations complémentaires
tr_tr: EK Bilgiler

source: Attendee #
de_de: Teilnehmer #
fi: Osallistuja #
fr_fr: Participant #
tr_tr: Katılımcı #

source: Email:
fi: Sähköposti:
tr_tr: E-posta:

source: Partners
de_de: Partner
fi: Kumppanit
fr_fr: Partenariats
tr_tr: Ortaklar

source: Billing Information
de_de: Rechnungsinformationen
fi: Laskutustiedot
fr_fr: Informations de facturation
tr_tr: Fatura Bilgisi

source: User eXperience Improvement Program (UXIP)
de_de: Programm zur Verbesserung der Benutzererfahrung (UXIP)
fi: Käyttäjäkokemuksen parantamishanke (UXIP)
fr_fr: Programme d'amélioration de l'expérience utilisateur (UXIP)
tr_tr: Kullanıcı Deneyimi İyileştirme Programı (UXIP)
