Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Set a feature image for your event here.
fr_fr: Définir une image caractéristique pour votre événement ici.

source: This is the numerical ID for the question. This value is used internally for Event Espresso.
fr_fr: C'est l'ID numérique pour la question. Cette valeur est utilisée en interne pour Event Espresso.

source: Easily control the state of your event. The main states are Published, Pending Review, and Draft. Additional states are Cancelled, Postponed, and Sold Out.
fr_fr: Contrôler facilement l'état de votre événement. Les principaux états sont publiés, en attente d'examen, et le projet. D'autres Etats sont annulés, reportés, et épuisé.

source: Import Tour
fr_fr: Importer Visite

source: You can click on the small magnifying glass <span class="dashicons dashicons-search"></span> to view all check-in records for this registrant.
fr_fr: Vous pouvez cliquer sur la petite loupe <span class = "dashicons dashicons-search"></span> pour afficher tous les enregistrements de check-in pour ce titulaire.

source: Learn how to import information into Event Espresso.
fr_fr: Découvrez comment importer des informations dans Event Espresso.

source: Click on Choose File and browse to the location of your CSV file on your computer.
fr_fr: Cliquez sur Choisir un fichier et naviguez jusqu'à l'emplacement de votre fichier CSV sur votre ordinateur.

source: Click on Upload File.
fr_fr: Cliquez sur Télécharger le fichier.

source: Event Overview Tour
fr_fr: Présentation de l'épreuve Visite

source: This tour of the Events Overview page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la page de présentation des événements va aller sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: View an ID for an event. Can be sorted in ascending or descending order.
fr_fr: Voir une pièce d'identité pour un événement. Peuvent être triés par ordre croissant ou décroissant.

source: View the name (title) of an event. Can be sorted in ascending or descending order.
fr_fr: Voir le nom (titre) d'un événement. Peuvent être triés par ordre croissant ou décroissant.

source: View the venue for an event. Can be sorted in ascending or descending order.
fr_fr: Voir le lieu d'un événement. Peuvent être triés par ordre croissant ou décroissant.

source: View the date and time that an event begins on. Can be sorted in ascending or descending order.
fr_fr: Voir la date et l'heure d'un événement commence. Peuvent être triés par ordre croissant ou décroissant.

source: View the datetime that the first ticket for an event is available for purchase. Can be sorted in ascending or descending order.
fr_fr: Voir le datetime que le premier billet pour un événement est disponible à l'achat. Peuvent être triés par ordre croissant ou décroissant.

source: The following statuses are available: Approved, Cancelled, Declined, Not Approved, Pending Payment.
fr_fr: Les états suivants sont disponibles: Approuvé, Annulé, Refusé, n'ont pas été approuvés, en attendant le paiement.

source: View the number of approved registrations for an event.
fr_fr: Voir le nombre d'enregistrements approuvés pour un événement.

source: Bulk actions allow you to perform an action to multiple registrations at once. The following bulk actions are supported: Approve Registrations, Decline Registrations, Set Registrations to Pending Payment, Set Registrations to Not Approved, Cancel Registrations, Trash Registrations. To use the bulk action feature, place a checkmark next to the registrations that you want to include. Then select a bulk action from the menu and click on the Apply button.
fr_fr: Les actions de masse vous permettent d'effectuer une action à plusieurs enregistrements à la fois. Les actions globales suivantes sont supportées: accepter des inscriptions, Decline inscriptions, Set inscriptions à l'attente de paiement, Set inscriptions à pas approuvé, Annuler inscriptions, inscriptions Trash. Pour utiliser la fonction d'action de masse, placez une coche à côté des enregistrements que vous souhaitez inclure. Ensuite, sélectionnez une action en vrac dans le menu et cliquez sur le bouton Appliquer.

source: Perform an action to an event. See legend in bottom left corner.
fr_fr: Effectuer une action à un événement. Voir la légende dans le coin inférieur gauche.

source: The is the numerical ID of an registration. This value is used internally for Event Espresso.
fr_fr: La est l'ID numérique d'un enregistrement. Cette valeur est utilisée en interne pour Event Espresso.

source: This is the legend that describes the actions available in the actions column. Also shows the statuses that are available for an event.
fr_fr: C'est la légende qui décrit les actions disponibles dans la colonne des actions. Montre également les statuts qui sont disponibles pour un événement.

source: You can select different views by draft, time period, or look at events which have been moved to the trash.
fr_fr: Vous pouvez sélectionner différents points de vue par le projet, la période de temps, ou regarder les événements qui ont été déplacés dans la corbeille.

source: Perform a bulk action to multiple events.
fr_fr: Effectuer une action de masse à plusieurs événements.

source: Events can be filtered by status, date, or category.
fr_fr: Les événements peuvent être filtrés par statut, la date ou catégorie.

source: Search through events. The following sources will be searched: Event Name, Event Description, and Event Short Description.
fr_fr: Faites une recherche parmi les événements. Les sources suivantes seront consultées: Nom de l'événement, Description de l'événement, et l'événement Description courte.

source: Click this button to add a new event.
fr_fr: Cliquez sur ce bouton pour ajouter un nouvel événement.

source: The Message Template Group (%d) was NOT updated for some reason
fr_fr: Le modèle de groupe Message ( %d ) n'était pas à jour, pour une raison

source: New Features Test
fr_fr: Nouvelles fonctionnalités de test

source: This allows you to display a short description of the event on hover. The "display short descriptions" feature set in Event Espresso>Template settings should be switched on when using this feature. Be sure to use the <code>&lt;!--more--&gt;</code> tag to separate the short description from the entire event description.
fr_fr: Cela vous permet d'afficher une courte description de l'événement en vol stationnaire. La fonctionnalité "Afficher les descriptions courtes" définie dans Espresso événement> Paramètres de Modèle doivent être activés lorsque vous utilisez cette fonction. Veillez à utiliser la balise <code>&lt;!--more--&gt;</code> pour séparer la description courte de la description complète de l'événement.

source: Something went wrong when prepping the admin pages
fr_fr: Quelque chose se passe mal lorsque préparant les pages d'administration

source: Add Event
fr_fr: Ajouter un événement

source: Registration #
fr_fr: Numéro d'immatriculation

source: Applied
fr_fr: Postulé

source: as
fr_fr: comme

source: Order of
fr_fr: Ordre du

source: Application
fr_fr: Demande

source: Move Price Type to Trash
fr_fr: Déplacez Prix Type à la corbeille

source: Restore Price Type
fr_fr: Restaurer Prix Type

source: Delete Price Type Permanently
fr_fr: Supprimer Prix Type permanente

source: Application Name
fr_fr: Nom Application

source: Encrypted/Private Key
fr_fr: Clé Crypté/Privé

source: Cannot save settings because type is unknown (messenger settings or messsage type settings?)
fr_fr: Vous ne pouvez pas enregistrer les paramètres, car le type est inconnu (paramètres de messagerie ou des paramètres de type messsage?)

source: Edit Template Group
fr_fr: Modifier le groupe Template

source: This messenger delivers messages via email using the built-in <code>wp_mail</code> function included with WordPress
fr_fr: Ce messager délivre des messages par e-mail en utilisant le <code> intégré wp_mail </code> inclus avec WordPress

source: Edit Context
fr_fr: Modifier Contexte

source: Doublecheck your <code>$this->_scripts_styles</code> array in %s and make sure that there is a "url" set for the %s ref
fr_fr: Vérifiez bien votre <code>$this->_scripts_styles</code> array in %s and make sure that there is a "url" set for the %s ref

source: %s helps prevent automated abuse of your site (such as comment spam or bogus registrations) by using a %s to ensure that only humans perform certain actions.
fr_fr: %s permet d'éviter les abus automatisée de votre site (comme le spam de commentaires ou inscriptions fausses) en utilisant un %s pour s'assurer que seuls les humains effectuer certaines actions.

source: In order to dynamically generate nonces for your actions, you need to supply a valid URL as a second parameter for the %s::add_query_args_and_nonce method.
fr_fr: Afin de générer dynamiquement des nonces pour vos actions, vous devez fournir une adresse URL valide en tant que second paramètre pour l' %s :: méthode de add_query_args_and_nonce.

source: Final Price
fr_fr: Prix ​​Final

source: Total Txn
fr_fr: Total des Txn

source: Extra
fr_fr: Supplémentaire

source: Invoice #
fr_fr: Facture nº

source: for
fr_fr: pour

source: Invoice #
fr_fr: Facture nº

source: Stripe Secret Key
fr_fr: Clé secrète Stripe

source: Stripe Publishable Key
fr_fr: Clé publiable Stripe

source: Duplicate Event
fr_fr: Événement en double

source: Organization Settings
fr_fr: Paramètres de l'Organisation

source: VAT/Tax Number:
fr_fr: Nombre TVA / taxe:

source: Update Ticket
fr_fr: Mettre à jour le billet

source: Upload Image
fr_fr: Envoyer une image

source: Existing Logo
fr_fr: Logo existant

source: Remove Image
fr_fr: Déplacer l'Image

source: Create Datetime
fr_fr: Créer date et heure

source: Choosing a basic type allows us to quickly configure a bunch of other options for you.<br/>All events need to have at least one Base Price type option.<br/>Discounts reduce the price of an event, Surcharges increase the price.<br/>Taxes are applied to the final total.
fr_fr: Choisir un type de base nous permet de configurer différentes options. <br/> Tous les évènements nécessitent au moins un type de prix de base. <br/> Les remises réduisent le prix d'un évènement, les surtaxes en augmentent le prix. <br/> Les taxes sont appliquées au total final.

source: You have not created any venues yet.
fr_fr: Vous n'avez pas créé de salle pour l'instant.

source: Select from Venue Manager List
fr_fr: Sélectionner dans la liste des lieux

source: Google Map Link (for email):
fr_fr: Lien Google Map (pour insérer dans un e-mail):

source: Yes! I'm In
fr_fr: Oui! Je suis en

source: The Messages system is used by Event Espresso to prepare messages for different uses (Message Types) and these messages are delivered by different Messengers. <br /><br />This framework offers a large amount of flexibility. This page shows message templates that have been created with Event Espresso and are currently enable for at least one event.
fr_fr: Le système de messages est utilisé par Event Espresso à préparer des messages pour différents usages (types de message) et ces messages sont livrés par différents messagers. <br /> <br /> Ce cadre offre une grande flexibilité. Cette page des modèles de messages qui ont été créés avec Event Espresso et sont actuellement permettre à au moins un événement.

source: Click to Activate
fr_fr: Cliquez pour activer

source: Registration Overview
fr_fr: Présentation d'Inscription

source: No approved payments have been received
fr_fr: Pas de paiements approuvés ont été reçues

source: Print
fr_fr: Imprimer

source: Notes / Extra&nbsp;Accounting
fr_fr: Notes / Extra&nbsp;comptables

source: Please use caution when using this feature. These files may be publicly available.
fr_fr: S'il vous plaît soyez prudent lorsque vous utilisez cette fonction. Ces fichiers peuvent être accessibles au public.

source: Tax Total:
fr_fr: Total des Taxes:

source: Please make a payment.
fr_fr: S'il vous plaît effectuez un paiement.

source: until
fr_fr: jusqu'à

source: This page is displayed after a successful transaction. Feel free to add extra content to this page to personalise it!
fr_fr: Cette page est affichée après une transaction réussie. N'hésitez pas à ajouter du contenu supplémentaire à cette page pour personnaliser!

source: Add New Dates &amp; Times
fr_fr: Ajouter de Nouvelles Date et Heures

source: This page is displayed after an unsuccessful transaction. Feel free to add extra content to this page to personalise it!
fr_fr: Cette page est affichée après une opération infructueuse. N'hésitez pas à ajouter du contenu supplémentaire à cette page pour personnaliser!

source: clone
fr_fr: cloner

source: Current Time for Event Timezone:
fr_fr: Heure actuelle Fuseau horaire pour l'événement:

source: Change timezone and date format settings?
fr_fr: Changer le fuseau horaire et les paramètres de formatage des dates ?

source: Event Timezone:
fr_fr: Fuseau horaire de l'évènement :

source: The Advanced Settings icon<span class="gear-icon dashicons dashicons-admin-generic"></span> allows more customization to your tickets. You can add a description, set a number for datetimes, set a minimum quantity required to purchase, and set a maximum quantity. Price modifiers allow you to setup discounts or surcharges for your tickets. Additionally, you can mark a ticket as taxable by placing a checkmark in the taxable checkbox.
fr_fr: L'icône Paramètres avancés <span class="gear-icon dashicons dashicons-admin-generic"></span> permet une plus grande personnalisation de vos billets. Vous pouvez ajouter une description, fixer un nombre de datetimes, fixer une quantité minimale nécessaire à l'achat, et définir une quantité maximale. Prix ​​modificateurs vous permettent de réductions d'installation ou de suppléments pour vos billets. De plus, vous pouvez marquer un billet comme imposable en cochant la case imposable.

source: Reg Page Map Settings
fr_fr: Cour la page Paramètres de la carte

source: Excerpt
fr_fr: Extrait

source: to your event.
fr_fr: à votre événement.

source: Show Description
fr_fr: Afficher la description?

source: Allow Payment-retry for Pending and Deferred Payments?
fr_fr: Laissez-paiement pour réessayer attente et reportés Les paiements?

source: Add a pre-populated
fr_fr: Ajouter un groupe

source: group of questions
fr_fr: groupe de questions

source: to your event. The personal information group is required for all events.
fr_fr: à votre évènement. Le groupe d'informations personnelles est requis pour tous les évènements.

source: Enable Full Logging
fr_fr: Activer la Journalisation Complet

source: Help Tour Global Activation
fr_fr: Activation Aide Global Tour

source: Helpful Links:
fr_fr: Liens d'aide :

source: Create Ticket
fr_fr: Créer un Billet

source: Description (optional, only shown on registration form)
fr_fr: Description (facultatif, uniquement affichés à formulaire d'inscription)
