Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Square
de_de: Quadratisch
fi: Neliö
tr_tr: Kare

source: Square settings
de_de: Quadratische Einstellungen
fi: Neliöasetukset
tr_tr: Kare ayarları

source: %1$s instantiated without the required template_path. Please provide it in %2$s
de_de: %1$s wurde ohne den erforderlichen template_path instanziiert. Bitte geben Sie ihn in %2$s an.
fi: %1$s instansoitiin ilman vaadittua template_polkua. Anna se %2$s:ssä
tr_tr: %1$s gerekli template_path olmadan örneklendi. Lütfen bunu %2$s içinde sağlayın

source: Allow Square to store my contact information.
de_de: Erlauben Sie Square, meine Kontaktinformationen zu speichern.
fi: Salli Square tallentaa yhteystietoni.
tr_tr: Square'in iletişim bilgilerimi saklamasına izin verin.

source: This will allow Square to store your billing information as a Client entity.
de_de: Dadurch kann Square Ihre Rechnungsdaten als Kundeneinheit speichern.
fi: Tämä mahdollistaa sen, että Square voi tallentaa laskutustietosi asiakaskokonaisuutena.
tr_tr: Bu, Square'in fatura bilgilerinizi bir Müşteri varlığı olarak saklamasına olanak tanır.

source: Pay
de_de: Bezahlen
fi: Palkka
tr_tr: Ödeme

source: It appears that this browser is not supported by Square. We apologize, but Square payment method won't work in this browser version.
de_de: Es scheint, dass dieser Browser nicht von Square unterstützt wird. Wir bitten um Entschuldigung, aber die Square-Zahlungsmethode funktioniert in dieser Browserversion nicht.
fi: Näyttää siltä, että Square ei tue tätä selainta. Pahoittelemme, mutta Square-maksutapa ei toimi tässä selainversiossa.
tr_tr: Görünüşe göre bu tarayıcı Square tarafından desteklenmiyor. Özür dileriz, ancak Square ödeme yöntemi bu tarayıcı sürümünde çalışmayacaktır.

source: Billing form information not valid.
de_de: Die Angaben im Abrechnungsformular sind nicht gültig.
fi: Laskutuslomakkeen tiedot eivät ole voimassa.
tr_tr: Fatura formu bilgileri geçerli değil.

source: Missing the Verification token.
de_de: Es fehlt das Verifizierungs-Token.
fi: Verifiointimerkki puuttuu.
tr_tr: Doğrulama belirteci eksik.

source: Connect with Square
de_de: Mit Square verbinden
fi: Yhteys Squareen
tr_tr: Square ile bağlantı kurun

source: Connect with Square (sandbox)
de_de: Mit Square verbinden (Sandkasten)
fi: Yhdistä Square (hiekkalaatikko)
tr_tr: Square ile bağlantı kurun (sandbox)

source: Square OAuth: %1$s *
de_de: Quadratisches OAuth: %1$s *
tr_tr: Kare OAuth: %1$s *

source: OAuth request Error.
de_de: OAuth-Anfrage Fehler.
fi: OAuth-pyyntö Virhe.
tr_tr: OAuth isteği Hata.

source: undo exclusion and add back%sinto list of generated dates
de_de: Ausschluss rückgängig machen und wieder%sin die Liste der erzeugten Daten aufnehmen
fi: kumoaa poissulkemisen ja lisää takaisin%s luotujen päivämäärien luetteloon.
tr_tr: hariç tutmayı geri al ve %s'yi oluşturulan tarihler listesine geri ekle

source: You must set a recurrence pattern
de_de: Sie müssen ein Wiederholungsmuster festlegen
fi: Sinun on asetettava toistuvuuskaavio
tr_tr: Bir yineleme düzeni ayarlamalısınız

source: defines a rule or repeating pattern for generating event dates that occur regularly
de_de: definiert eine Regel oder ein sich wiederholendes Muster für die Generierung von regelmäßig auftretenden Ereignisdaten
fi: määrittelee säännön tai toistuvan mallin säännöllisesti toistuvien tapahtumapäivämäärien luomiseksi.
tr_tr: düzenli olarak meydana gelen olay tarihlerini oluşturmak için bir kural veya tekrar eden desen tanımlar

source: Remove exclusion pattern
de_de: Ausschlussmuster entfernen
fi: Poista poissulkemismalli
tr_tr: Dışlama modelini kaldırın

source: Add exclusion pattern
de_de: Ausschlussmuster hinzufügen
fi: Lisää poissulkemismalli
tr_tr: Dışlama kalıbı ekleme

source: defines a rule or repeating pattern that will remove dates from those generated above
de_de: definiert eine Regel oder ein sich wiederholendes Muster, das Daten aus den oben erzeugten Daten entfernt
fi: määrittelee säännön tai toistuvan kuvion, joka poistaa päivämääriä edellä muodostetuista päivämääristä.
tr_tr: yukarıda oluşturulanlardan tarihleri kaldıracak bir kural veya tekrar eden desen tanımlar

source: The number of Event Dates has been capped at 5 for YEARLY recurrence patterns
de_de: Die Anzahl der Ereignisdaten wurde auf 5 für JÄHRLICHE Wiederholungsmuster begrenzt.
fi: Tapahtumapäivien määrä on rajoitettu 5:een, kun kyseessä on VUOSITTAINEN toistuvuusmalli.
tr_tr: YILLIK yineleme modelleri için Olay Tarihlerinin sayısı 5 ile sınırlandırılmıştır

source: The number of Event Dates has been capped at 36 for MONTHLY recurrence patterns (3 years)
de_de: Die Anzahl der Ereignisdaten wurde auf 36 für MONATLICHE Wiederholungsmuster (3 Jahre) begrenzt.
fi: Tapahtumapäivien määrä on rajoitettu 36:een kuukausittain toistuvissa malleissa (3 vuotta).
tr_tr: Olay Tarihlerinin sayısı AYLIK yineleme modelleri için 36 ile sınırlandırılmıştır (3 yıl)

source: The number of Event Dates has been capped at 52 for WEEKLY recurrence patterns (1 year)
de_de: Die Anzahl der Ereignisdaten wurde auf 52 für WÖCHENTLICHE Wiederholungsmuster (1 Jahr) begrenzt.
fi: Tapahtumapäivien määrä on rajoitettu 52:een, kun kyseessä on viikoittainen toistuvuus (1 vuosi).
tr_tr: HAFTALIK yineleme modelleri için Olay Tarihlerinin sayısı 52 ile sınırlandırılmıştır (1 yıl)

source: The number of Event Dates has been capped at 92 for DAILY recurrence patterns (~3 months)
de_de: Die Anzahl der Ereignisdaten wurde auf 92 für TÄGLICHE Wiederholungsmuster (~3 Monate) begrenzt.
fi: Tapahtumapäivien määrä on rajattu 92:een päivittäin toistuville kuvioille (~3 kuukautta).
tr_tr: Olay Tarihlerinin sayısı GÜNLÜK yineleme modelleri için 92 ile sınırlandırılmıştır (~3 ay)

source: End after
de_de: Ende nach
fi: Loppu jälkeen
tr_tr: Sonra bitir

source: After
de_de: Nach
fi: Jälkeen
tr_tr: Sonra

source: Never
de_de: Niemals
fi: Ei koskaan
tr_tr: Asla

source: On date
de_de: Am Datum
fi: Päivänä
tr_tr: Tarihinde

source: Datetime picker for end on date
de_de: Datetime-Auswahl für Ende am Datum
fi: Päivämäärän valitsin päivämäärän päättymispäivämäärää varten
tr_tr: Bitiş tarihi için tarih saat seçici

source: occurrences
de_de: Vorkommnisse
fi: tapahtumat
tr_tr: OLAYLAR

source: You provided an invalid RRule value to component. %s is not a correct RRule string.
de_de: Sie haben der Komponente einen ungültigen RRule-Wert übergeben. %s ist keine korrekte RRule-Zeichenkette.
fi: Annoit komponentille virheellisen RRule-arvon. %s ei ole oikea RRule-merkkijono.
tr_tr: Bileşene geçersiz bir RRule değeri sağladınız. %s doğru bir RRule dizesi değil.

source: every
de_de: jede
fi: jokainen
tr_tr: her

source: Repeat daily interval
de_de: Tägliches Intervall wiederholen
fi: Toista päivittäinen aikaväli
tr_tr: Günlük aralığı tekrarlayın

source: day(s)
de_de: Tag(e)
fi: päivä(t)
tr_tr: gün(ler)

source: Repeat hourly interval
de_de: Wiederholung des Stundenintervalls
fi: Toista tunnin välein
tr_tr: Saatlik aralığı tekrarla

source: hour(s)
de_de: Stunde(n)
fi: tunti(t)
tr_tr: saat(ler)

source: Repeat monthly on
de_de: Wiederholen Sie monatlich am
fi: Toista kuukausittain
tr_tr: Aylık olarak tekrarlayın

source: on day
de_de: am Tag
fi: päivänä
tr_tr: gününde

source: Repeat monthly on a day
de_de: Wiederholung monatlich an einem Tag
fi: Toista kuukausittain päivänä
tr_tr: Bir günde aylık olarak tekrarlayın

source: Repeat monthly on the
de_de: Wiederholen Sie dies monatlich am
fi: Toista kuukausittain
tr_tr: Aylık olarak tekrarlayın

source: on the
de_de: über die
fi: on
tr_tr: üzerinde

source: Repeat monthly on the which
de_de: Wiederholen Sie den Vorgang monatlich am
fi: Toistetaan kuukausittain minkä
tr_tr: Hangisinde aylık olarak tekrarlayın

source: Repeat monthly on the day
de_de: Monatliche Wiederholung am Tag
fi: Toistetaan kuukausittain päivänä
tr_tr: Günde aylık olarak tekrarlayın

source: Repeat monthly interval
de_de: Wiederholung des monatlichen Intervalls
fi: Toistetaan kuukausittain
tr_tr: Aylık aralıklarla tekrarlayın

source: month(s)
de_de: Monat(e)
fi: kuukausi(t)
tr_tr: ay(lar)

source: Repeat weekly interval
de_de: Wöchentliches Intervall wiederholen
fi: Toistetaan viikoittain
tr_tr: Haftalık aralığı tekrarlayın

source: week(s)
de_de: Woche(n)
fi: viikko(t)
tr_tr: hafta(lar)

source: Repeat yearly on
de_de: Jährlich wiederholen am
fi: Toistetaan vuosittain
tr_tr: Her yıl tekrarlayın

source: Repeat yearly on month
de_de: Jährliche Wiederholung im Monat
fi: Toista vuosittain kuukaudessa
tr_tr: Ayda yıllık olarak tekrarlayın

source: Repeat yearly on a day
de_de: Jährliche Wiederholung an einem Tag
fi: Toistetaan vuosittain päivänä
tr_tr: Bir günde yıllık olarak tekrarlayın

source: Repeat yearly on the
de_de: Jährlich wiederholen auf der
fi: Toista vuosittain
tr_tr: Yıllık olarak tekrarlayın

source: Repeat yearly on the day
de_de: Jährliche Wiederholung am Tag
fi: Toistetaan vuosittain sinä päivänä
tr_tr: Gün içinde yıllık olarak tekrarlayın

source: Repeat yearly on the month
de_de: Jährliche Wiederholung im Monat
fi: Toistetaan vuosittain kuukaudessa
tr_tr: Ayda yıllık olarak tekrarlayın

source: Repeat
de_de: Wiederholen Sie
fi: Toista
tr_tr: Tekrarla

source: Start
fi: Aloita
tr_tr: Başlangıç

source: Weekday
de_de: Wochentag
fi: Arkipäivä
tr_tr: Hafta içi

source: Weekend day
de_de: Tag des Wochenendes
fi: Viikonloppupäivä
tr_tr: Hafta sonu günü

source: Yearly
de_de: Jährlich
fi: Vuosittain
tr_tr: Yıllık

source: Hourly
de_de: Stündlich
fi: Tuntikohtainen
tr_tr: Saatlik

source: Secondly
de_de: Zweitens
fi: Toiseksi
tr_tr: İkinci olarak

source: First
de_de: Erste
fi: Ensimmäinen
tr_tr: Birinci

source: Second
de_de: Zweite
fi: Toinen
tr_tr: İkinci

source: Third
de_de: Dritte
fi: Kolmas
tr_tr: Üçüncü

source: Fourth
de_de: Vierte
fi: Neljäs
tr_tr: Dördüncü

source: Last
de_de: Zuletzt
fi: Viimeinen
tr_tr: En son

source: %1$s,%2$sstarting %3$s
de_de: %1$s,%2$sbeginnend %3$s
fi: %1$s,%2$starting %3$s
tr_tr: %1$s,%2$sbaşlıyor %3$s

source: There seems to be an issue with this request. Please see the payment method logs for details.
de_de: Es scheint ein Problem mit dieser Anfrage zu geben. Details finden Sie in den Protokollen der Zahlungsarten.
fi: Tähän pyyntöön näyttää liittyvän ongelma. Katso lisätietoja maksutavan lokitiedoista.
tr_tr: Bu taleple ilgili bir sorun var gibi görünüyor. Ayrıntılar için lütfen ödeme yöntemi günlüklerine bakın.

source: Request error encountered. Message: %1$s.
de_de: Anfragefehler aufgetreten. Meldung: %1$s.
fi: Pyyntöä koskeva virhe on ilmennyt. Viesti: %1$s.
tr_tr: İstek hatasıyla karşılaşıldı. Mesaj: %1$s.

source: No response body provided.
de_de: Es wurde keine Antwortstelle angegeben.
fi: Vastausta ei toimitettu.
tr_tr: Herhangi bir yanıt verilmemiştir.

source: Unable to read the response body.
de_de: Der Antwortkörper kann nicht gelesen werden.
fi: Vastausrunkoa ei pystytä lukemaan.
tr_tr: Yanıt gövdesi okunamıyor.

source: Error. Customer was not saved in Square. Unrecognized error.
de_de: Fehler. Kunde wurde nicht in Square gespeichert. Nicht erkannter Fehler.
fi: Virhe. Asiakasta ei tallennettu Squareen. Tunnistamaton virhe.
tr_tr: Hata oluştu. Müşteri Square'e kaydedilmedi. Tanınmayan hata.

source: Error. Domain registration response unrecognizable.
de_de: Fehler. Die Antwort auf die Domainregistrierung ist unerkennbar.
fi: Virhe. Verkkotunnuksen rekisteröintivastaus tunnistamaton.
tr_tr: Hata oluştu. Alan adı kayıt yanıtı tanınmıyor.

source: Error. No locations list returned in Locations request.
de_de: Fehler. Keine Standortliste in der Standortabfrage zurückgegeben.
fi: Virhe. Sijaintiluetteloa ei palautettu sijaintitiedustelussa.
tr_tr: Hata. Locations isteğinde döndürülen konum listesi yok.

source: A previously received payment
de_de: Eine zuvor erhaltene Zahlung
fi: Aiemmin saatu maksu
tr_tr: Daha önce alınmış bir ödeme

source: Total calculation adjustment
de_de: Anpassung der Gesamtberechnung
fi: Laskennan kokonaiskorjaus
tr_tr: Toplam hesaplama ayarlaması

source: Unexpected error. A Square Order Response was not returned.
de_de: Unerwarteter Fehler. Eine Square Order Response wurde nicht zurückgegeben.
fi: Odottamaton virhe. Square Order Response -vastausta ei palautettu.
tr_tr: Beklenmeyen hata. Bir Kare Sipariş Yanıtı döndürülmedi.

source: Unexpected error. No payment returned in Payment create response.
de_de: Unerwarteter Fehler. In der Antwort "Zahlung erstellen" wurde keine Zahlung zurückgegeben.
fi: Odottamaton virhe. Payment create -vastauksessa ei palautettu maksua.
tr_tr: Beklenmeyen hata. Ödeme oluşturma yanıtında hiçbir ödeme döndürülmedi.

source: Event Espresso - %1$s, Transaction %2$s
de_de: Ereignis Espresso - %1$s, Transaktion %2$s
fi: Tapahtuma Espresso - %1$s, tapahtuma %2$s
tr_tr: Event Espresso - %1$s, İşlem %2$s

source: %1$s Event Espresso - Square Gateway %2$s was deactivated! This plugin requires a %1$sPHP version 7.1 or higher%2$s to work properly.
de_de: %1$s Event Espresso - Square Gateway %2$s wurde deaktiviert! Dieses Plugin benötigt eine %1$sPHP Version 7.1 oder höher%2$s um richtig zu funktionieren.
fi: %1$s Tapahtuma Espresso - Square Gateway %2$s poistettiin käytöstä! Tämä lisäosa vaatii %1$sPHP-version 7.1 tai uudemman%2$s toimiakseen oikein.
tr_tr: %1$s Event Espresso - Square Gateway %2$s devre dışı bırakıldı! Bu eklentinin düzgün çalışması için %1$sPHP sürümü 7.1 veya üstü%2$s gerekir.

source: If enabled, a single ticket will be created and assigned to ALL datetimes generated by the recurrence editor. The shared ticket will therefore grant access to ALL of the datetimes. Otherwise a new ticket will be created and assigned to each datetime and only grant access to the datetime it is assigned to.
de_de: Wenn diese Option aktiviert ist, wird ein einziges Ticket erstellt und ALLEN vom Rekursionseditor erzeugten Zeitpunkten zugewiesen. Das gemeinsame Ticket gewährt daher Zugriff auf ALLE Zeitpunkte. Andernfalls wird für jeden Zeitpunkt ein neues Ticket erstellt und zugewiesen, das nur den Zugriff auf den zugewiesenen Zeitpunkt ermöglicht.
fi: Jos tämä on käytössä, luodaan yksi lippu, joka osoitetaan KAIKILLE toistuvuuseditorin tuottamille päivämäärille. Yhteinen lippu antaa siis käyttöoikeuden KAIKKIIN päivämääriin. Muussa tapauksessa luodaan uusi lippu, joka osoitetaan kullekin päivämäärälle ja joka antaa käyttöoikeuden vain sille päivämäärälle, jolle se on osoitettu.
tr_tr: Etkinleştirilirse, tek bir bilet oluşturulur ve yineleme düzenleyicisi tarafından oluşturulan TÜM tarih zamanlarına atanır. Bu nedenle paylaşılan bilet TÜM veri zamanlarına erişim izni verir. Aksi takdirde, yeni bir bilet oluşturulur ve her bir tarih zamanına atanır ve yalnızca atandığı tarih zamanına erişim izni verir.

source: Ticket Sales Start
de_de: Beginn des Kartenverkaufs
fi: Lipunmyynnin aloitus
tr_tr: Bilet Satışları Başlıyor

source: Ticket Sales End
de_de: Ende des Ticketverkaufs
fi: Lipunmyynti päättyy
tr_tr: Bilet Satışları Sona Erdi

source: Quantity For Sale
de_de: Menge Zu Verkaufen
fi: Myytävä määrä
tr_tr: Satılık Miktar

source: The maximum number of this ticket available for sale.
de_de: Die maximale Anzahl dieser Eintrittskarte, die zum Verkauf steht.
fi: Myytävänä olevan lipun enimmäismäärä.
tr_tr: Bu biletin satış için mevcut maksimum sayısı.

source: Set to 0 to stop sales, or leave blank for no limit.
de_de: Setzen Sie den Wert auf 0, um den Verkauf zu stoppen, oder lassen Sie ihn leer, um kein Limit zu setzen.
fi: Aseta arvoksi 0 myynnin pysäyttämiseksi tai jätä tyhjäksi, jos et halua rajoitusta.
tr_tr: Satışları durdurmak için 0 olarak ayarlayın veya limit olmaması için boş bırakın.

source: Controls the total number of times this ticket can be used, regardless of the number of dates it is assigned to.
de_de: Steuert die Gesamtzahl der Male, die dieses Ticket verwendet werden kann, unabhängig von der Anzahl der Termine, denen es zugewiesen ist.
fi: Määrittää, kuinka monta kertaa tätä lippua voidaan käyttää, riippumatta siitä, kuinka monelle päivälle se on määritetty.
tr_tr: Atandığı tarih sayısından bağımsız olarak bu biletin toplam kaç kez kullanılabileceğini kontrol eder.

source: Example: A ticket might have access to 4 different dates, but setting this field to 2 would mean that the ticket could only be used twice. Leave blank for no limit.
de_de: Beispiel: Ein Ticket könnte Zugang zu 4 verschiedenen Terminen haben, aber die Einstellung dieses Feldes auf 2 würde bedeuten, dass das Ticket nur zweimal verwendet werden kann. Lassen Sie das Feld leer, wenn es keine Begrenzung gibt.
fi: Esimerkki: Tämän kentän asettaminen arvoon 2 tarkoittaisi, että lippua voisi käyttää vain kaksi kertaa. Jätä tyhjäksi, jos rajoitusta ei ole.
tr_tr: Örnek: Bir biletin 4 farklı tarihe erişimi olabilir, ancak bu alanın 2 olarak ayarlanması biletin yalnızca iki kez kullanılabileceği anlamına gelir. Sınır olmaması için boş bırakın.

source: The minimum quantity that can be selected for this ticket. Use this to create ticket bundles or graduated pricing.
de_de: Die Mindestmenge, die für dieses Ticket ausgewählt werden kann. Verwenden Sie dies, um Ticketbündel oder Staffelpreise zu erstellen.
fi: Minimimäärä, joka voidaan valita tälle lipulle. Käytä tätä lippupakettien tai porrastetun hinnoittelun luomiseen.
tr_tr: Bu bilet için seçilebilecek minimum miktar. Bilet paketleri veya kademeli fiyatlandırma oluşturmak için bunu kullanın.

source: The maximum quantity that can be selected for this ticket. Use this to create ticket bundles or graduated pricing.
de_de: Die Höchstmenge, die für dieses Ticket ausgewählt werden kann. Verwenden Sie dies, um Ticketbündel oder gestaffelte Preise zu erstellen.
fi: Enimmäismäärä, joka voidaan valita tälle lipulle. Käytä tätä lippupakettien tai porrastetun hinnoittelun luomiseen.
tr_tr: Bu bilet için seçilebilecek maksimum miktar. Bilet paketleri veya kademeli fiyatlandırma oluşturmak için bunu kullanın.

source: Leave blank for no minimum.
de_de: Leer lassen für kein Minimum.
fi: Jätä tyhjäksi, jos vähimmäismäärää ei ole.
tr_tr: Minimum olmaması için boş bırakın.

source: Required Ticket
de_de: Erforderliches Ticket
fi: Tarvittava lippu
tr_tr: Gerekli Bilet

source: If enabled, the ticket must be selected and will appear first in frontend ticket lists.
de_de: Wenn diese Option aktiviert ist, muss das Ticket ausgewählt werden und wird in den Ticketlisten des Frontends als erstes angezeigt.
fi: Jos tämä on käytössä, lippu on valittava, ja se näkyy ensimmäisenä etusivun lippuluetteloissa.
tr_tr: Etkinleştirilirse, bilet seçilmelidir ve ön uç bilet listelerinde ilk olarak görünecektir.

source: Unit
de_de: Einheit
fi: Yksikkö
tr_tr: Birim

source: Position
fi: Asema
tr_tr: Pozisyon

source: Start/ end
de_de: Anfang/Ende
fi: Alku/loppu
tr_tr: Başlangıç/bitiş

source: Basics
de_de: Grundlagen
fi: Perusteet
tr_tr: Temel Bilgiler

source: Bulk Add Tickets
de_de: Bulk-Tickets hinzufügen
fi: Bulk Lisää lippuja
tr_tr: Toplu Bilet Ekleme

source: Select…
de_de: Wählen Sie...
fi: Valitse...
tr_tr: Seçiniz...

source: Length
de_de: Länge
fi: Pituus
tr_tr: Uzunluk

source: Recurrence pattern
de_de: Wiederholungsmuster
fi: Toistuvuusmalli
tr_tr: Tekrarlama paterni

source: Add Extra Event Date
de_de: Zusätzliches Veranstaltungsdatum hinzufügen
fi: Lisää ylimääräinen tapahtumapäivä
tr_tr: Ekstra Etkinlik Tarihi Ekle

source: Generated: recurring dates that have been created via pattern editors
de_de: Generiert: wiederkehrende Termine, die über Mustereditoren erstellt wurden
fi: Generoitu: toistuvat päivämäärät, jotka on luotu kuvioeditorien avulla.
tr_tr: Oluşturulan: kalıp düzenleyicileri aracılığıyla oluşturulmuş yinelenen tarihler

source: Additions: extra one off single dates that could not be created using the pattern editor
de_de: Ergänzungen: zusätzliche einmalige Einzeldaten, die nicht mit dem Mustereditor erstellt werden konnten
fi: Lisäykset: ylimääräiset yksittäiset päivämäärät, joita ei voitu luoda kuvioeditorilla.
tr_tr: Eklemeler: kalıp düzenleyici kullanılarak oluşturulamayan ekstra tek tarihler

source: Exceptions: dates that have been created via the pattern editor, but should be skipped or excluded
de_de: Ausnahmen: Termine, die mit dem Mustereditor erstellt wurden, aber übersprungen oder ausgeschlossen werden sollen
fi: Poikkeukset: päivämäärät, jotka on luotu kuvioeditorin avulla, mutta jotka pitäisi ohittaa tai jättää pois.
tr_tr: İstisnalar: kalıp düzenleyici aracılığıyla oluşturulmuş, ancak atlanması veya hariç tutulması gereken tarihler

source: Undo Exclusion: undo an exclusion and add a date back into list of generated dates
de_de: Ausschluss rückgängig machen: einen Ausschluss rückgängig machen und ein Datum wieder in die Liste der generierten Daten aufnehmen
fi: Poissulkemisen peruuttaminen: poissulkemisen peruuttaminen ja päivämäärän lisääminen takaisin luotujen päivämäärien luetteloon.
tr_tr: Hariç Tutmayı Geri Al: bir hariç tutmayı geri alın ve bir tarihi oluşturulan tarihler listesine geri ekleyin

source: Undo Addition: undo an extra one off single date and remove it from list of generated dates
de_de: Hinzufügung rückgängig machen: macht ein einzelnes zusätzliches Datum rückgängig und entfernt es aus der Liste der erzeugten Daten
fi: Peruuta lisäys: peruuta ylimääräinen yksittäinen päivämäärä ja poista se luotujen päivämäärien luettelosta.
tr_tr: Eklemeyi Geri Al: fazladan tek bir tarihi geri alın ve oluşturulan tarihler listesinden kaldırın

source: Remove Date: extra one off exclusions, removes dates created by the pattern editor
de_de: Datum entfernen: zusätzliche einmalige Ausschlüsse, entfernt die vom Muster-Editor erstellten Daten
fi: Poista päivämäärä: ylimääräiset kertaluonteiset poissulkemiset, poistaa kuvioeditorin luomat päivämäärät.
tr_tr: Tarihi Kaldır: ekstra tek seferlik istisnalar, kalıp düzenleyici tarafından oluşturulan tarihleri kaldırır

source: remove from list%sof generated dates
de_de: aus der Liste%sof erzeugter Daten entfernen
tr_tr: remove from list%sof oluşturulan tarihler

source: undo addition of extra date and%sremove from list of generated dates
de_de: Hinzufügen eines zusätzlichen Datums und%sentfernen aus der Liste der erzeugten Daten rückgängig machen
fi: Peruuta ylimääräisen päivämäärän lisääminen ja%spoistaminen luotujen päivämäärien luettelosta.
tr_tr: fazladan tarih eklemeyi geri al ve oluşturulan tarihler listesinden %sremove

source: Add multiple dates in bulk that follow a recurring pattern
de_de: Fügen Sie mehrere Termine in großen Mengen hinzu, die einem wiederkehrenden Muster folgen
fi: Lisää useita päivämääriä irtotavarana, jotka noudattavat toistuvaa kaavaa.
tr_tr: Yinelenen bir düzeni takip eden birden fazla tarihi toplu olarak ekleyin

source: Recurring Dates
de_de: Wiederkehrende Termine
fi: Toistuvat päivämäärät
tr_tr: Yinelenen Tarihler

source: Add Recurring Dates
de_de: Wiederkehrende Termine hinzufügen
fi: Lisää toistuvia päivämääriä
tr_tr: Yinelenen Tarihler Ekleme

source: %1$d %2$s %3$s the %4$s date
de_de: %1$d %2$s %3$s das %4$s Datum
fi: %1$d %2$s %3$s %4$s päivämäärä
tr_tr: %1$d %2$s %3$s %4$s tarihi

source: before
de_de: vor
fi: ennen
tr_tr: önce

source: after
de_de: nach
fi: jälkeen
tr_tr: sonra

source: end
de_de: Ende
tr_tr: son

source: Name is required
de_de: Name ist erforderlich
fi: Nimi vaaditaan
tr_tr: İsim gereklidir

source: Name must be at least three characters
de_de: Der Name muss aus mindestens drei Zeichen bestehen
fi: Nimen on oltava vähintään kolme merkkiä
tr_tr: İsim en az üç karakterden oluşmalıdır

source: Set ticket prices
de_de: Ticketpreise festlegen
fi: Aseta lippujen hinnat
tr_tr: Bilet fiyatlarını belirleyin

source: Skip prices - Save
de_de: Preise überspringen - Sparen
fi: Hyppää hintojen yli - Säästä
tr_tr: Fiyatları atla - Tasarruf et

source: Ticket details
fi: Lipun tiedot
tr_tr: Bilet detayları
