Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Clicking this button will show you a preview of how your message will look.
fr_fr: Cliquer sur ce bouton vous montrer un aperçu de la façon dont votre message ressemblera.

source: View if the description of the question group should be shown to customers.
fr_fr: Voir si la description du groupe de question devrait être montré à des clients.

source: View type of ticket.
fr_fr: Voir type de billet.

source: This option will save all Event Espresso registration form data, and debugging information to a file in the /wp-content/uploads/espresso/logs directory on your server. This will occur each time a page is accessed on your site until this option is turned off.
fr_fr: Cette option sauvegarder toutes les données de formulaire d'inscription Event Espresso, et les informations de débogage dans un fichier dans le dossier / wp-content / uploads / espresso / logs sur votre serveur. Cela se produit chaque fois qu'une page est accessible sur votre site jusqu'à ce que cette option est désactivée.

source: Depending on the messenger (recipient) and the message type, the main screen can show different boxes. Overall the screen allows you to confirm who the messages go to and who from, and the actual content of the message.
fr_fr: Selon le messager (bénéficiaire) et le type de message, l'écran principal peut afficher différentes boîtes. Dans l'ensemble de l'écran vous permet de vérifier les messages qui vont et qui, depuis, et le contenu réel du message.

source: Perform bulk actions to multiple question groups.
fr_fr: Exécuter des actions globales à plusieurs groupes de questions.

source: Perform an action to a registration. See legend in bottom left corner.
fr_fr: Effectuer une action à une inscription. Voir la légende dans le coin inférieur gauche.

source: These shortcodes allow you to quickly add data into your messages, without touching code. From emails, to ticket details, to your company logo, building messages with shortcodes is easy and fast.
fr_fr: Ces shortcodes vous permettent d'ajouter rapidement des données dans vos messages, sans toucher le code. Des e-mails, aux détails de billets, à votre logo d'entreprise, la construction des messages avec shortcodes est facile et rapide.

source: Search through questions. The following sources will be searched: question group name and question group description.
fr_fr: Faites une recherche parmi questions. Les sources suivantes seront consultées: question nom de groupe et la description du groupe de questions.

source: This is the legend that describes the different check-in statuses. Also shows available status for registrations.
fr_fr: C'est la légende qui décrit les différents états d'enregistrement. Elle montre aussi l'état disponible pour les inscriptions.

source: To see for yourself, make a PostBin at <a href="http://www.postbin.org/" target="_blank">PostBin</a>. Then enter the PostBin URL into the "Remote Logging URL" field and update settings.
fr_fr: Pour voir par vous-même, faire une PostBin à <a href="http://www.postbin.org/" target="_blank">PostBin</a>. Ensuite, entrez le PostBin URL dans les paramètres "Remote Logging URL" sur le terrain et mise à jour.

source: Here you will find miscellaneous options to assist you, including a test send button and a reset button.
fr_fr: Ici, vous trouverez diverses options pour vous aider, y compris un bouton d'envoi d'essai et un bouton de réinitialisation.

source: Click here to create a new question group.
fr_fr: Cliquez ici pour créer un nouveau groupe de questions.

source: Perform a bulk action to multiple registrations (only available when viewing check-in for a specific event).
fr_fr: Effectuer une action de masse à des inscriptions multiples (disponible uniquement lors de la visualisation de l'enregistrement pour un événement spécifique).

source: When done creating your message, click here to save it.
fr_fr: Lorsque vous avez terminé la création de votre message, cliquez ici pour l'enregistrer.

source: Questions Overview Tour
fr_fr: Questions Présentation Visite

source: Select an event from this dropdown and click the filter button to see the check-in registration list for a specific event. You will then be able to toggle the check-in status for a registration.
fr_fr: Sélectionnez un événement dans cette liste déroulante et cliquez sur le bouton de filtre pour voir la liste d'inscription de l'enregistrement pour un événement spécifique. Vous serez alors en mesure de changer l'état de l'arrivée pour l'enregistrement.

source: Messages Overview Tour
fr_fr: Messages Aperçu Visite

source: This tour of the Questions Overview page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite des questions page Présentation ira sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: This dropdown shows you the date and time that a displayed registration is attached to. You can switch to a different event by selecting another date and clicking on the filter button. You can also switch out of this view by clicking on the reset filters button.
fr_fr: Cette liste déroulante vous indique la date et l'heure de l'enregistrement affiché est attaché. Vous pouvez passer à un autre événement en sélectionnant une autre date et en cliquant sur le bouton de filtre. Vous pouvez également passer de ce point de vue en cliquant sur le bouton de remise à zéro des filtres.

source: This tour of the Messages Overview page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite des messages page de présentation passera en revue les différents domaines de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: Search through registrations. The following sources will be searched: Event Name, Event Description, First Name, Last Name, Biography, Email Address, Address, Comments, Notes, Registration Final Price, Registration Code, Registration Group Size, Ticket Name, and Ticket Description.
fr_fr: Faites une recherche parmi les enregistrements. Les sources suivantes seront consultées: Nom de l'événement, Description de l'événement, Prénom, Nom, Biographie, adresse e-mail, adresse, commentaires, notes, inscription Prix final, le code d'enregistrement, Taille du groupe d'enregistrement, le nom de billets, et Ticket description.

source: View if a message is associated with one event or multiple events. Can be sorted in ascending and descending order.
fr_fr: Voir si un message est associé à un ou plusieurs événements. Peut être triés par ordre croissant ou décroissant.

source: Registration Details Tour
fr_fr: Inscription détails Tour

source: View the type of message. Can be sorted in ascending or descending order.
fr_fr: Voir le type de message. Peuvent être triés par ordre croissant ou décroissant.

source: View the admin label for your questions.
fr_fr: Voir l'étiquette d'administration pour vos questions.

source: This tour of the Registration Details page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la page Détails de l'inscription sera sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: View who messages will be sent to. Can be sorted in ascending or descending order.
fr_fr: Voir qui les messages seront envoyés à. Peuvent être triés par ordre croissant ou décroissant.

source: The buttons below allow you to perform an action with a registration. The options are Approved, Not Approved, Declined, and Cancelled.
fr_fr: Les boutons ci-dessous vous permettent d'effectuer une action avec un enregistrement. Les options sont validées et non validées, refusées et annulées

source: View the description for each message type.
fr_fr: Voir la description de chaque type de message.

source: View stored values for checkboxes, radio buttons, and select boxes.
fr_fr: Voir les valeurs enregistrées pour les cases à cocher, boutons radio, et cochez les cases.

source: The registration items area displays various information including Line Item ID, Event Name, Event Date, Ticket Option, Price, Quantity, Line Total, Sales Tax, and the Grand Total.
fr_fr: La zone des éléments d'enregistrement affiche diverses informations, y compris la ligne ID d'article, Nom de l'événement, date de l'événement, l'option de vente de billets, le prix, la quantité, la ligne Total, la taxe de vente, et le total général.

source: Perform bulk actions to multiple message types.
fr_fr: Exécuter des actions globales à plusieurs types de messages.

source: View if a question is required.
fr_fr: Voir si une question est nécessaire.

source: You can view additional information about the registration by clicking on the link below. Examples of available information includes Registration ID, IP Address, and User Agent.
fr_fr: Vous pouvez afficher des informations supplémentaires sur l'enregistrement en cliquant sur le lien ci-dessous. Exemples d'informations disponibles comprend identifiant, adresse IP, et de l'agent utilisateur.

source: You can also monetize this link by signing up to our <a href="http://eventespresso.com/affiliates/">affiliate program</a> and adding in your affiliate ID here.
fr_fr: Vous pouvez également monétiser ce lien en vous inscrivant à notre programme <a href="http://eventespresso.com/affiliates/">filiale</a> et en ajoutant votre ID d'affilié ici.

source: You can filter by different notifications by making a selection below and clicking on the filter button. To reset your selection, just click on the reset filters button.
fr_fr: Vous pouvez filtrer par différentes notifications en faisant une sélection ci-dessous et en cliquant sur le bouton de filtre. Pour réinitialiser votre sélection, cliquez sur le bouton Réinitialiser les filtres.

source: Search through questions. The following sources will be searched: Name of Question (display text).
fr_fr: Faites une recherche parmi questions. Les sources suivantes seront consultées: Nom de la question (texte).

source: View the answers to your custom questions below.
fr_fr: Voir les réponses à vos questions personnalisées ci-dessous.

source: Turn help tours off or on.
fr_fr: Tournez aide visites ou désactiver.

source: Messages Settings Tour
fr_fr: Messages Réglages Visite

source: Click here to add a new question.
fr_fr: Cliquez ici pour ajouter une nouvelle question.

source: View details on the registrant attached to this registration.
fr_fr: Voir les détails sur le déclarant attachés à cet enregistrement.

source: This tour of the Messages Settings page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la page Réglages de messagerie ira sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: Registration Form Settings Tour
fr_fr: Inscription Paramètres formulaire Visite

source: Registrations Overview Tour
fr_fr: Inscriptions Présentation Visite

source: Available messengers are shown above.
fr_fr: Messagers disponibles sont indiqués ci-dessus.

source: This tour of the Registration Form Settings page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la page Paramètres du formulaire d'inscription sera sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: An introduction to the Registration Overview page for a single event. This view is pretty much the same as the default overview registration page except you are only seeing registrations for a specific event. There are also some changes to the available columns in this view.
fr_fr: Une introduction à la page Aperçu d'enregistrement pour un événement unique. Ce point de vue est à peu près la même que la page d'inscription aperçu par défaut, sauf vous ne voyez inscriptions pour un événement spécifique. Il ya aussi quelques changements dans les colonnes disponibles dans ce point de vue.

source: View the different message types that are currently active.
fr_fr: Voir les différents types de messages qui sont actuellement actifs.

source: Specify whether reCAPTCHA should be enabled.
fr_fr: Indiquez si reCAPTCHA doit être activé.

source: This tour of the Registration Overview page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la page de présentation de l'enregistrement sera sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: This toggle will turn all messages on or off for this message type.
fr_fr: Cette bascule s'allume tous les messages ou désactiver pour ce type de message.

source: Enter your public key for reCAPTCHA.
fr_fr: Entrez votre clé publique pour reCAPTCHA.

source: View the registration ID. Can be sorted in ascending or descending order.
fr_fr: Voir le numéro d'inscription. Peuvent être triés par ordre croissant ou décroissant.

source: Espresso Arabica 2014, a child theme for events
fr_fr: Espresso Arabica 2014, un thème de l'enfance pour les événements

source: These are your active message types. Click them to see a description and settings for each one.
fr_fr: Ce sont vos types de messages actifs. Cliquez dessus pour voir une description et les réglages pour chacun.

source: Enter your private key for reCAPTCHA.
fr_fr: Entrez votre clé privée pour reCAPTCHA.

source: View the name of the registrant. Can be sorted in ascending or descending order.
fr_fr: Voir le nom de la personne inscrite. Peuvent être triés par ordre croissant ou décroissant.

source: Drag message types here to deactivate them. Drag them from here to the active box to reactivate them.
fr_fr: types de message ici Drag de les désactiver. Faites-les glisser d'ici à la case active pour les réactiver.

source: Select a theme (style) for your reCAPTCHA.
fr_fr: Sélectionnez un thème (style) pour votre reCAPTCHA.

source: View the name of the event. Can be sorted in ascending or descending order.
fr_fr: Voir le nom de l'événement. Peuvent être triés par ordre croissant ou décroissant.

source: Specify the language that should be used for reCAPTCHA.
fr_fr: Spécifiez la langue qui doit être utilisée pour reCAPTCHA.

source: View the date of the event. Can be sorted in ascending or descending order.
fr_fr: Voir la date de l'événement. Peuvent être triés par ordre croissant ou décroissant.

source: Specify how wide (in pixels) the reCAPTCHA form should be.
fr_fr: Spécifiez la largeur (en pixels) la forme reCAPTCHA devrait être.

source: View registration code for a registrant.
fr_fr: Voir code d'enregistrement pour une personne inscrite.

source: View price of registration.
fr_fr: Voir le prix de l'inscription.

source: We’ve made it super easy to integrate Event Espresso with almost any properly coded WordPress theme, including many of the thousands of themes available on WordPress.org.
fr_fr: Nous avons fait des super facile à intégrer Event Espresso avec le thème WordPress presque tout le code approprié, y compris un grand nombre des milliers de thèmes disponibles sur WordPress.org.

source: This is the legend that describes the actions available in the actions column. Also shows available statuses for a registration.
fr_fr: C'est la légende qui décrit les actions disponibles dans la colonne des actions. Montre également statuts disponibles pour un enregistrement.

source: You can select different views by time period or look at registrations which have been moved to the trash.
fr_fr: Vous pouvez sélectionner des vues différentes selon la période de temps ou regarder les enregistrements qui ont été déplacés dans la corbeille.

source: Perform a bulk action to multiple registrations.
fr_fr: Effectuer une action de masse à des inscriptions multiples.

source: Enter event title here
fr_fr: Entrez le titre de l'événement ici

source: Registrations can be filtered by date, categories, or status.
fr_fr: Les inscriptions peuvent être filtrés par date, catégories, ou le statut.

source: Registration Reports Tour
fr_fr: Inscription Rapports Visite

source: Answer values that are uneditable are this way because there are registrations in the database that have answers for this question. If you need to correct a mistake, or edit an existing option value, then trash the existing one and create a new option with the changes. This will ensure that the existing registrations that chose the original answer will preserve that answer.
fr_fr: valeurs de réponse qui sont non modifiables sont de cette façon parce qu'il ya des enregistrements dans la base de données qui ont des réponses à cette question. Si vous avez besoin de corriger une erreur, ou modifier une valeur d'option existante, la corbeille de l'existant et créer une nouvelle option avec les changements. Cela permettra d'assurer que les enregistrements existants qui ont choisi la réponse originale conserveront cette réponse.

source: This tour of the Registration Reports page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la page Rapports d'inscription sera sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: This graph shows registrations for each day.
fr_fr: Ce graphique montre les enregistrements pour chaque jour.

source: This graph shows registrations for each event.
fr_fr: Ce graphique montre les enregistrements pour chaque événement.

source: Registration View Tour
fr_fr: Inscription Afficher le voyage

source: Welcome to the Registration Details page!
fr_fr: Bienvenue sur la page Détails de l'inscription!

source: An introduction to the registration details page
fr_fr: Une introduction à la page des détails de l'inscription

source: About the reg date
fr_fr: A propos de la date de reg

source: About the reg details area (pending, buttons they can push and what happens)
fr_fr: A propos de la zone des détails reg (en attendant, ils peuvent pousser les boutons et ce qui se passe)

source: about the registration details metabox
fr_fr: sur les détails d'inscription METABOX

source: what happens when they click this link? What's it here for
fr_fr: ce qui se passe quand ils cliquent sur ce lien? De quoi s'agit-il ici pour

source: details on the registrant attached to this registration
fr_fr: plus de détails sur le déclarant attachés à cet enregistrement

source: info about how they can edit the questions related to this registration here
fr_fr: infos sur la façon dont ils peuvent modifier les questions relatives à cette inscription ici

source: Please be advised that this event has been published and is open for registrations on your website. If you update any registration-related details (i.e. custom questions, messages, tickets, datetimes, etc.) while a registration is in process, the registration process could be interrupted and result in errors for the person registering and potentially incorrect registration or transaction data inside Event Espresso. We recommend editing events during a period of slow traffic, or even temporarily changing the status of an event to "Draft" until your edits are complete.
fr_fr: S'il vous plaît noter que cet événement a été publié et est ouvert pour les inscriptions sur votre site web. Si vous mettez à jour tous les détails liées à l'enregistrement (par exemple des questions personnalisées, messages, billets, DateTimes, etc) alors qu'un enregistrement est en cours, le processus d'enregistrement peut être interrompu et entraîner des erreurs pour la personne qui enregistre et données d'enregistrement ou d'une opération potentiellement incorrecte l'intérieur Event Espresso. Nous vous recommandons d'éditer des événements au cours d'une période de circulation lente, ou même de changer temporairement le statut d'un événement à "Projet" jusqu'à ce que les modifications effectuées.

source: tickets
fr_fr: billets

source: An error occurred. An event could not be deleted because a valid event ID was not not supplied.
fr_fr: Une erreur s'est produite. Un événement ne peut pas être supprimé car un ID d'événement valide n'a pas été non fourni.

source: Event ID # %d has been deleted.
fr_fr: ID d'événement # %d a été supprimé.

source: An error occurred. Event ID # %d could not be deleted.
fr_fr: Une erreur s'est produite. ID d'événement # %d n'a pas pu être supprimé.

source: Created on: <b>%1$s</b>
fr_fr: Créé le: <b>%1$s</b>

source: The category %s was successfuly saved
fr_fr: La catégorie %s a été sauvé avec succès

source: Set Registrations to Not Approved
fr_fr: Définir les inscriptions à non approuvées

source: %s Viewing registrations for the event: %s%s
fr_fr: %s Visualisation des inscriptions de la Manifestation: %s %s

source: Shows the current status for an event. A status will appear as Active, Upcoming, Postponed, Inactive, Sold Out, Expired, or Cancelled.
fr_fr: Affiche l'état actuel d'un événement. Un statut apparaîtra comme active, à venir, reportée, inactif, épuisé, expiré ou annulé.

source: Select the default registration status for this event. The options are Approved, Not Approved, and Pending Payment.
fr_fr: Sélectionnez le statut d'inscription par défaut pour cet événement. Les options sont validées et non validées, et en attente du paiement.

source: Admin Options Tour
fr_fr: Options de l'administrateur Visite

source: This tour of the Admin Options page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la page Admin Options ira sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: When enabled, a log file is created which can be useful for debugging. Please disable this option when you are finished debugging.
fr_fr: Lorsqu'elle est activée, un fichier journal est créé qui peut être utile pour le débogage. S'il vous plaît désactiver cette option si vous êtes le débogage terminé.

source: This option sends all Event Espresso debugging data and get / post variables to the specified URL below.
fr_fr: Cette option permet d'envoyer toutes les données de débogage Event Espresso et les variables GET / POST à ​​l'URL spécifiée ci-dessous.

source: Support us by adding a small link to Event Espresso in your event pages. You can even earn money for yourself by adding your affiliate link there!
fr_fr: Soutenez-nous en ajoutant un petit lien vers Event Espresso dans vos pages d'événements. Vous pouvez même gagner de l'argent pour vous-même en ajoutant votre lien d'affiliation là-bas!

source: Turn these help tours on / off for Event Espresso pages.
fr_fr: Mettez ces visites aide on / off pour les pages Event Espresso.

source: Countries Tour
fr_fr: Visite pays

source: Countries Settings
fr_fr: Pays Paramètres

source: This tour of the Countries Page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la page Pays ira sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: Select the country where your business or organization is located. This affects the currency that is used in Event Espresso.
fr_fr: Sélectionnez le pays où se trouve votre entreprise ou organisation. Cela affecte la monnaie qui est utilisée dans Event Espresso.

source: Here you can fine tune country and currency settings.
fr_fr: Ici vous pouvez affiner pays de régler les paramètres et de change.

source: Used in certain areas of the plugin, here you can define what states/provinces will be displayed in case you do not do business in certain areas.
fr_fr: Utilisé dans certaines zones du plugin, ici, vous pouvez définir quels états / provinces seront affichés dans le cas où vous ne faites pas affaire dans certains domaines.
