Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: We're sorry...%1$sThe following items have sold out since you first viewed this page, and can no longer be registered for:%1$s%1$s%2$s%1$s%1$sPlease note that availability can change at any time due to cancellations, so please check back again later if registration for this event(s) is important to you.%1$s%1$s%3$s%1$s%4$s%1$s
de_de: Es tut uns leid....%1$sDie folgenden Artikel sind seit dem ersten Besuch dieser Seite ausverkauft und können nicht mehr registriert werden für:%1$s%1$s%2$s%1$s%1$sBitte beachten Sie, dass sich die Verfügbarkeit aufgrund von Stornierungen jederzeit ändern kann, also schauen Sie bitte später noch einmal nach, ob Ihnen die Registrierung für diese Veranstaltung(en) wichtig ist.%1$s%1$s%3$s%1$s%4$s%1$s
fi: Pahoittelumme...%1$sSivun avaamisen jälkeen tehdyistä ilmoittautumisista johtuen seuraavat liput on ehditty jo myydä loppuun:%1$s%1$s%2$s%1$s%1$sHuomaathan, että lippujen määrä voi vaihdella esimerkiksi peruutuksista johtuen, joten voit palata myöhemmin tarkastamaan mahdollisia vapautuneita paikkoja.%1$s%1$s%3$s%1$s%4$s%1$s
fr_fr: Nous sommes navré...%1$sLes éléments suivants ont tous été vendu depuis votre première vue de cette page, et par conséquent ne sont plus disponibles pour des inscriptions pour : %1$s%1$s%2$s%1$s%1$sVeuillez noter que la disponibilité peut changer à tout moment en raison d'annulations, n'hésitez pas à revenez plus tard si l'inscription pour ces événements est importante pour vous.%1$s%1$s%3$s%1$s%4$s%1$s
tr_tr: Üzgünüz...%1$sBu sayfayı ilk görüntülediğinizden bu yana aşağıdaki ürünler tükenmiştir ve artık kayıt yapılamamaktadır:%1$s%1$s%2$s%1$s%1$sİptaller nedeniyle müsaitlik durumunun her an değişebileceğini lütfen unutmayın, bu nedenle bu etkinlik(ler) için kayıt sizin için önemliyse lütfen daha sonra tekrar kontrol edin.%1$s%1$s%3$s%1$s%4$s%1$s

source: We're sorry...%1$sDue to sales that have occurred since you first viewed the last page, the following items have had their quantities adjusted to match the current available amount:%1$s%1$s%2$s%1$s%1$sPlease note that availability can change at any time due to cancellations, so please check back again later if registration for this event(s) is important to you.%1$s%1$s%3$s%1$s%4$s%1$s
de_de: Es tut uns leid....%1$sDurch die Buchungen, die seit dem ersten Besuch der letzten Seite stattgefunden haben, wurden die folgenden Artikel in ihrer Menge an den aktuell verfügbaren Betrag angepasst: %1$s%1$s%2$s%1$s%1$sBitte beachten Sie, dass sich die Verfügbarkeit aufgrund von Stornierungen jederzeit ändern kann, also überprüfen Sie bitte später noch einmal, ob Ihnen die Registrierung für diese Veranstaltung(en) wichtig ist.%1$s%1$s%3$s%1$s%4$s%1$s
fi: Pahoittelumme...%1$sSivun avaamisen jälkeen tehdyistä ilmoittautumisista johtuen seuraavien lippujen määrää on muutettu vastaamaan tällä hetkellä vapaana olevaa määrää:%1$s%1$s%2$s%1$s%1$sHuomaathan, että lippujen määrä voi vaihdella esimerkiksi peruutuksista johtuen, joten voit palata myöhemmin tarkastamaan mahdollisia vapautuneita paikkoja.%1$s%1$s%3$s%1$s%4$s%1$s
fr_fr: Nous sommes navré...%1$sA la suite d'une promotion qui ont eu lieu depuis que vous avez visionné la dernière page, les quantités pour les éléments suivant ont été corrigées pour correspondre aux quantités actuellement disponibles. %1$s%1$s%2$s%1$s%1$sVeuillez noter que la disponibilité peut changer à tout moment en raison d'annulations, n'hésitez pas à revenez plus tard si l'inscription pour ces événements est importante pour vous.%1$s%1$s%3$s%1$s%4$s%1$s
tr_tr: Üzgünüz...%1$sSon sayfayı ilk görüntülediğinizden bu yana gerçekleşen satışlar nedeniyle, aşağıdaki öğelerin miktarları mevcut mevcut miktarla eşleşecek şekilde ayarlanmıştır:%1$s%1$s%2$s%1$s%1$sİptaller nedeniyle kullanılabilirliğin her an değişebileceğini lütfen unutmayın, bu nedenle bu etkinlik (ler) için kayıt sizin için önemliyse lütfen daha sonra tekrar kontrol edin.%1$s%1$s%3$s%1$s%4$s%1$s

source: We're sorry, but there is only %1$s available space left for this event at this particular date and time. Please select a different number (or different combination) of tickets by cancelling the current selection and choosing again, or proceed to registration.
de_de: Es tut uns leid, aber es ist nur noch %1$s Platz für diese Veranstaltung zu diesem Zeitpunkt verfügbar. Bitte wählen Sie eine andere Anzahl (oder eine andere Kombination) von Tickets aus, indem Sie die aktuelle Auswahl aufheben und erneut auswählen oder zur Registrierung übergehen.
fi: Valitettavasti tapahtumaan on vapaana vain %1$s paikka haluamallesi ajankohdalle. Ole hyvä ja muuta lippujen määrää ja/tai ajankohtaa jatkaaksesi ilmoittautumista.
fr_fr: Nous sommes navré mais il ne reste que %1$s place disponible pour cette événement à cette date et heure. Veuillez sélectionner un nombre différent (ou combinaison différente) de billets en annulant la sélection actuelle et en choisissant à nouveau, ou de procéder à l'enregistrement
tr_tr: Üzgünüz, ancak bu tarih ve saatte bu etkinlik için sadece %1$s boş yer kalmıştır. Lütfen mevcut seçiminizi iptal edip yeniden seçerek farklı sayıda (veya farklı kombinasyonda) bilet seçin ya da kayda devam edin.

source: We're sorry, but there is only %1$s available space left for this event at this particular date and time. Please select a different number (or different combination) of tickets.
de_de: Es tut uns leid, aber es ist nur noch %1$s Platz für diese Veranstaltung zu diesem Zeitpunkt verfügbar. Bitte wählen Sie eine andere Anzahl (oder eine andere Kombination) von Tickets.
fi: Valitettavasti tapahtumaan on valitsemanasi ajankohtana jäljellä vain %1$s paikka. Muuta lippujen määrää tai ajankohtia.
fr_fr: Nous sommes navré mais il ne reste que %1$s place disponible pour cet événement à cette date et heure. Veuillez sélectionner un nombre différent (ou combinaison différente) de billets.
tr_tr: Üzgünüz, ancak bu tarih ve saatte bu etkinlik için sadece %1$s boş yer kalmıştır. Lütfen farklı sayıda (veya farklı kombinasyonda) bilet seçin.

source: Request Shipping Address %s
de_de: Lieferadresse %s anfordern
fi: Vaadi toimitusosoite %s
fr_fr: Demande de l'adresse de livraison %s
tr_tr: Gönderi Adresi İste %s

source: Please be sure to update the settings for the PayPal Express Checkout payment method.
de_de: Bitte stellen Sie sicher, dass Sie die Einstellungen für die Zahlungsmethode PayPal Express Checkout aktualisieren.
fi: Muistathan päivittää PayPal Express -maksutavan asetukset.
fr_fr: Assurez-vous de mettre à jour les paramètres de la méthode de paiement PayPal Express Checkout.
tr_tr: Lütfen PayPal Express Checkout ödeme yöntemi ayarlarını güncellediğinizden emin olun.

source: For more information on how to get your API credentials, please view the %1$sPayPal Documentation%2$s.
de_de: Weitere Informationen dazu, wie Sie Ihre API-Anmeldeinformationen erhalten, finden Sie in der %1$sPayPal-Dokumentation%2$s.
fi: Lisätietoja API-tunnusten hankkimisesta saat %1$sPayPal Documentation%2$s -asiakirjoista.
fr_fr: Pour plus d'informations sur la façon d'obtenir vos informations d'identification API, veuillez consulter la %1$sDocumentation PayPal%2$s
tr_tr: API kimlik bilgilerinizi nasıl alacağınız hakkında daha fazla bilgi için lütfen %1$sPayPal Documentation%2$s bölümünü inceleyin.

source: Request Shipping Address
de_de: Lieferadresse anfordern
fi: Vaadi toimitusosoite
fr_fr: Demande de l'adresse de livraison
tr_tr: Gönderi Adresi İste

source: Indicates whether or not you require the buyer's shipping address on file with PayPal be a confirmed address.
de_de: Gibt an, ob die bei PayPal hinterlegte Lieferadresse des Käufers eine bestätigte Adresse sein muss oder nicht.
fi: Ilmoittaa, vaaditko, että ostajan PayPalissa oleva toimitusosoite on vahvistettu osoite.
fr_fr: Indique si vous avez besoin de l'adresse d'expédition de l'acheteur dans le dossier avec PayPal soit une adresse confirmée.
tr_tr: Alıcının PayPal'da kayıtlı gönderi adresinin onaylanmış bir adres olmasını isteyip istemediğinizi belirtir.

source: Don't have PayPal? %1$sSign up for an account%2$s to get start right away.
de_de: Sie haben kein PayPal? %1$sEröffnen Sie ein Konto%2$s, um sofort loszulegen.
fi: Eikö sinulla ole PayPal-tiliä? %1$sAvaa tili nyt%2$s aloittaaksesi.
fr_fr: Vous n'avez pas PayPal? %1$sInscrivez-vous pour un compte%2$s pour commencer dès maintenant
tr_tr: PayPal'ınız yok mu? %1$sHemen başlamak için bir hesap%2$s için kaydolun.

source: Event Espresso does not yet support %1$s IPNs from PayPal
de_de: Event Espresso unterstützt noch keine %1$s IPNs von PayPal
fi: Event Espresso ei vielä tue %1$s IPN:iä PayPalilta.
fr_fr: Event Espresso ne supporte pas encore les %1$s IPNs de PayPal
tr_tr: Event Espresso henüz PayPal'dan gelen %1$s IPN'leri desteklemiyor

source: Please Note! This gateway has been deprecated and replaced with the PayPal Express payment method.
de_de: Bitte beachten Sie! Dieses Gateway ist veraltet und wurde durch die Zahlungsmethode PayPal Express ersetzt.
fi: Huomaa! Tämä yhdyskäytävä on poistettu käytöstä ja korvattu PayPal Express -maksutavalla.
fr_fr: Veuillez noter ! Ce portail a été désapprouvé et remplacé par par la méthode de paiement PayPal Express.
tr_tr: Lütfen Dikkat! Bu ağ geçidi kullanımdan kaldırılmış ve PayPal Express ödeme yöntemiyle değiştirilmiştir.

source: If you still want to use this gateway, please follow the directions to %1$sactivate it here%2$s.
de_de: Wenn Sie dieses Gateway dennoch verwenden möchten, folgen Sie bitte den Anweisungen zur %1$sAktivierung hier%2$s.
fi: Jos haluat edelleen käyttää tätä yhdyskäytävää, noudata ohjeita %1$saktivoida se täällä%2$s.
fr_fr: Si vous souhaitez utiliser ce portail, veuillez suivre les indication pour %1$sl'activer ici%2$s.
tr_tr: Bu ağ geçidini hala kullanmak istiyorsanız, lütfen %1$sburada%2$s etkinleştirmek için talimatları izleyin.

# ticket name for event name
source: %1$s for %2$s
de_de: %1$s für %2$s
fi: %1$s -lippu tapahtumaan %2$s
fr_fr: %1$s pour %2$s
tr_tr: %2$s için %1$s

source: Data Migration from Event Espresso 3 to Event Espresso 4.1.0
de_de: Datenmigration von Event Espresso 3 zu Event Espresso 4.1.0
fi: Tietojen siirtäminen Event Espresson versiosta 3 versioon 4.1.0
fr_fr: Migration de données depuis Event Espresso 3 vers Event Espresso 4.1.0
tr_tr: Event Espresso 3'ten Event Espresso 4.1.0'a Veri Geçişi

source: Data Update to Event Espresso 4.2.0
de_de: Datenaktualisierung auf Event Espresso 4.2.0
fi: Tietojen päivitys Event Espresso 4.2.0:aan
fr_fr: Données mis à jour vers Event Espresso 4.2.0
tr_tr: Event Espresso 4.2.0 için Veri Güncellemesi

source: Data Update to Event Espresso 4.3.0
de_de: Datenaktualisierung auf Event Espresso 4.3.0
fi: Tietojen päivitys Event Espresso 4.3.0:aan
fr_fr: Données mis à jour vers Event Espresso 4.3.0
tr_tr: Event Espresso 4.3.0 için Veri Güncellemesi

source: Data Update to Event Espresso 4.5.0
de_de: Datenaktualisierung auf Event Espresso 4.5.0
fi: Tietojen päivitys Event Espresso 4.5.0:aan
fr_fr: Données mis à jour vers Event Espresso 4.5.0
tr_tr: Event Espresso 4.5.0 için Veri Güncellemesi

source: Data Update to Event Espresso 4.6.0
de_de: Datenaktualisierung auf Event Espresso 4.6.0
fi: Tietojen päivitys Event Espresso 4.6.0:aan
fr_fr: Données mis à jour vers Event Espresso 4.6.0
tr_tr: Event Espresso 4.6.0 için Veri Güncellemesi

source: Data Update to Event Espresso 4.7.0
de_de: Datenaktualisierung auf Event Espresso 4.7.0
fi: Tietojen päivitys Event Espresso 4.7.0:aan
fr_fr: Données mis à jour vers Event Espresso 4.7.0
tr_tr: Event Espresso 4.7.0 için Veri Güncellemesi

source: Data Update to Event Espresso 4.8.0
de_de: Datenaktualisierung auf Event Espresso 4.8.0
fi: Tietojen päivitys Event Espresso 4.8.0:aan
fr_fr: Données mis à jour vers Event Espresso 4.8.0
tr_tr: Event Espresso 4.8.0 için Veri Güncellemesi

source: Data Update to Event Espresso 4.9.0
de_de: Datenaktualisierung auf Event Espresso 4.9.0
fi: Tietojen päivitys Event Espresso 4.9.0:aan
fr_fr: Données mis à jour vers Event Espresso 4.9.0
tr_tr: Event Espresso 4.9.0 için Veri Güncellemesi

source: Use EE_Registration::get_latest_related_datetime() or EE_Registration::get_earliest_related_datetime()
de_de: Verwenden Sie EE_Registrierung::get_latest_related_datetime() oder EE_Registrierung::get_earliest_related_datetime()
fi: Käytä EE_Registration::get_latest_related_datetime() tai EE_Registration::get_earliest_related_datetime().
fr_fr: Utiliser EE_Registration::get_latest_related_datetime() ou EE_Registration::get_earliest_related_datetime()
tr_tr: EE_Registration::get_latest_related_datetime() veya EE_Registration::get_earliest_related_datetime() kullanın

source: Quantity of this ticket that is reserved, but not yet fully purchased
de_de: Menge des reservierten, aber noch nicht vollständig gekauften Tickets
fi: Tämän lipun määrä, joka on varattu, mutta jota ei ole vielä kokonaan ostettu.
fr_fr: Quantité réservée pour ce billet, mais pas encore entièrement achetés.
tr_tr: Bu biletin rezerve edilmiş ancak henüz tamamı satın alınmamış miktarı

source: A valid DateTime could not be generated from "%1$s" because the following errors occurred: %2$s %3$s %2$s PHP version: %4$s %2$s Stack Trace: %5$s
de_de: Ein gültiger DateTime konnte nicht aus "%1$s" generiert werden, da folgende Fehler aufgetreten sind: %2$s %3$s %2$s PHP-Version: %4$s %2$s Stack Trace: %5$s
fi: Kelvollista DateTime-päivämäärää ei voitu luoda tiedostosta "%1$s", koska seuraavat virheet ilmenivät: %2$s %3$s %2$s PHP-versio: %4$s %2$s Stack Trace: %5$s
fr_fr: Une DateTime valide n'a pas pu être généré pour "%1$s" à cause des erreurs suivantes : %2$s %3$s %2$s PHP version: %4$s %2$s Stack Trace: %5$s
tr_tr: Aşağıdaki hatalar oluştuğundan "%1$s "den geçerli bir DateTime oluşturulamadı: %2$s %3$s %2$s PHP sürümü: %4$s %2$s Yığın İzi: %5$s

source: A valid DateTime could not be recreated from "%1$s" because the following errors occurred: %2$s %3$s %2$s PHP version: %4$s
de_de: Ein gültiger DateTime konnte nicht aus "%1$s" neu erstellt werden, da folgende Fehler aufgetreten sind: %2$s %3$s %2$s PHP-Version: %4$s
fi: Kelvollista DateTime-päivämäärää ei voitu luoda uudelleen tiedostosta "%1$s", koska seuraavat virheet ilmenivät: %2$s %3$s %2$s PHP-versio: %4$s
fr_fr: Une DateTime valide n'a pas pu être recréée pour "%1$s" à cause des erreurs suivantes : %2$s %3$s %2$s PHP version: %4$s
tr_tr: Aşağıdaki hatalar oluştuğu için "%1$s" öğesinden geçerli bir DateTime yeniden oluşturulamadı: %2$s %3$s %2$s PHP sürümü: %4$s

source: The session data is either missing or invalid.
de_de: Die Sitzungsdaten sind entweder nicht vorhanden oder ungültig.
fi: Istuntotiedot puuttuvat tai ovat virheellisiä.
fr_fr: Les données de la session sont soit manquantes ou non valides.
tr_tr: Oturum verileri eksik ya da geçersiz.

source: Event Registrations from %1$s for %2$s
de_de: Veranstaltungsbuchung %1$s für %2$s
fi: Tapahtumailmoittautumiset %1$s alkaen %2$s varten
fr_fr: Inscriptions d'événement de %1$s pour %2$s
tr_tr: %1$s'den %2$s için Etkinlik Kayıtları

source: If you want to integrate with Event Espresso or participate in building code, then you are in the right place. The following resources can help you get started.
de_de: Wenn Sie sich in Event Espresso integrieren oder an der Erstellung von Codes beteiligen möchten, sind Sie hier genau richtig. Die folgenden Ressourcen können Ihnen den Einstieg erleichtern.
fi: Jos haluat integroitua Event Espresson kanssa tai osallistua koodin rakentamiseen, olet oikeassa paikassa. Seuraavat resurssit voivat auttaa sinua alkuun.
fr_fr: Si vous souhaitez vous intégrer à Event Espresso ou participer au codage, vous êtes au bon endroit. Les ressources suivantes peuvent vous aider à démarrer.
tr_tr: Event Espresso ile entegre olmak veya kod oluşturmaya katılmak istiyorsanız doğru yerdesiniz. Aşağıdaki kaynaklar başlamanıza yardımcı olabilir.

source: Developer Resources
de_de: Ressourcen für Entwickler
fi: Kehittäjätyökalut
fr_fr: Ressources pour développeurs
tr_tr: Geliştirici Kaynakları

source: %1$sEvent Espresso 4 Developer Documentation%2$s
de_de: %1$sEvent Espresso 4 Entwickler-Dokumentation%2$s
fi: %1$sEvent Espresso 4 -kehittäjän dokumentaatio%2$s
fr_fr: %1$sEvent Espresso 4 Documentation pour développeurs%2$s
tr_tr: %1$sEvent Espresso 4 Geliştirici Belgeleri%2$s

source: %1$sEvent Espresso 4 Developer News%2$s
de_de: %1$sEvent Espresso 4 Entwickler Neuigkeiten%2$s
fi: %1$sEvent Espresso 4 -kehittäjäuutisia%2$s
fr_fr: %1$sEvent Espresso 4 Actualités Developpeur%2$s
tr_tr: %1$sEvent Espresso 4 Geliştirici Haberleri%2$s

source: %1$sApply%2$s to be listed as an %3$sEvent Espresso Professional%2$s
de_de: %1$sBewerben%2$s Sie sich, um als %3$sEvent Espresso Professional%2$s gelistet zu werden
fi: %1$sHakeudu%2$s luetteloon %3$sEvent Espresso Professional%2$s -ammattilaiseksi
fr_fr: %1$sPostuler%2$s pour être lister comme un %3$sEvent Espresso Professionel%2$s
tr_tr: %1$sEvent Espresso Professional%2$s olarak listelenmek için %3$sApply%2$s

source: Event Espresso 4 Articles for Developers
de_de: Event Espresso 4 Artikel für Entwickler
fi: Event Espresso 4 -artikkelit kehittäjille
fr_fr: Event Espresso 4 Articles pour Developpeurs
tr_tr: Geliştiriciler için Event Espresso 4 Makaleleri

source: %1$sCustom Post Types Usage%2$s
de_de: %1$sBenutzerdefinierte Post-Typen Verwendung%2$s
fr_fr: %1$sUtilisation Types de messages personnalisés%2$s
tr_tr: %1$sÖzel Yazı Türleri Kullanımı%2$s

source: %1$sTheme Development%2$s
de_de: %1$sThemenentwicklung%2$s
fi: %1$sTeemakehitys%2$s
fr_fr: %1$sDeveloppement Theme %2$s
tr_tr: %1$sTema Geliştirme%2$s

source: %1$sCapability System%2$s
de_de: %1$sFähigkeit System%2$s
fi: %1$sKykyjärjestelmä%2$s
fr_fr: %1$sPotentiel du Système%2$s
tr_tr: %1$sYetenek Sistemi%2$s

source: %1$sPayment Method Development%2$s
de_de: %1$sZahlungsmethode Entwicklung%2$s
fi: %1$sMaksutavan kehitys%2$s
fr_fr: %1$sDeveloppement Méthode de Paiement%2$s
tr_tr: %1$sÖdeme Yöntemi Geliştirme%2$s

source: %1$sMessages System in Event Espresso 4%2$s
de_de: %1$sMeldungen System in Ereignis Espresso 4%2$s
fi: %1$sViestit järjestelmä tapahtumassa Espresso 4%2$s
fr_fr: %1$sSystème de Messages dans Event Espresso 4%2$s
tr_tr: Event Espresso'da %1$sMesajlar Sistemi %4%2$s

source: %1$sDatabase Model System%2$s (used for interfacing with EE4 data via WordPress plugins and server side querying)
de_de: %1$sDatabase Model System%2$s (verwendet für die Verbindung mit EE4-Daten über WordPress-Plugins und serverseitige Abfragen)
fi: %1$sDatabase Model System%2$s (käytetään EE4-tietoihin liittymiseen WordPress-lisäosien ja palvelinpuolen kyselyiden kautta).
fr_fr: %1$sSystème modèle de base de données%2$s (utilisé pour interfacer avec les données EE4 via les plugins WordPress et les requêtes coté serveur)
tr_tr: %1$sVeritabanı Model Sistemi%2$s (WordPress eklentileri ve sunucu tarafı sorgulama yoluyla EE4 verileriyle arayüz oluşturmak için kullanılır)

source: REST API Resources
de_de: REST-API-Ressourcen
fi: REST API -resurssit
tr_tr: REST API Kaynakları

source: %1$sREST API: Introduction%2$s
de_de: %1$sREST-API: Einführung%2$s
fi: %1$sREST API: Johdanto%2$s
tr_tr: %1$sREST API: Giriş%2$s

source: %1$sREST API: Reading Data%2$s
de_de: %1$sREST API: Daten lesen%2$s
fi: %1$sREST API: Tietojen lukeminen%2$s
fr_fr: %1$sREST API: Lecture Données%2$s
tr_tr: %1$sREST API: Veri Okuma%2$s

source: %1$sBuilding an EE4 Add-on Using the REST API%2$s
de_de: %1$sErstellung eines EE4-Add-ons unter Verwendung der REST-API%2$s
fi: %1$s EE4-lisäosan rakentaminen REST API:n avulla%2$s
fr_fr: %1$sConstruction d'un Add-on EE4 utilisant la REST API%2$s
tr_tr: %1$sREST API%2$s Kullanarak EE4 Eklentisi Oluşturma

source: Need help with Event Espresso?
de_de: Benötigen Sie Hilfe bei Event Espresso?
fi: Tarvitsetko apua Event Espresson kanssa?
fr_fr: Besoin d'aide avec Event Espresso ?
tr_tr: Event Espresso ile ilgili yardıma mı ihtiyacınız var?

source: You may be able to find an answer for your question or concern here:
de_de: Vielleicht finden Sie hier eine Antwort auf Ihre Frage oder Ihr Anliegen:
fi: Saatat löytää vastauksen kysymykseesi tai huolenaiheeseesi täältä:
fr_fr: Vous pourriez trouver une réponse à votre question ou souci ici :
tr_tr: Sorunuz veya endişeniz için burada bir cevap bulabilirsiniz:

source: A known issue.
de_de: Ein bekanntes Problem.
fi: Tunnettu ongelma.
fr_fr: Un problème connu
tr_tr: Bilinen bir sorun.

source: Some themes and plugins have %1$sknown conflicts%2$s with Event Espresso. (You can also browse the %3$sEvent Espresso support pages%2$s or %4$sEvent Espresso support forums%2$s to see if other members have experienced and solved the problem.)
de_de: Einige Themes und Plugins haben %1$sbekannte Konflikte%2$s mit Event Espresso. (Sie können auch die %3$sEvent Espresso-Support-Seiten%2$s oder die %4$sEvent Espresso-Support-Foren%2$s durchsuchen, um zu sehen, ob andere Mitglieder das Problem bereits erlebt und gelöst haben).
fi: Joillakin teemoilla ja lisäosilla on %1$stunnettuja ristiriitoja%2$s Event Espresson kanssa. (Voit myös selata %3$sEvent Espresson tukisivuja%2$s tai %4$sEvent Espresson tukifoorumeita%2$s nähdäksesi, ovatko muut jäsenet kokeneet ja ratkaisseet ongelman).
fr_fr: Certains thèmes et plugins ont%1$sconflits connus%2$s avec Event Espresso. (Vous pouvez également parcourir les pages d'assistance%3$sEvent Espresso%2$s ou%4$sEvent forums Espresso%2$s pour voir si d'autres membres ont connu et résolu le problème.)
tr_tr: Bazı tema ve eklentilerin Event Espresso ile %1$sbilinen çakışmaları%2$s vardır. (Diğer üyelerin bu sorunu yaşayıp yaşamadığını ve çözüp çözmediğini görmek için %3$sEvent Espresso destek sayfalarına%2$s veya %4$sEvent Espresso destek forumlarına%2$s da göz atabilirsiniz).

source: A plugin conflict.
de_de: Ein Plugin-Konflikt.
fi: Liitännäisongelma.
fr_fr: un conflit d'extension
tr_tr: Bir eklenti çatışması.

source: You can check to see if there is a plugin conflict by temporarily deactivating all plugins except for Event Espresso. If the problem goes away, then reactivate your plugins one by one until the issue returns. This will help you pinpoint the source of the conflict.
de_de: Sie können überprüfen, ob ein Plugin-Konflikt vorliegt, indem Sie vorübergehend alle Plugins mit Ausnahme von Event Espresso deaktivieren. Wenn das Problem verschwindet, reaktivieren Sie Ihre Plugins eines nach dem anderen, bis das Problem wieder auftritt. Dies wird Ihnen helfen, die Quelle des Konflikts zu finden.
fi: Voit tarkistaa, onko liitännäisten välillä ristiriita, poistamalla tilapäisesti käytöstä kaikki liitännäiset Event Espressoa lukuun ottamatta. Jos ongelma poistuu, ota lisäosat uudelleen käyttöön yksi kerrallaan, kunnes ongelma palaa. Tämä auttaa sinua paikallistamaan konfliktin lähteen.
fr_fr: Vous pouvez vérifier si un conflit de plugin se produit, en désactivant temporairement tous les plugins sauf pour Event Espresso. Si le problème disparaît, réactivez vos plugins un par un jusqu'à ce que le problème revienne. Cela vous aidera à identifier la source du conflit.
tr_tr: Event Espresso dışındaki tüm eklentileri geçici olarak devre dışı bırakarak bir eklenti çakışması olup olmadığını kontrol edebilirsiniz. Sorun ortadan kalkarsa, sorun geri dönene kadar eklentilerinizi teker teker yeniden etkinleştirin. Bu, çakışmanın kaynağını tam olarak belirlemenize yardımcı olacaktır.

source: A theme conflict.
de_de: Ein thematischer Konflikt.
fi: Teemakonflikti.
fr_fr: Un conflit de thème
tr_tr: Bir tema çatışması.
