Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Edit ticket %d
de_de: Ticket %d bearbeiten
fi: Muokkaa lippua %d
tr_tr: Bilet %d'yi düzenle

source: New Ticket Details
de_de: Neue Ticket-Details
fi: Uudet lipputiedot
tr_tr: Yeni Bilet Detayları

source: primary information about the ticket
de_de: primäre Informationen über das Ticket
fi: ensisijaiset tiedot lipusta
tr_tr: bilet hakkında birincil bilgiler

source: apply ticket price modifiers and taxes
de_de: Ticketpreisänderungen und Steuern anwenden
fi: soveltaa lipun hinnanmuutoksia ja veroja
tr_tr: bilet fiyatı değiştiricileri ve vergileri uygulayın

source: Price Calculator
de_de: Preiskalkulator
fi: Hintalaskuri
tr_tr: Fiyat Hesaplayıcı

source: relations between tickets and dates
de_de: Beziehungen zwischen Tickets und Daten
fi: lippujen ja päivämäärien väliset suhteet
tr_tr: biletler ve tarihler arasındaki ilişkiler

source: Assign Dates
de_de: Termine zuweisen
fi: Määritä päivämäärät
tr_tr: Tarihleri Atayın

source: Shared Ticket
de_de: Gemeinsames Ticket
fi: Jaettu lippu
tr_tr: Paylaşılan Bilet

source: The cache ID of the object.
de_de: Die Cache-ID des Objekts.
fi: Objektin välimuistitunnus.
tr_tr: Nesnenin önbellek kimliği.

source: Recurrence Pattern
de_de: Wiederkehrendes Muster
fi: Toistuvuusmalli
tr_tr: Tekrarlama Örüntüsü

source: Exclusion Pattern
de_de: Ausschluss-Muster
fi: Poissulkemiskuvio
tr_tr: Dışlama Modeli

source: Recurrence dates
de_de: Wiederholungstermine
fi: Toistumispäivämäärät
tr_tr: Tekrarlama tarihleri

source: Excluded dates
de_de: Ausgeschlossene Daten
fi: Poissuljetut päivämäärät
tr_tr: Hariç tutulan tarihler

source: Whether to delete the entity permanently.
de_de: Ob die Entität endgültig gelöscht werden soll.
fi: Poistetaanko entiteetti pysyvästi.
tr_tr: Varlığın kalıcı olarak silinip silinmeyeceği.

source: The object before it was deleted
de_de: Das Objekt, bevor es gelöscht wurde
fi: Kohde ennen sen poistamista
tr_tr: Silinmeden önceki nesne

source: Event Espresso Recurring Events Manager add-on could not be activated because it requires PHP version %s or greater.
de_de: Das Add-on Event Espresso Recurring Events Manager konnte nicht aktiviert werden, da es die PHP-Version %s oder höher benötigt.
fi: Event Espresso Recurring Events Manager -lisäosaa ei voitu aktivoida, koska se vaatii PHP-version %s tai suuremman.
tr_tr: Event Espresso Yinelenen Etkinlikler Yöneticisi eklentisi etkinleştirilemedi çünkü PHP sürümü %s veya daha yüksek bir sürüm gerektiriyor.

source: Event Espresso Recurring Events Manager add-on could not be activated. Please ensure that Event Espresso version %1$s or higher is activated.
de_de: Das Add-on Event Espresso Recurring Events Manager konnte nicht aktiviert werden. Bitte stellen Sie sicher, dass Event Espresso Version %1$s oder höher aktiviert ist.
fi: Event Espresso Recurring Events Manager -lisäosaa ei voitu aktivoida. Varmista, että Event Espresson versio %1$s tai uudempi on aktivoitu.
tr_tr: Event Espresso Yinelenen Etkinlikler Yöneticisi eklentisi etkinleştirilemedi. Lütfen Event Espresso sürümünün %1$s veya daha yüksek bir sürümünün etkinleştirildiğinden emin olun.

source: add tickets
de_de: Tickets hinzufügen
fi: lisätä lippuja
tr_tr: bilet ekle

source: recurrences initialized
de_de: Wiederholungen initialisiert
fi: toistuvuudet alustetaan
tr_tr: yinelemeler başlatıldı

source: Recurring series
de_de: Wiederkehrende Serien
fi: Toistuva sarja
tr_tr: Yinelenen seriler

source: Series
de_de: Serie
fi: Sarja
tr_tr: Seri

source: Select an existing %s to use as a template.
de_de: Wählen Sie ein vorhandenes %s aus, das Sie als Vorlage verwenden möchten.
fi: Valitse olemassa oleva %s, jota haluat käyttää mallina.
tr_tr: Şablon olarak kullanmak için mevcut bir %s seçin.

source: or
de_de: oder
fi: tai
tr_tr: veya

source: Add new %s and insert details manually
de_de: Neue %s hinzufügen und Details manuell einfügen
fi: Lisää uusi %s ja lisää tiedot manuaalisesti
tr_tr: Yeni %s ekleyin ve ayrıntıları manuel olarak ekleyin

source: Pattern Editor
de_de: Muster-Editor
fi: Kuvioeditori
tr_tr: Desen Editörü

source: define how recurring dates are generated
de_de: festlegen, wie wiederkehrende Termine erzeugt werden
fi: määrittää, miten toistuvat päivämäärät luodaan
tr_tr: yinelenen tarihlerin nasıl oluşturulacağını tanımlama

source: primary information for generated dates
de_de: Primärinformationen für generierte Daten
fi: ensisijaiset tiedot tuotettuja päivämääriä varten
tr_tr: oluşturulan tarihler için birincil bilgiler

source: Date Details
de_de: Datum Details
fi: Päivämäärän tiedot
tr_tr: Tarih Detayları

source: create or add tickets for generated dates
de_de: Tickets für generierte Daten erstellen oder hinzufügen
fi: luoda tai lisätä lippuja luotuja päivämääriä varten
tr_tr: oluşturulan tarihler için bilet oluşturma veya ekleme

source: confirm final dates list and add or remove exceptions
de_de: die Liste der endgültigen Termine bestätigen und Ausnahmen hinzufügen oder entfernen
fi: vahvistaa lopullisten päivämäärien luettelon ja lisätä tai poistaa poikkeuksia.
tr_tr: son tarihler listesini onaylayın ve istisnalar ekleyin veya çıkarın

source: Generated Dates
de_de: Erstellte Daten
fi: Generoidut päivämäärät
tr_tr: Oluşturulan Tarihler

source: recurring series #%s
de_de: Wiederkehrende Serie #%s
fi: toistuva sarja #%s
tr_tr: yinelenen seri #%s

source: Recurrence ID to get the datetimes for.
de_de: Wiederholungs-ID, um die Datumsangaben zu erhalten.
fi: Toistuvuuden ID, jolle halutaan saada datatimes.
tr_tr: Tarih zamanlarını almak için yineleme kimliği.

source: Recurrence IDs to get the datetimes for.
de_de: Wiederholungs-IDs, um die Datumsangaben zu erhalten.
fi: Toistuvuustunnukset, joille halutaan saada päivämäärät.
tr_tr: Tarih zamanlarını almak için yineleme kimlikleri.

source: Globally unique datetime ID to get the recurrences for.
de_de: Global eindeutige Datums-ID, für die die Wiederholungen abgerufen werden sollen.
fi: Maailmanlaajuisesti yksilöivä päivämäärä, jonka toistuvuudet haetaan.
tr_tr: Yinelemeleri almak için küresel olarak benzersiz tarih-zaman kimliği.

source: Globally unique datetime IDs to get the recurrences for.
de_de: Global eindeutige Datums-IDs, um die Wiederholungen zu ermitteln.
fi: Maailmanlaajuisesti yksilölliset päivämäärätunnukset, joiden toistuvuudet haetaan.
tr_tr: Yinelemeleri almak için küresel olarak benzersiz tarih-zaman kimlikleri.

source: Datetime ID to get the recurrences for.
de_de: Datetime-ID, für die die Wiederholungen abgerufen werden sollen.
fi: Päivämäärän ID, jonka toistuvuudet haetaan.
tr_tr: Yinelemeleri almak için tarih saat kimliği.

source: Datetime IDs to get the recurrences for.
de_de: Datetime-IDs, für die die Wiederholungen abgerufen werden sollen.
fi: Päivämäärätunnukset, joiden toistuvuudet haetaan.
tr_tr: Yinelemeleri almak için tarih saat kimlikleri.

source: Globally unique event ID to get the recurrences for.
de_de: Global eindeutige Ereignis-ID, für die die Wiederholungen abgerufen werden sollen.
fi: Maailmanlaajuisesti yksilöllinen tapahtuman ID, jonka toistuvuudet haetaan.
tr_tr: Yinelemeleri almak için küresel olarak benzersiz olay kimliği.

source: Globally unique event IDs to get the recurrences for.
de_de: Global eindeutige Ereignis-IDs, um die Wiederholungen zu ermitteln.
fi: Maailmanlaajuisesti yksilölliset tapahtumatunnukset, joiden toistuvuudet haetaan.
tr_tr: Yinelemeleri almak için küresel olarak benzersiz olay kimlikleri.

source: Event ID to get the recurrences for.
de_de: Ereignis-ID, für die die Wiederholungen abgerufen werden sollen.
fi: Tapahtuman ID, jonka toistuvuudet haetaan.
tr_tr: Yinelemeleri almak için Olay Kimliği.

source: Event IDs to get the recurrences for.
de_de: Ereignis-IDs, für die die Wiederholungen abgerufen werden sollen.
fi: Tapahtumatunnukset, joiden toistuvuudet haetaan.
tr_tr: Yinelemeleri almak için Olay Kimlikleri.

source: The recurrence could not be created because of the following error(s)
de_de: Die Wiederholung konnte aufgrund des/der folgenden Fehlers/Fehler nicht erstellt werden
fi: Toistuvuutta ei voitu luoda seuraavan virheen (seuraavien virheiden) vuoksi.
tr_tr: Yineleme aşağıdaki hata(lar) nedeniyle oluşturulamadı

source: The recurrence could not be deleted because of the following error(s)
de_de: Der Rückfall konnte wegen folgender Fehler nicht gelöscht werden
fi: Toistuvuutta ei voitu poistaa seuraavan virheen (seuraavien virheiden) vuoksi.
tr_tr: Yineleme aşağıdaki hata(lar) nedeniyle silinemedi

source: The recurrence could not be updated because of the following error(s)
de_de: Die Wiederholung konnte aufgrund des/der folgenden Fehlers/Fehler nicht aktualisiert werden
fi: Toistuvuutta ei voitu päivittää seuraavan virheen (seuraavien virheiden) vuoksi.
tr_tr: Yineleme aşağıdaki hata(lar) nedeniyle güncellenemedi

source: A Recurrence
de_de: Eine Wiederholung
fi: Toistuminen
tr_tr: Bir Nüks

source: The globally unique ID for the object.
de_de: Die weltweit eindeutige ID für das Objekt.
fi: Kohteen globaalisti yksilöivä tunnus.
tr_tr: Nesne için küresel olarak benzersiz kimlik.

source: The recurrence ID.
de_de: Die Wiederholungs-ID.
fi: Toistumisen tunnus.
tr_tr: Nüks kimliği.

source: Whether to only display the very next upcoming datetime in event listings. This is effectively the same as setting the number of datetimes displayed to one, not displaying expired events, and ordering the dates chronologically.
de_de: Legt fest, ob in den Ereignislisten nur der nächste Termin angezeigt werden soll. Dies ist im Grunde dasselbe wie die Anzahl der angezeigten Termine auf eins zu setzen, abgelaufene Termine nicht anzuzeigen und die Termine chronologisch zu ordnen.
fi: Näytetäänkö tapahtumaluetteloissa vain aivan seuraava tuleva päivämäärä. Tämä on käytännössä sama kuin näytettävien päivämäärien määrän asettaminen yhteen, vanhentuneiden tapahtumien näyttämättä jättäminen ja päivämäärien järjestäminen kronologisesti.
tr_tr: Etkinlik listelerinde yalnızca en yakın tarih saatinin görüntülenip görüntülenmeyeceği. Bu, görüntülenen tarih saatlerinin sayısını bire ayarlamak, süresi dolmuş etkinlikleri görüntülememek ve tarihleri kronolojik olarak sıralamakla aynıdır.

source: Changes the appearance of the dates list for events with recurring dates.
de_de: Ändert das Aussehen der Terminliste für Ereignisse mit wiederkehrenden Terminen.
fi: Muuttaa päivämääräluettelon ulkoasua tapahtumissa, joissa on toistuvia päivämääriä.
tr_tr: Yinelenen tarihlere sahip etkinlikler için tarihler listesinin görünümünü değiştirir.

source: Recurrence ID
de_de: Wiederkehrende ID
fi: Toistumisen tunnus
tr_tr: Nüks Kimliği

source: Recurrence
de_de: Wiederholung
fi: Toistuminen
tr_tr: Nüks

source: Recurrences
de_de: Wiederholungen
fi: Toistuvuus
tr_tr: Tekrarlar

source: Recurrence Pattern Name
de_de: Wiederholungsmuster Name
fi: Toistuvuusmallin nimi
tr_tr: Yineleme Örüntüsü Adı

source: Recurrence Rule
de_de: Wiederholungsregel
fi: Toistuvuussääntö
tr_tr: Tekrarlama Kuralı

source: Exclusion Rule
de_de: Ausschluss-Regel
fi: Poissulkemissääntö
tr_tr: Dışlama Kuralı

source: Recurrence Dates
de_de: Wiederholungstermine
fi: Toistumispäivämäärät
tr_tr: Tekrarlama Tarihleri

source: Exclusion Dates
de_de: Ausschlussdaten
fi: Poissulkemispäivämäärät
tr_tr: Hariç Tutma Tarihleri

source: Recurring Datetime Duration
de_de: Wiederkehrende Zeitdauer Dauer
fi: Toistuva päivämäärä Kesto
tr_tr: Yinelenen Tarih Saati Süresi

source: Next Upcoming Date
de_de: Nächstes kommendes Datum
fi: Seuraava tuleva päivämäärä
tr_tr: Sonraki Yaklaşan Tarih

source: Upcoming Dates
de_de: Kommende Termine
fi: Tulevat päivämäärät
tr_tr: Yaklaşan Tarihler

source: Create Recurring Events Addon table
de_de: Addon-Tabelle Wiederkehrende Ereignisse erstellen
fi: Luo toistuvien tapahtumien lisäosan taulukko
tr_tr: Yinelenen Etkinlikler Eklenti tablosu oluşturma

source: Globally unique ID of the recurrence related to the datetime.
de_de: Global eindeutige ID der Wiederholung, die sich auf den Zeitpunkt bezieht.
fi: Maailmanlaajuisesti yksilöivä toistuvuuden ID, joka liittyy datetimeen.
tr_tr: Tarih saatiyle ilgili yinelemenin küresel olarak benzersiz kimliği.

source: Ignored if empty.
de_de: Wird ignoriert, wenn leer.
fi: Jätetään huomiotta, jos se on tyhjä.
tr_tr: Boşsa yok sayılır.

source: Globally unique recurrence ID to get the datetimes for.
de_de: Global eindeutige Wiederholungs-ID zum Abrufen der Datenzeiten.
fi: Maailmanlaajuisesti yksilöivä toistuvuustunnus, jonka osalta halutaan saada päivämäärät.
tr_tr: Tarih zamanlarını almak için küresel olarak benzersiz yineleme kimliği.

source: Globally unique recurrence IDs to get the datetimes for.
de_de: Global eindeutige Wiederholungs-IDs, um die Datumsangaben zu erhalten.
fi: Maailmanlaajuisesti yksilölliset toistuvuustunnukset, joiden päivämäärät haetaan.
tr_tr: Tarih zamanlarını almak için küresel olarak benzersiz yineleme kimlikleri.

source: If set to "Yes" then the "Number of Recurring Dates to Display" value above will control how many dates are initially visible, but the list will be scrollable allowing the remaining dates to be viewed
de_de: Bei der Einstellung "Ja" steuert der obige Wert "Anzahl der anzuzeigenden wiederkehrenden Termine", wie viele Termine anfänglich sichtbar sind, aber die Liste lässt sich durchblättern, so dass die restlichen Termine angezeigt werden können.
fi: Jos asetuksena on "Kyllä", yllä oleva arvo "Number of Recurring Dates to Display" (Näytettävien toistuvien päivämäärien määrä) ohjaa sitä, kuinka monta päivämäärää on aluksi näkyvissä, mutta luetteloa voi selata, jolloin jäljellä olevat päivämäärät ovat nähtävissä.
tr_tr: "Evet" olarak ayarlanırsa, yukarıdaki "Görüntülenecek Yinelenen Tarih Sayısı" değeri başlangıçta kaç tarihin görünür olacağını kontrol eder, ancak liste kalan tarihlerin görüntülenmesine izin verecek şekilde kaydırılabilir olacaktır

source: Show Expired Datetimes?
de_de: Abgelaufene Datumsangaben anzeigen?
fi: Näytä vanhentuneet päivämäärät?
tr_tr: Süresi Dolan Tarihleri Göster?

source: Indicate whether to show expired datetimes in event listings
de_de: Geben Sie an, ob abgelaufene Datumsangaben in Ereignislisten angezeigt werden sollen.
fi: Ilmoita, näytetäänkö vanhentuneet päivämäärät tapahtumaluetteloissa.
tr_tr: Etkinlik listelerinde süresi dolan tarihlerin gösterilip gösterilmeyeceğini belirtin

source: Only Show Next Upcoming Datetime?
de_de: Nur das nächste kommende Datum anzeigen?
fi: Näyttää vain seuraavan tulevan päivämäärän?
tr_tr: Yalnızca Sonraki Yaklaşan Tarih Saatini Göster?

source: The PayPal Smart Buttons Asset Manifest file is not readable or could not be found in %1$s
de_de: Die Asset-Manifest-Datei für PayPal Smart Buttons ist nicht lesbar oder konnte nicht in %1$s gefunden werden
fi: PayPal Smart Buttons Asset Manifest -tiedostoa ei voi lukea tai sitä ei löytynyt osoitteesta %1$s
tr_tr: PayPal Akıllı Düğmeler Varlık Bildirimi dosyası okunamıyor veya %1$s içinde bulunamadı

source: category
de_de: Kategorie
fi: luokka
tr_tr: Kategori

source: The %1$s has not been saved to the database because of the following error: %2$s %3$s
de_de: Die Datei %1$s wurde aufgrund des folgenden Fehlers nicht in der Datenbank gespeichert: %2$s %3$s
fi: %1$s ei ole tallennettu tietokantaan seuraavan virheen vuoksi: %2$s %3$s
tr_tr: Aşağıdaki hata nedeniyle %1$s veritabanına kaydedilemedi: %2$s %3$s

source: Recurring Events Template Settings
de_de: Einstellungen der Vorlage für wiederkehrende Ereignisse
fi: Toistuvien tapahtumien malliasetukset
tr_tr: Yinelenen Etkinlikler Şablon Ayarları

source: Number of Recurring Dates to Display
de_de: Anzahl der anzuzeigenden wiederkehrenden Termine
fi: Näytettävien toistuvien päivämäärien määrä
tr_tr: Görüntülenecek Yinelenen Tarih Sayısı

source: Sets the number of dates that will be displayed for all event listings with recurring datetimes. Datetimes will be displayed in the order set in the event editor
de_de: Legt die Anzahl der Termine fest, die für alle Ereignislisten mit wiederkehrenden Terminen angezeigt werden. Die Termine werden in der Reihenfolge angezeigt, die im Ereignis-Editor festgelegt wurde
fi: Määrittää päivämäärien määrän, joka näytetään kaikissa tapahtumaluetteloissa, joissa on toistuvat päivämäärät. Päivämäärät näytetään tapahtumaeditorissa määritetyssä järjestyksessä.
tr_tr: Yinelenen tarih zamanlarına sahip tüm etkinlik listeleri için görüntülenecek tarih sayısını ayarlar. Tarihler, etkinlik düzenleyicisinde ayarlanan sırayla görüntülenecektir

source: Allow Scrolling?
de_de: Scrollen zulassen?
fi: Salli vieritys?
tr_tr: Kaydırmaya İzin Ver?

source: Post Event Follow Up
de_de: Nachbereitung der Veranstaltung
fi: Tapahtuman jälkeinen seuranta
tr_tr: Etkinlik Sonrası Takip

source: Barcode
fi: Viivakoodi
tr_tr: Barkod

source: Enable 3D Secure ? %1$s
de_de: 3D Secure einschalten? %1$s
fi: Ota 3D Secure käyttöön ? %1$s
tr_tr: 3D Secure etkinleştirilsin mi? %1$s

source: Use 3D Secure for an additional security layer for card transactions.
de_de: Verwenden Sie 3D Secure für eine zusätzliche Sicherheitsebene bei Kartentransaktionen.
fi: Käytä 3D Securea, jotta korttitapahtumiin saadaan lisäturvakerros.
tr_tr: Kart işlemlerinde ek bir güvenlik katmanı için 3D Secure kullanın.

source: Enable 3D Secure
de_de: Aktivieren Sie 3D Secure
fi: Ota 3D Secure käyttöön
tr_tr: 3D Secure'u Etkinleştir

source: User-specific secure identifier that should be kept safe and never shared with others.
de_de: Benutzerspezifische sichere Kennung, die sicher aufbewahrt und niemals an andere weitergegeben werden sollte.
fi: Käyttäjäkohtainen suojattu tunniste, joka on pidettävä turvassa eikä sitä saa koskaan jakaa muiden kanssa.
tr_tr: Güvende tutulması ve asla başkalarıyla paylaşılmaması gereken kullanıcıya özel güvenli tanımlayıcı.

source: subscriber submits information.
de_de: Der Abonnent übermittelt Informationen.
fi: tilaaja toimittaa tiedot.
tr_tr: abone bilgi gönderir.

source: registration is completed (payment status does not matter).
de_de: die Registrierung abgeschlossen ist (der Zahlungsstatus spielt keine Rolle).
fi: rekisteröinti on suoritettu (maksutilanteella ei ole merkitystä).
tr_tr: kayıt tamamlanmıştır (ödeme durumu önemli değildir).

source: registration is completed with an approved status.
de_de: die Registrierung mit einem genehmigten Status abgeschlossen ist.
fi: rekisteröinti on suoritettu hyväksytyllä statuksella.
tr_tr: kayıt onaylanmış bir statü ile tamamlanır.

source: MailChimp Question ID
de_de: MailChimp Frage-ID
fi: MailChimp Kysymyksen ID
tr_tr: MailChimp Soru Kimliği

source: %1$s Event Espresso - MailChimp %2$s was deactivated! This plugin requires a %1$sPHP version 7.2 or higher%2$s.
de_de: %1$s Event Espresso - MailChimp %2$s wurde deaktiviert! Dieses Plugin benötigt eine %1$sPHP Version 7.2 oder höher%2$s.
fi: %1$s Tapahtuma Espresso - MailChimp %2$s poistettiin käytöstä! Tämä lisäosa vaatii %1$sPHP-version 7.2 tai uudemman%2$s.
tr_tr: %1$s Event Espresso - MailChimp %2$s devre dışı bırakıldı! Bu eklenti %1$sPHP sürümü 7.2 veya daha yüksek%2$s gerektirir.

source: This message type automates sending messages to registrations after an event. Messages are sent at the threshold you define (eg 3 days after) to the earliest datetime attached to the event. Other datetimes on the event have no bearing on when this message type is triggered. Messages for this message type are sent to approved registrations and are only triggered for upcoming and/or sold out, and published upcoming events.
de_de: Dieser Nachrichtentyp automatisiert den Versand von Nachrichten an Registrierungen nach einem Ereignis. Die Nachrichten werden zu dem von Ihnen festgelegten Schwellenwert (z. B. 3 Tage danach) an den frühesten dem Ereignis zugeordneten Zeitpunkt gesendet. Andere Zeitpunkte des Ereignisses haben keinen Einfluss darauf, wann dieser Nachrichtentyp ausgelöst wird. Nachrichten für diesen Nachrichtentyp werden an genehmigte Anmeldungen gesendet und werden nur für bevorstehende und/oder ausverkaufte und veröffentlichte bevorstehende Veranstaltungen ausgelöst.
fi: Tämä viestityyppi automatisoi viestien lähettämisen rekisteröinneille tapahtuman jälkeen. Viestit lähetetään määrittelemäsi kynnysarvon (esim. 3 päivää sen jälkeen) mukaisesti tapahtumaan liitettyyn aikaisimpaan päivämäärään. Tapahtuman muut päivämäärät eivät vaikuta siihen, milloin tämä viestityyppi käynnistyy. Tämän viestityypin viestit lähetetään hyväksytyille ilmoittautuneille, ja ne käynnistyvät vain tulevissa ja/tai loppuunmyydyissä ja julkaistuissa tulevissa tapahtumissa.
tr_tr: Bu mesaj türü, bir etkinlikten sonra kayıtlara mesaj göndermeyi otomatikleştirir. Mesajlar, tanımladığınız eşikte (örneğin 3 gün sonra) etkinliğe eklenen en erken tarih saatine gönderilir. Etkinlikteki diğer tarih zamanlarının bu mesaj türünün ne zaman tetikleneceği üzerinde hiçbir etkisi yoktur. Bu mesaj türü için mesajlar onaylanmış kayıtlara gönderilir ve yalnızca yaklaşan ve/veya biletleri tükenmiş ve yayınlanmış yaklaşan etkinlikler için tetiklenir.

source: automated post event notification
de_de: automatische Benachrichtigung nach dem Ereignis
fi: automaattinen tapahtuman jälkeinen ilmoitus
tr_tr: otomatik etkinlik sonrası bildirim

source: automated post event notifications
de_de: automatische Benachrichtigungen nach Ereignissen
fi: automaattiset tapahtuman jälkeiset ilmoitukset
tr_tr: otomatik etkinlik sonrası bildirimler

source: %1$sSend notifications %4$s day after the event.%2$s
de_de: %1$sBenachrichtigungen %4$s Tage nach dem Ereignis senden.%2$s
fi: %1$sLähetä ilmoitukset %4$s päivää tapahtuman jälkeen.%2$s
tr_tr: %1$sEtkinlikten %4$s gün sonra bildirim gönder.%2$s

source: We're reaching out to thank you for attending our event on %s.
de_de: Wir möchten uns bei Ihnen für die Teilnahme an unserer Veranstaltung am %s.
fi: Haluamme kiittää sinua siitä, että osallistuit tapahtumaamme %s:ssä.
tr_tr: %s tarihinde düzenlediğimiz etkinliğimize katıldığınız için teşekkür etmek amacıyla size ulaşıyoruz.

source: Post Datetime Notification
fi: Post Datetime Ilmoitus
tr_tr: Tarih Sonrası Bildirim

source: A post datetime notification has been sent to attendees for following event on %s:
de_de: Eine Benachrichtigung nach dem Datum wurde an die Teilnehmer der folgenden Veranstaltung am %s gesendet:
fi: Osallistujille on lähetetty post dateetime -ilmoitus seuraavasta tapahtumasta %s:
tr_tr: Aşağıdaki etkinlik için katılımcılara %s tarihinde bir tarih sonrası bildirim gönderildi:

source: Post Datetime Follow Up
tr_tr: Tarih Sonrası Takip

source: We're reaching out to thank you for attending our event.
de_de: Wir möchten uns bei Ihnen für die Teilnahme an unserer Veranstaltung bedanken.
fi: Haluamme kiittää sinua siitä, että osallistuit tapahtumaamme.
tr_tr: Etkinliğimize katıldığınız için teşekkür etmek amacıyla size ulaşıyoruz.

source: Post Event Notification
de_de: Benachrichtigung nach der Veranstaltung
fi: Tapahtuman jälkeinen ilmoitus
tr_tr: Etkinlik Sonrası Bildirim

source: Attendees for the following events have received an event follow up notification:
de_de: Die Teilnehmer an den folgenden Veranstaltungen haben eine Benachrichtigung zur Nachbereitung der Veranstaltung erhalten:
fi: Seuraavien tapahtumien osallistujat ovat saaneet tapahtuman seurantailmoituksen:
tr_tr: Aşağıdaki etkinliklerin katılımcıları bir etkinlik takip bildirimi almıştır:
