Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Do you want to submit a test transaction?
de_de: Möchten Sie eine Testtransaktion einreichen?
fi: Haluatko lähettää testitilauksen?
fr_fr: Ne voulez vous soumettre une transaction de test?
tr_tr: Bir test işlemi göndermek istiyor musunuz?

source: iPay88 Settings
de_de: iPay88 Einstellungen
fi: iPay88-asetukset
fr_fr: Paramètres iPay88
tr_tr: iPay88 Ayarları

source: Select an image/logo that should be shown on the payment page for PayPal.
de_de: Wählen Sie ein Bild/Logo, das auf der Zahlungsseite für PayPal angezeigt werden soll.
fi: Valitse kuva/logo, jota käytetään PayPal:n maksusivulla.
fr_fr: Sélectionnez une image / logo qui doit être affiché sur la page de paiement PayPal.
tr_tr: PayPal için ödeme sayfasında gösterilmesi gereken bir resim/logo seçin.

source: Template Settings (Preview)
de_de: Vorlageeinstellungen (Vorschau)
fi: Mallin asetukset (esikatselu)
fr_fr: Paramètres de modèle (Preview)
tr_tr: Şablon Ayarları (Önizleme)

source: , (comma)
de_de: , (Komma)
fi: , (pilkku)
fr_fr: , (Virgule)
tr_tr: , (virgül)

source: . (decimal)
de_de: . (Dezimal)
fi: . (piste)
fr_fr: . (Décimal)
tr_tr: . (ondalık)

source: Link to Event Espresso in your Registration Page?
de_de: Link zu Event Espresso auf der Registrierungsseite?
fi: Linkki Event Espressoon ilmoittautumissivullasi?
fr_fr: Lien vers Event Espresso dans votre page d'inscription?
tr_tr: Kayıt Sayfanızda Event Espresso'ya Bağlantı Verin?

source: Send Login Information (Optional)
de_de: Anmeldeinformationen senden (optional)
fi: Lähetä kirjautumistiedot (vapaaehtoinen)
fr_fr: Envoyer Informations de connexion (Facultatif)
tr_tr: Giriş Bilgilerini Gönder (İsteğe Bağlı)

source: Add the constants below to your wp-config.php file, above the line that says "That's all, stop editing! Happy blogging."
de_de: Fügen Sie die nachstehenden Konstanten in Ihre wp-config.php-Datei ein, und zwar oberhalb der Zeile "That's all, stop editing! Viel Spaß beim Bloggen."
fi: Lisää alla olevat vakiot wp-config.php-tiedostoosi rivin yläpuolelle, jossa lukee "That's all, stop editing!". Hyvää bloggaamista."
fr_fr: Ajouter les constantes ci-dessous pour votre fichier wp-config.php, dessus de la ligne qui dit"Ce est tout, l'arrêt du montage! Blogging heureux."
tr_tr: Aşağıdaki sabitleri wp-config.php dosyanıza, "Hepsi bu kadar, düzenlemeyi bırakın!" yazan satırın üstüne ekleyin. Mutlu bloglar."

source: Help spread the word about Event Espresso by allowing us to show a small link back to the to Event Espresso website in your registration page.
de_de: Helfen Sie mit, Event Espresso bekannt zu machen, indem Sie uns erlauben, auf Ihrer Anmeldeseite einen kleinen Link zur Event Espresso-Website einzubauen.
fi: Auta levittämään sanaa Event Espressosta sallimalla meidän näyttää pieni linkki Event Espresson verkkosivustolle rekisteröintisivullasi.
fr_fr: Faites passer le mot à propos de Event Espresso en nous permettant de montrer un petit lien vers le site d'Event Espresso sur votre page d'inscription.
tr_tr: Kayıt sayfanızda Event Espresso web sitesine küçük bir geri bağlantı göstermemize izin vererek Event Espresso hakkındaki kelimelerin yayılmasına yardımcı olun.

source: Set Map Zoom
de_de: Kartenzoom setzen
fi: Kartan zoomaustaso
fr_fr: Réglez Zoom
tr_tr: Harita Yakınlaştırmayı Ayarla

source: Alignment allows you to move the map left, center, or right within the parent event structure. The default alignment is left.
de_de: Die Ausrichtung ermöglicht es Ihnen, die Karte innerhalb der übergeordneten Ereignisstruktur nach links, mittig oder rechts zu verschieben. Die Standardausrichtung ist links.
fi: Kohdistus mahdollistaa kartan siirtämisen vasemmalle, keskelle tai oikealle vanhemman tapahtumarakenteen sisällä. Oletuskohdistus on vasen.
fr_fr: Alignement vous permet de déplacer la carte à gauche, au centre ou à droite dans la structure de l'événement parent. L'alignement par défaut est à gauche.
tr_tr: Hizalama, haritayı ana olay yapısı içinde sola, ortaya veya sağa taşımanıza olanak tanır. Varsayılan hizalama soldur.

source: Cancel / Return Page
de_de: Abbruch / Zurück Seite
fi: Ilmoittautuminen peruutettu -sivu
fr_fr: Annuler / Retour page
tr_tr: İptal / İade Sayfası

source: Enter your support license key in this field to benefit from one-click updates. To manage your support license key, please %1$slogin to your Event Espresso account%2$s. Then click on Edit Account Details which appears in the left sidebar menu.
de_de: Geben Sie Ihren Support-Lizenzschlüssel in dieses Feld ein, um von One-Click-Updates zu profitieren. Um Ihren Support-Lizenzschlüssel zu verwalten, loggen Sie sich bitte %1$sin Ihr Event Espresso-Konto%2$s ein. Klicken Sie dann auf Kontodetails bearbeiten, das in der linken Seitenleiste erscheint.
fi: Anna tukilisenssiavaimesi tähän kenttään nauttiaksesi helposta päivittämisestä. Voit hallita tukilisenssiavaimiasi <a href="http://eventespresso.com/wp-login.php">kirjautumalla Event Espresso -tilillesi</a>. Valitse sen jälkeen "Edit Account Details" sivulla vasemmalla olevasta valikosta.
tr_tr: Tek tıklamayla güncellemelerden yararlanmak için bu alana destek lisans anahtarınızı girin. Destek lisans anahtarınızı yönetmek için lütfen Event Espresso hesabınıza %1$sgiriş yapın%2$s. Ardından sol kenar çubuğu menüsünde görünen Hesap Ayrıntılarını Düzenle'ye tıklayın.

source: This page shows options for single event pages and event list pages.
de_de: Auf dieser Seite werden Optionen für einzelne Ereignisseiten und Ereignislistenseiten angezeigt.
fi: Tällä sivulla näytetään yksittäisten tapahtumasivujen ja tapahtumaluettelosivujen vaihtoehdot.
fr_fr: Cette page affiche des options pour les pages d'un seul événement et les pages de liste d'événements.
tr_tr: Bu sayfa tek etkinlik sayfaları ve etkinlik listesi sayfaları için seçenekleri gösterir.

source: Whether Venue information, such as the address and Google Map should be shown on the Single Event pages.
de_de: Ob Informationen zum Veranstaltungsort, wie z. B. die Adresse und die Google-Karte, auf den einzelnen Veranstaltungsseiten angezeigt werden sollen.
fi: Pitäisikö tapahtumapaikan tiedot, kuten osoite ja Google Map, näyttää yksittäisen tapahtuman sivuilla.
fr_fr: Que informations Lieu, tels que l'adresse et Google Map doit être indiqué sur les pages d'un seul événement.
tr_tr: Adres ve Google Haritası gibi Mekan bilgilerinin Tek Etkinlik sayfalarında gösterilip gösterilmeyeceği.

source: Whether the ticket options table (Ticket Selector) should be shown on the event list page.
de_de: Ob die Tabelle der Ticketoptionen (Ticket Selector) auf der Seite mit der Veranstaltungsliste angezeigt werden soll.
fi: Näytetäänkö lippuvaihtoehtojen taulukko (Ticket Selector) tapahtumaluettelosivulla.
fr_fr: Que le tableau des options de billets (Sélecteur Ticket) doit être indiqué sur la page de liste des événements.
tr_tr: Bilet seçenekleri tablosunun (Bilet Seçici) etkinlik listesi sayfasında gösterilip gösterilmeyeceği.

source: Whether the event datetimes should be shown on the event list page.
de_de: Ob die Veranstaltungsdaten auf der Seite mit der Veranstaltungsliste angezeigt werden sollen.
fi: Näytetäänkö tapahtumien päivämäärät tapahtumaluettelosivulla.
fr_fr: Que les datetimes d'événements devraient être affichés sur la page de liste des événements.
tr_tr: Etkinlik tarih saatlerinin etkinlik listesi sayfasında gösterilip gösterilmeyeceği.

source: Default Message Templates
de_de: Standard Mitteilungsvorlage
fi: Oletusviestimallit
fr_fr: Modèles de message par défaut
tr_tr: Varsayılan Mesaj Şablonları

source: Global Message Templates
de_de: Globale Mitteilungsvorlage
fi: Globaalit viestimallit
fr_fr: Modèles de message global
tr_tr: Global Mesaj Şablonları

source: Custom Message Templates (Preview)
de_de: Eigene Mitteilungsvorlagen (Vorschau)
fi: Mukautetut viestimallit (esikatselu)
fr_fr: Message personnalisé Modèles (Aperçu)
tr_tr: Özel Mesaj Şablonları (Önizleme)

source: Sorry, but we can't create new templates because we're missing the message type
de_de: Wir können leider keine neuen Vorlagen erstellen, weil uns der Nachrichtentyp fehlt
fi: Valitettavasti emme voi luoda uusia malleja, koska viestityyppi puuttuu.
tr_tr: Üzgünüz, ancak mesaj türü eksik olduğu için yeni şablon oluşturamıyoruz

source: In order to create a custom message template the GRP_ID of the template being used as a base is needed
de_de: Um eine benutzerdefinierte Nachrichtenvorlage zu erstellen, wird die GRP_ID der Vorlage benötigt, die als Basis verwendet wird
fi: Mukautetun viestimallin luomiseksi tarvitaan sen mallin GRP_ID, jota käytetään pohjana.
fr_fr: Afin de créer un message personnalisé modèle du grp_id du modèle utilisé comme est nécessaire une base
tr_tr: Özel bir mesaj şablonu oluşturmak için temel olarak kullanılan şablonun GRP_ID'sine ihtiyaç vardır

source: %s %s Template %s
de_de: %s %s Vorlage %s
fi: %s %s Malli %s
fr_fr: %s %s modèle %s
tr_tr: s %s %s Şablon %s

source: The new template has been created and automatically selected for this event. You can edit the new template by clicking the edit button. Note before this template is assigned to this event, the event must be saved.
de_de: Die neue Vorlage wurde erstellt und automatisch für diese Veranstaltung ausgewählt. Sie können die neue Vorlage bearbeiten, indem Sie auf die Schaltfläche Bearbeiten klicken. Beachten Sie, dass die Veranstaltung gespeichert werden muss, bevor diese Vorlage der Veranstaltung zugewiesen wird.
fi: Uusi malli on luotu ja valittu automaattisesti tätä tapahtumaa varten. Voit muokata uutta mallia napsauttamalla Muokkaa-painiketta. Huomaa, että tapahtuma on tallennettava, ennen kuin tämä malli määritetään tälle tapahtumalle.
tr_tr: Yeni şablon oluşturuldu ve bu etkinlik için otomatik olarak seçildi. Düzenle düğmesine tıklayarak yeni şablonu düzenleyebilirsiniz. Bu şablon bu etkinliğe atanmadan önce etkinliğin kaydedilmesi gerektiğini unutmayın.

source: Before any shortcodes in the template can be parsed, the previewer needs to know what data to use for the shortcodes. Some of the data is dummy data that the previewer generates, but wherever possible the previewer will use ACTUAL data from your database. For example, all the organization shortcodes will use actual data you've setup for your organization. For global template previews, the previewer will obtain the first active event from your database and use data from it. If you are previewing a custom event template then THAT event will be used for the preview. The only data that is dummy data is typically data that would be entered by a person registering for an event
de_de: Bevor die Shortcodes in der Vorlage geparst werden können, muss der Previewer wissen, welche Daten für die Shortcodes verwendet werden sollen. Einige der Daten sind Dummy-Daten, die der Previewer generiert, aber wo immer es möglich ist, wird der Previewer IST-Daten aus Ihrer Datenbank verwenden. Zum Beispiel verwenden alle Organisations-Shortcodes tatsächliche Daten, die Sie für Ihre Organisation eingerichtet haben. Für globale Vorlagenvorschauen wird die Vorschau das erste aktive Ereignis aus Ihrer Datenbank abrufen und Daten daraus verwenden. Wenn Sie eine benutzerdefinierte Veranstaltungsvorlage in der Vorschau anzeigen, wird DIESE Veranstaltung für die Vorschau verwendet. Die einzigen Daten, bei denen es sich um Dummy-Daten handelt, sind normalerweise die Daten, die von einer Person eingegeben werden, die sich für eine Veranstaltung registriert
fi: Ennen kuin mallin oikokoodeja voidaan analysoida, esikatseluohjelman on tiedettävä, mitä tietoja oikokoodeissa käytetään. Osa tiedoista on esikatseluohjelman luomia tyhjiä tietoja, mutta aina kun mahdollista esikatseluohjelma käyttää tietokannastasi saatuja TODELLISIA tietoja. Esimerkiksi kaikki organisaation pikakoodit käyttävät todellisia tietoja, jotka olet määrittänyt organisaatiollesi. Globaalien mallien esikatseluissa esikatseluohjelma hakee ensimmäisen aktiivisen tapahtuman tietokannastasi ja käyttää sen tietoja. Jos esikatselet mukautettua tapahtumamallia, esikatselussa käytetään juuri sitä tapahtumaa. Ainoat tiedot, jotka ovat tyhjiä tietoja, ovat tyypillisesti tietoja, jotka tapahtumaan ilmoittautuva henkilö syöttää.
fr_fr: Avant toute shortcodes dans le modèle peuvent être analysées, la visionneuse besoin de savoir quelles sont les données à utiliser pour les numéros courts. Certaines des données sont des données factice qui génère la visionneuse, mais autant que possible la visionneuse sera utiliser les données réelles de votre base de données. Par exemple, tous les shortcodes organisation utilisera les données réelles que vous avez configuré pour votre organisation. Pour extraits de modèle globaux, la visionneuse obtiendra le premier événement actif de votre base de données et utiliser les données qu'il contient. Si vous êtes aperçu d'un modèle d'événement personnalisé puis cet événement sera utilisée pour la prévisualisation. Les seules données qui est des données fictives est généralement des données qui serait entré par une personne inscrivant à un événement
tr_tr: Şablondaki herhangi bir kısa kod ayrıştırılmadan önce, önizleyicinin kısa kodlar için hangi verileri kullanacağını bilmesi gerekir. Verilerin bir kısmı önizleyicinin oluşturduğu sahte verilerdir, ancak mümkün olan her yerde önizleyici veritabanınızdaki GERÇEK verileri kullanacaktır. Örneğin, tüm organizasyon kısa kodları organizasyonunuz için ayarladığınız gerçek verileri kullanacaktır. Genel şablon önizlemeleri için önizleyici, veritabanınızdan ilk etkin etkinliği alır ve bu etkinlikteki verileri kullanır. Özel bir etkinlik şablonunu önizliyorsanız, önizleme için BU etkinlik kullanılacaktır. Sahte veri olan tek veri, genellikle bir etkinliğe kaydolan bir kişi tarafından girilecek olan verilerdir

source: This is a custom template. Custom Templates have an editable name and description to help you differentiate between templates.
de_de: Dies ist eine benutzerdefinierte Vorlage. Benutzerdefinierte Vorlagen haben einen bearbeitbaren Namen und eine Beschreibung, damit Sie zwischen den Vorlagen unterscheiden können.
fi: Tämä on mukautettu malli. Mukautetuilla malleilla on muokattavissa oleva nimi ja kuvaus, joiden avulla voit erottaa mallit toisistaan.
fr_fr: Ce est un modèle personnalisé. modèles personnalisés ont un nom modifiable et la description pour vous aider à différencier les modèles.
tr_tr: Bu özel bir şablondur. Özel Şablonların, şablonlar arasında ayrım yapmanıza yardımcı olacak düzenlenebilir bir adı ve açıklaması vardır.

source: Message Template Name:
de_de: Mitteilungsvorlage Name:
fi: Viestipohjan nimi:
fr_fr: Modèle de message Nom:
tr_tr: Mesaj Şablonu Adı:

source: Message Template Description:
de_de: Mitteilungsvorlage Beschreibung:
fi: Viestimalli Kuvaus:
fr_fr: Modèle de message Description:
tr_tr: Mesaj Şablonu Açıklaması:

source: Here the white colored gear indicates the messenger is inactive. This is very helpful for seeing at a glance all the messengers that are active when you first view the page.
de_de: Hier zeigt das weiße Zahnrad an, dass der Bote inaktiv ist. Dies ist sehr hilfreich, um auf einen Blick zu sehen, welche Messenger aktiv sind, wenn Sie die Seite zum ersten Mal aufrufen.
fi: Tässä valkoisen värinen vaihde osoittaa, että viestinviejä ei ole aktiivinen. Tämä on erittäin hyödyllistä, kun näet yhdellä silmäyksellä kaikki aktiiviset viestintävälineet, kun tarkastelet sivua ensimmäisen kerran.
fr_fr: Voici l'engin de couleur blanche indique le messager est inactif. Ce est très utile pour voir un coup d'oeil tous les messagers qui sont actives lorsque vous affichez d'abord la page.
tr_tr: Burada beyaz renkli dişli, habercinin etkin olmadığını gösterir. Bu, sayfayı ilk görüntülediğinizde aktif olan tüm habercileri bir bakışta görmek için çok yararlıdır.

source: No Parent
de_de: Kein Elternteil
fi: Ei ylävaihtoehtoa
fr_fr: Aucun Parent
tr_tr: Ebeveyn Yok

source: Recommendations
de_de: Empfehlungen
fi: Suositukset
fr_fr: Recommandations
tr_tr: Tavsiyeler

source: Screen Options
de_de: Bildschirm Optionen
fi: Näyttöasetukset
fr_fr: Options de l'écran
tr_tr: Ekran Seçenekleri

source: You can customize the information that is shown on this page by toggling the Screen Options tab. Then you can add or remove checkmarks to hide or show certain content and even adjust the screen layout.
de_de: Sie können die Informationen, die auf dieser Seite angezeigt werden, anpassen, indem Sie die Registerkarte Bildschirmoptionen aktivieren. Dann können Sie Häkchen hinzufügen oder entfernen, um bestimmte Inhalte ein- oder auszublenden und sogar das Bildschirmlayout anzupassen.
fi: Voit mukauttaa tällä sivulla näkyviä tietoja vaihtamalla Näytön asetukset -välilehteä. Sitten voit lisätä tai poistaa valintamerkkejä piilottaaksesi tai näyttääksesi tietyn sisällön ja jopa säätää näytön asettelua.
fr_fr: Vous pouvez personnaliser l'information qui est affichée sur cette page en basculant l'onglet Options de l'écran. Ensuite, vous pouvez ajouter ou supprimer des coches pour masquer ou afficher certains contenus et même ajuster la disposition de l'écran.
tr_tr: Ekran Seçenekleri sekmesini açarak bu sayfada gösterilen bilgileri özelleştirebilirsiniz. Ardından belirli içerikleri gizlemek veya göstermek için onay işaretleri ekleyebilir veya kaldırabilir ve hatta ekran düzenini ayarlayabilirsiniz.

source: The rich text editor can be used to create a description for your venue category.
de_de: Mit dem Rich-Text-Editor können Sie eine Beschreibung für die Kategorie Ihres Veranstaltungsorts erstellen.
fi: Rikastekstieditorin avulla voit luoda kuvauksen tapahtumapaikkakategoriallesi.
fr_fr: L'éditeur de texte enrichi peut être utilisé pour créer une description pour votre catégorie de lieu.
tr_tr: Zengin metin editörü, mekan kategoriniz için bir açıklama oluşturmak için kullanılabilir.

source: You can customize the information that is shown on this page by toggling the screen options tab. Then you can add or remove checkmarks to hide or show certain content.
de_de: Sie können die Informationen, die auf dieser Seite angezeigt werden, anpassen, indem Sie die Registerkarte "Bildschirmoptionen" umschalten. Dann können Sie Häkchen hinzufügen oder entfernen, um bestimmte Inhalte ein- oder auszublenden.
fi: Voit mukauttaa tällä sivulla näkyviä tietoja vaihtamalla näyttöasetukset-välilehteä. Sitten voit lisätä tai poistaa valintamerkkejä piilottaaksesi tai näyttääksesi tietyn sisällön.
fr_fr: Vous pouvez personnaliser l'information qui est affichée sur cette page en basculant l'onglet Options de l'écran. Ensuite, vous pouvez ajouter ou supprimer des coches pour masquer ou afficher certains contenus.
tr_tr: Ekran seçenekleri sekmesini değiştirerek bu sayfada gösterilen bilgileri özelleştirebilirsiniz. Ardından belirli içerikleri gizlemek veya göstermek için onay işaretleri ekleyebilir veya kaldırabilirsiniz.

source: You can customize the information that is shown on this page by toggling the Screen Options tab. Then you can add or remove checkmarks to hide or show certain content and even adjust the pagination for venue categories.
de_de: Sie können die auf dieser Seite angezeigten Informationen anpassen, indem Sie die Registerkarte Bildschirmoptionen umschalten. Dann können Sie Häkchen hinzufügen oder entfernen, um bestimmte Inhalte ein- oder auszublenden, und sogar die Paginierung für Veranstaltungsortkategorien anpassen.
fi: Voit mukauttaa tällä sivulla näkyviä tietoja vaihtamalla Näytön asetukset -välilehteä. Sitten voit lisätä tai poistaa valintamerkkejä piilottaaksesi tai näyttääksesi tietyn sisällön ja jopa säätää tapahtumapaikkaluokkien sivunumerointia.
fr_fr: Vous pouvez personnaliser l'information qui est affichée sur cette page en basculant l'onglet Options de l'écran. Ensuite, vous pouvez ajouter ou supprimer des coches pour masquer ou afficher certains contenus et même ajuster la pagination pour les catégories de sites.
tr_tr: Ekran Seçenekleri sekmesini açarak bu sayfada gösterilen bilgileri özelleştirebilirsiniz. Ardından, belirli içerikleri gizlemek veya göstermek için onay işaretleri ekleyebilir veya kaldırabilir ve hatta mekan kategorileri için sayfalandırmayı ayarlayabilirsiniz.

source: Enter the URL (website address) for the venue and a provide a call-in number. This field is optional and is typically uses for virtual events such as webinars.
de_de: Geben Sie die URL (Website-Adresse) des Veranstaltungsortes und eine Einwahlnummer an. Dieses Feld ist optional und wird normalerweise für virtuelle Veranstaltungen wie Webinare verwendet.
fi: Kirjoita tapahtumapaikan URL-osoite (verkkosivuston osoite) ja anna soittonumero. Tämä kenttä on valinnainen, ja sitä käytetään yleensä virtuaalitapahtumissa, kuten webinaareissa.
fr_fr: Entrez l'adresse URL (adresse de site Web) pour le site et un fournir un numéro d'appel en. Ce champ est facultatif et utilise généralement pour des événements virtuels tels que des webinaires.
tr_tr: Mekan için URL'yi (web sitesi adresi) girin ve bir çağrı numarası sağlayın. Bu alan isteğe bağlıdır ve genellikle web seminerleri gibi sanal etkinlikler için kullanılır.

source: You can customize the information that is shown on this page by toggling the Screen Options tab. Then you can add or remove checkmarks to hide or show certain content and even adjust the pagination for venues.
de_de: Sie können die Informationen, die auf dieser Seite angezeigt werden, anpassen, indem Sie die Registerkarte Bildschirmoptionen aktivieren. Dann können Sie Häkchen hinzufügen oder entfernen, um bestimmte Inhalte ein- oder auszublenden, und sogar die Seitennummerierung für Veranstaltungsorte anpassen.
fi: Voit mukauttaa tällä sivulla näkyviä tietoja vaihtamalla Näytön asetukset -välilehteä. Sitten voit lisätä tai poistaa valintamerkkejä piilottaaksesi tai näyttääksesi tietyn sisällön ja jopa säätää paikkojen sivunumerointia.
fr_fr: Vous pouvez personnaliser l'information qui est affichée sur cette page en basculant l'onglet Options de l'écran. Ensuite, vous pouvez ajouter ou supprimer des coches pour masquer ou afficher certains contenus et même ajuster la pagination pour les sites.
tr_tr: Ekran Seçenekleri sekmesini açarak bu sayfada gösterilen bilgileri özelleştirebilirsiniz. Ardından, belirli içerikleri gizlemek veya göstermek için onay işaretleri ekleyebilir veya kaldırabilir ve hatta mekanlar için sayfalandırmayı ayarlayabilirsiniz.

source: Add Title (optional)
de_de: Titel hinzufügen (optional)
fi: Lisää nimi (valinnainen)
fr_fr: Ajouter Titre (facultatif)
tr_tr: Başlık Ekle (isteğe bağlı)

source: This ticket is required (will appear first in frontend ticket lists).
de_de: Dieses Ticket ist erforderlich (erscheint als erstes in den Ticketlisten des Frontends).
fi: Tämä lippu on pakollinen (näkyy ensimmäisenä etusivun lippuluetteloissa).
fr_fr: Ce billet est nécessaire (apparaît en premier dans les listes de billets de frontend).
tr_tr: Bu bilet gereklidir (ön uç bilet listelerinde ilk olarak görünecektir).

source: Sale Starts
de_de: Verkaufsstart
fi: Myynti alkaa
fr_fr: La vente commence
tr_tr: Satış Başlıyor
