Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Keys are date-time ids and values are the check-in status
de_de: Die Schlüssel sind Datums- und Zeitangaben und die Werte sind der Check-in-Status.
fi: Avaimet ovat päivämäärän ja ajan tunnuksia ja arvot ovat kirjautumistilanne
tr_tr: Anahtarlar tarih-zaman kimlikleri ve değerler check-in durumudur

source: The maximum number of inputs on this page has been exceeded. You cannot make edits to this page because of your server's PHP "max_input_vars" setting.%1$sThere are %2$d inputs and the maximum amount currently allowed by your server is %3$d.%1$sPlease contact your web host and ask them to raise the "max_input_vars" limit.
de_de: Die maximale Anzahl von Eingaben auf dieser Seite wurde überschritten. Sie können diese Seite aufgrund der PHP-Einstellung "max_input_vars" nicht bearbeiten.%1$sEs gibt %2$d Eingaben und die maximale Anzahl, die Ihr Server derzeit zulässt, ist %3$d.%1$sBitte kontaktieren Sie Ihren Webhost und bitten Sie ihn, die "max_input_vars"-Grenze zu erhöhen.
fi: Tämän sivun syötteiden enimmäismäärä on ylitetty. Et voi tehdä muokkauksia tälle sivulle palvelimesi PHP:n "max_input_vars"-asetuksen vuoksi.%1$sSisäänsyöttöjä on %2$d ja palvelimesi sallima enimmäismäärä on %3$d.%1$sOta yhteyttä web-hosteriisi ja pyydä heitä nostamaan "max_input_vars"-rajaa.
tr_tr: Bu sayfadaki maksimum girdi sayısı aşıldı. Sunucunuzun PHP "max_input_vars" ayarı nedeniyle bu sayfada düzenleme yapamazsınız.%1$s%2$d girdi var ve sunucunuzun şu anda izin verdiği maksimum miktar %3$d.%1$sLütfen web barındırıcınızla iletişime geçin ve "max_input_vars" sınırını yükseltmelerini isteyin.

source: View Event Espresso documentation
de_de: Event Espresso-Dokumentation anzeigen
fi: Näytä Event Espresson dokumentaatio
tr_tr: Event Espresso belgelerini görüntüleyin

source: Docs
de_de: Dokumente
fi: Asiakirjat
tr_tr: Dokümanlar

source: Enter your API Username for PayPal. Learn how to find your %1$sAPI Username%2$s.
de_de: Geben Sie Ihren API-Benutzernamen für PayPal ein. Erfahren Sie, wie Sie Ihren %1$sAPI-Benutzernamen%2$s finden.
fi: Syötä PayPalin API-käyttäjätunnus. Lue, miten löydät %1$sAPI-käyttäjätunnuksesi%2$s.
tr_tr: PayPal için API Kullanıcı Adınızı girin. %1$sAPI Kullanıcı Adı%2$s'nızı nasıl bulacağınızı öğrenin.

source: Enter your API Password for PayPal. Learn how to find your %1$sAPI Password%2$s.
de_de: Geben Sie Ihr API-Passwort für PayPal ein. Erfahren Sie, wie Sie Ihr %1$sAPI-Passwort%2$s finden.
fi: Syötä PayPalin API-salasana. Lue, miten löydät %1$sAPI-salasanasi%2$s.
tr_tr: PayPal için API Şifrenizi girin. %1$sAPI Parolanızı%2$s nasıl bulacağınızı öğrenin.

source: Enter your API Signature for PayPal. Learn how to find your %1$sAPI Signature%2$s.
de_de: Geben Sie Ihre API-Signatur für PayPal ein. Erfahren Sie, wie Sie Ihre %1$sAPI-Signatur%2$s finden.
fi: Syötä API-allekirjoituksesi PayPalille. Lue, miten löydät %1$sAPI-allekirjoituksesi%2$s.
tr_tr: PayPal için API İmzanızı girin. %1$sAPI İmzanızı%2$s nasıl bulacağınızı öğrenin.

source: CVV2 should be 115
de_de: CVV2 sollte 115 sein
fi: CVV2:n olisi oltava 115
tr_tr: CVV2 115 olmalıdır

source: We're sorry but an attempt to verify the form's reCAPTCHA has failed. Please try again.
de_de: Es tut uns leid, aber der Versuch, das reCAPTCHA des Formulars zu überprüfen, ist fehlgeschlagen. Bitte versuchen Sie es erneut.
fi: Olemme pahoillamme, mutta yritys vahvistaa lomakkeen reCAPTCHA epäonnistui. Yritä uudelleen.
tr_tr: Üzgünüz, ancak formun reCAPTCHA'sını doğrulama girişimi başarısız oldu. Lütfen tekrar deneyiniz.

source: Enter your API Login ID for Authorize.net. Learn how to find your %1$sAPI Login%2$s ID.
de_de: Geben Sie Ihre API Login ID für Authorize.net ein. Erfahren Sie, wie Sie Ihre %1$sAPI Login%2$s ID finden.
fi: Syötä Authorize.netin API-kirjautumistunnuksesi. Lue, miten löydät %1$sAPI Login%2$s ID:n.
tr_tr: Authorize.net için API Oturum Açma Kimliğinizi girin. %1$sAPI Login%2$s kimliğinizi nasıl bulacağınızı öğrenin.

source: Enter your Transaction Key for Authorize.net. Learn how to find your %1$sTransaction Key%2$s.
de_de: Geben Sie Ihren Transaktionsschlüssel für Authorize.net ein. Erfahren Sie, wie Sie Ihren %1$sTransaktionsschlüssel%2$s finden.
fi: Syötä Authorize.netin transaktioavain. Lue, miten löydät %1$sTransaktioavaimesi%2$s.
tr_tr: Authorize.net için İşlem Anahtarınızı girin. %1$sTransaction Key%2$s'inizi nasıl bulacağınızı öğrenin.

source: This page allows you to edit a price type for %s.
de_de: Auf dieser Seite können Sie einen Preistyp für %s bearbeiten.
fi: Tällä sivulla voit muokata %s:n hintatyyppiä.
tr_tr: Bu sayfa %s için bir fiyat türünü düzenlemenizi sağlar.

source: This page allows you to edit a default price for %s.
de_de: Auf dieser Seite können Sie einen Standardpreis für %s bearbeiten.
fi: Tällä sivulla voit muokata %s:n oletushintaa.
tr_tr: Bu sayfa %s için varsayılan fiyatı düzenlemenizi sağlar.

source: This page allows you to create a new price type for %s.
de_de: Auf dieser Seite können Sie einen neuen Preistyp für %s erstellen.
fi: Tällä sivulla voit luoda uuden hintatyypin %s:lle.
tr_tr: Bu sayfa %s için yeni bir fiyat türü oluşturmanızı sağlar.

source: Applied %1$s as %2$s%%%3$s or %2$s$%3$s
de_de: Angewandte %1$s als %2$s%%%3$s oder %2$s$%3$s
fi: Sovellettu %1$s kuin %2$s%%%%3$s tai %2$s$%3$s.
tr_tr: %1$s'yi %2$s%%3$s veya %2$s$%3$s olarak uyguladı

source: Edit Price Type (%s)
de_de: Preisart bearbeiten (%s)
fi: Muokkaa hintatyyppiä (%s)
tr_tr: Fiyat Türünü Düzenle (%s)

source: Restore Price Type (%s)
de_de: Preisart wiederherstellen (%s)
fi: Palauta hintatyyppi (%s)
tr_tr: Geri Yükleme Fiyat Türü (%s)

source: This page allows you to create a new default price for %s.
de_de: Auf dieser Seite können Sie einen neuen Standardpreis für %s erstellen.
fi: Tällä sivulla voit luoda uuden oletushinnan %s:lle.
tr_tr: Bu sayfa %s için yeni bir varsayılan fiyat oluşturmanızı sağlar.

source: Shows the Check-In status for an registrant. Available statuses are checked in %1$s, checked out %2$s, or no check-in record is available %3$s.
de_de: Zeigt den Check-In-Status für einen Registranten an. Verfügbare Status sind eingecheckt %1$s, ausgecheckt %2$s oder kein Check-in-Datensatz ist verfügbar %3$s.
fi: Näyttää rekisteröijän kirjautumistilan. Käytettävissä olevat tilat ovat sisäänkirjautunut %1$s, uloskirjautunut %2$s tai sisäänkirjautumistietue ei ole käytettävissä %3$s.
tr_tr: Bir kayıt sahibinin Check-In durumunu gösterir. Kullanılabilir durumlar %1$s check-in yapıldı, %2$s check-out yapıldı veya %3$s check-in kaydı yok şeklindedir.

source: Using the action buttons you can View Registration Details %1$s, Edit Contact Details %2$s, Resend Registration Details %3$s, and View Transaction Details %4$s.
de_de: Mit den Aktionsschaltflächen können Sie Registrierungsdetails %1$s anzeigen, Kontaktdetails %2$s bearbeiten, Registrierungsdetails %3$s erneut senden und Transaktionsdetails %4$s anzeigen.
fi: Toimintopainikkeilla voit tarkastella rekisteröintitietoja %1$s, muokata yhteystietoja %2$s, lähettää rekisteröintitiedot uudelleen %3$s ja tarkastella tapahtumatietoja %4$s.
tr_tr: Eylem düğmelerini kullanarak Kayıt Ayrıntılarını %1$s görüntüleyebilir, İletişim Ayrıntılarını %2$s düzenleyebilir, Kayıt Ayrıntılarını %3$s yeniden gönderebilir ve İşlem Ayrıntılarını %4$s görüntüleyebilirsiniz.

source: Recalculate Taxes and Total
de_de: Steuern und Gesamtbetrag neu kalkulieren
fi: Verojen ja kokonaismäärän uudelleenlaskenta
tr_tr: Vergileri ve Toplamı Yeniden Hesapla

source: Transaction taxes and totals
de_de: Transaktionssteuern und Gesamtbeträge
fi: Transaktioverot ja kokonaismäärät
tr_tr: İşlem vergileri ve toplamlar

source: recalculated
de_de: Neuberechnung
fi: uudelleenlaskettu
tr_tr: yeniden hesaplandı

source: Something went wrong saving the question group.
de_de: Beim Speichern der Fragengruppe ist etwas schief gelaufen.
fi: Jokin meni pieleen kysymysryhmän tallentamisessa.
tr_tr: Soru grubunu kaydederken bir şeyler yanlış gitti.

source: Created on: %s
de_de: Erstellt am: %s
fi: Luotu: %s
tr_tr: Oluşturulma tarihi: %s

source: Helpful Information:
de_de: Hilfreiche Informationen:
fi: Hyödyllistä tietoa:
tr_tr: Yararlı Bilgiler:

source: This page allows you to add a new question group for %s.
de_de: Auf dieser Seite können Sie eine neue Fragengruppe für %s hinzufügen.
fi: Tällä sivulla voit lisätä uuden kysymysryhmän %s:lle.
tr_tr: Bu sayfa %s için yeni bir soru grubu eklemenizi sağlar.

source: This page allows you to add a new question for %s.
de_de: Auf dieser Seite können Sie eine neue Frage für %s hinzufügen.
fi: Tällä sivulla voit lisätä uuden kysymyksen %s:lle.
tr_tr: Bu sayfa %s için yeni bir soru eklemenizi sağlar.

source: End Date for dates the offset is applied to:
de_de: Enddatum für Daten, auf die der Ausgleich angewendet wird:
fi: Loppupäivämäärä päivämäärille, joihin siirtoa sovelletaan:
tr_tr: Ofsetin uygulanacağı tarihler için Bitiş Tarihi:

source: You can also monetize this link by signing up to our %1$saffiliate program%2$s and adding in your affiliate ID here.
de_de: Sie können diesen Link auch monetarisieren, indem Sie sich bei unserem %1$saffiliate Programm%2$s anmelden und Ihre Affiliate ID hier eintragen.
fi: Voit myös ansaita rahaa tästä linkistä rekisteröitymällä %1$skumppanuusohjelmaamme%2$s ja lisäämällä kumppanitunnuksesi tähän.
tr_tr: Ayrıca %1$saffiliate programımıza%2$s kaydolarak ve satış ortağı kimliğinizi buraya ekleyerek bu bağlantıdan para kazanabilirsiniz.

source: Hovering over the name of the event will provide you will several options: View, Edit, Registrations, Export, and Trash. Clicking on View will take you to the event on the front-end of your site. Clicking on Edit will open the event for editing in the Event Editor. Clicking on Registrations will take you to a page that shows a list of attendees for that event. Clicking on Export will download a CSV for that event. Clicking on Trash will move that event to the trash.
de_de: Wenn Sie den Mauszeiger über den Namen der Veranstaltung bewegen, stehen Ihnen mehrere Optionen zur Verfügung: Anzeigen, Bearbeiten, Anmeldungen, Exportieren und Papierkorb. Wenn Sie auf Ansicht klicken, wird die Veranstaltung auf dem Front-End Ihrer Website angezeigt. Wenn Sie auf Bearbeiten klicken, wird die Veranstaltung zur Bearbeitung im Veranstaltungseditor geöffnet. Wenn Sie auf Anmeldungen klicken, gelangen Sie auf eine Seite, die eine Liste der Teilnehmer für diese Veranstaltung anzeigt. Klicken Sie auf Exportieren, um eine CSV-Datei für diese Veranstaltung herunterzuladen. Klicken Sie auf Papierkorb, um die Veranstaltung in den Papierkorb zu verschieben.
fi: Kun viet hiiren kursorin tapahtuman nimen päälle, saat useita vaihtoehtoja: Näytä, Muokkaa, Rekisteröinnit, Vie ja Roskakori. Napsauttamalla Näytä-painiketta pääset tapahtumaan sivustosi etusivulla. Napsauttamalla Muokkaa voit avata tapahtuman muokattavaksi tapahtumaeditorissa. Napsauttamalla Rekisteröinnit-painiketta pääset sivulle, jossa on luettelo kyseisen tapahtuman osallistujista. Napsauttamalla Vie-painiketta voit ladata kyseisen tapahtuman CSV-tiedoston. Roskakoriin siirtäminen siirtää kyseisen tapahtuman roskakoriin.
tr_tr: Etkinlik adının üzerine geldiğinizde size çeşitli seçenekler sunulacaktır: Görüntüle, Düzenle, Kayıtlar, Dışa Aktar ve Çöp Kutusu. Görüntüle'ye tıklamak sizi sitenizin ön ucundaki etkinliğe götürecektir. Düzenle'ye tıkladığınızda etkinlik, Etkinlik Düzenleyicisi'nde düzenlenmek üzere açılır. Kayıtlar'a tıklamak sizi o etkinlik için katılımcıların listesini gösteren bir sayfaya götürecektir. Dışa Aktar'a tıkladığınızda bu etkinlik için bir CSV indirilir. Çöp Kutusu'na tıklamak bu etkinliği çöp kutusuna taşır.

source: Note: An event can only be deleted after associated payments have been removed and registrations have been removed.
de_de: Hinweis: Ein Ereignis kann erst gelöscht werden, nachdem die zugehörigen Zahlungen und Anmeldungen entfernt wurden.
fi: Huomautus: Tapahtuma voidaan poistaa vasta, kun siihen liittyvät maksut on poistettu ja rekisteröinnit poistettu.
tr_tr: Not: Bir etkinlik ancak ilişkili ödemeler kaldırıldıktan ve kayıtlar kaldırıldıktan sonra silinebilir.

source: Shows the current status for an event. The status indicator will show Expired (past), Active (present), Upcoming (future) based on the date of the event. There are also special, custom statuses that can be selected. These include Postponed, Sold Out, and Cancelled.
de_de: Zeigt den aktuellen Status für ein Ereignis an. Der Statusindikator zeigt je nach Datum des Ereignisses "Abgelaufen" (Vergangenheit), "Aktiv" (Gegenwart) oder "Bevorstehend" (Zukunft) an. Es gibt auch spezielle, benutzerdefinierte Status, die ausgewählt werden können. Dazu gehören "Verschoben", "Ausverkauft" und "Abgesagt".
fi: Näyttää tapahtuman nykyisen tilan. Tilaosoitin näyttää tapahtuman päivämäärän perusteella: Expired (mennyt), Active (aktiivinen), Upcoming (tuleva). Valittavissa on myös erityisiä, mukautettuja tiloja. Näitä ovat esimerkiksi Lykätty, loppuunmyyty ja peruttu.
tr_tr: Bir etkinlik için geçerli durumu gösterir. Durum göstergesi, etkinliğin tarihine bağlı olarak Süresi Doldu (geçmiş), Aktif (şimdiki), Yaklaşıyor (gelecek) seçeneklerini gösterecektir. Ayrıca seçilebilecek özel, özel durumlar da vardır. Bunlar arasında Ertelendi, Tükendi ve İptal Edildi yer alır.

source: Are you sure this is your REST API App Client ID, not your login username?
de_de: Sind Sie sicher, dass dies Ihre REST-API-App-Client-ID ist und nicht Ihr Login-Benutzername?
fi: Oletko varma, että tämä on REST API -sovellusasiakkaan tunnus eikä kirjautumistunnuksesi?
tr_tr: Bunun oturum açma kullanıcı adınız değil, REST API Uygulama İstemci Kimliğiniz olduğundan emin misiniz?

source: Are you sure this is your REST API App Client ID, not your login password?
de_de: Sind Sie sicher, dass dies Ihre REST API App Client ID ist und nicht Ihr Anmeldekennwort?
fi: Oletko varma, että tämä on REST API -sovellusasiakkaan tunnus eikä kirjautumissalasana?
tr_tr: Bunun oturum açma parolanız değil REST API Uygulama İstemci Kimliğiniz olduğundan emin misiniz?

source: View &#8220;%s&#8221; archive
de_de: Ansicht "%s"-Archiv
fi: Näytä "%s"-arkisto
tr_tr: "%s" arşivini görüntüleyin

source: Your event is open for registration. Making changes may disrupt any transactions in progress. %sLearn more%s
de_de: Ihre Veranstaltung ist für Anmeldungen geöffnet. Wenn Sie Änderungen vornehmen, können laufende Transaktionen unterbrochen werden. %sMehr erfahren%s
fi: Tapahtumasi on avoinna rekisteröintiä varten. Muutosten tekeminen voi häiritä käynnissä olevia tapahtumia. %sLearn more%s
tr_tr: Etkinliğiniz kayıt için açıktır. Değişiklik yapmak, devam etmekte olan işlemleri kesintiye uğratabilir. %sDaha fazla bilgi edinin%s

source: An invalid timezone string submitted.
de_de: Es wurde eine ungültige Zeitzonen-Zeichenkette übermittelt.
fi: Toimitettiin virheellinen aikavyöhyke-merkkijono.
tr_tr: Geçersiz bir zaman dilimi dizesi gönderildi.

source: Any custom questions. The column header’s text does not need to match the custom question. For checkbox or multi-select questions, separate the different answer values with a pipe "|". Eg "Breakfast|Lunch|Dinner"
de_de: Beliebige benutzerdefinierte Fragen. Der Text der Spaltenüberschrift muss nicht mit der benutzerdefinierten Frage übereinstimmen. Bei Kontrollkästchen- oder Mehrfachauswahlfragen trennen Sie die verschiedenen Antwortwerte mit einer Pipe "|". Beispiel: "Frühstück|Mittagessen|Abendessen"
fi: Mahdolliset mukautetut kysymykset. Sarakeotsikon tekstin ei tarvitse vastata mukautettua kysymystä. Jos kyseessä on valintaruutu- tai monivalintakysymys, erota eri vastausarvot toisistaan putkella "|". Esim. "Aamiainen|lounas|päivällinen".
tr_tr: Herhangi bir özel soru. Sütun başlığı metninin özel soruyla eşleşmesi gerekmez. Onay kutusu veya çoklu seçim soruları için, farklı yanıt değerlerini bir boru "|" ile ayırın. Örneğin "Kahvaltı|Öğle Yemeği|Akşam Yemeği"

source: The payment amount, if the registrations are for a paid ticket.
de_de: Der Zahlungsbetrag, wenn die Registrierungen für ein bezahltes Ticket sind.
fi: Maksun määrä, jos rekisteröinnit koskevat maksullista lippua.
tr_tr: Kayıtlar ücretli bir bilet içinse ödeme tutarı.

source: Click here to see a sample CSV file.
de_de: Klicken Sie hier, um eine Beispiel-CSV-Datei zu sehen.
fi: Klikkaa tästä nähdäksesi CSV-näytetiedoston.
tr_tr: Örnek bir CSV dosyası görmek için buraya tıklayın.

source: Please note you can add a new column for any custom question you have on the event.
de_de: Bitte beachten Sie, dass Sie eine neue Spalte für jede benutzerdefinierte Frage, die Sie zu dem Ereignis haben, hinzufügen können.
fi: Huomaa, että voit lisätä uuden sarakkeen mitä tahansa tapahtumaa koskevaa kysymystä varten.
tr_tr: Etkinlikle ilgili herhangi bir özel sorunuz için yeni bir sütun ekleyebileceğinizi lütfen unutmayın.

source: Please note: for state you can use the state’s name (e.g., "Alabama") or abbreviation (e.g., "AL"); for country you can use its name (e.g., "United States"), ISO2 code (e.g., "US"), or ISO3 code (e.g., "USA").
de_de: Bitte beachten Sie: für den Staat können Sie den Namen (z. B. "Alabama") oder die Abkürzung (z. B. "AL") verwenden; für das Land können Sie den Namen (z. B. "Vereinigte Staaten"), den ISO2-Code (z. B. "US") oder den ISO3-Code (z. B. "USA") verwenden.
fi: Huomaa: osavaltion kohdalla voit käyttää osavaltion nimeä (esim. "Alabama") tai lyhennettä (esim. "AL"); maan kohdalla voit käyttää sen nimeä (esim. "Yhdysvallat"), ISO2-koodia (esim. "US") tai ISO3-koodia (esim. "USA").
tr_tr: Lütfen dikkat: eyalet için eyaletin adını (örn. "Alabama") veya kısaltmasını (örn. "AL"); ülke için adını (örn. "Amerika Birleşik Devletleri"), ISO2 kodunu (örn. "US") veya ISO3 kodunu (örn. "USA") kullanabilirsiniz.

source: The first row should be column headers, and each subsequent row represents a registration.
de_de: Die erste Zeile sollte aus Spaltenüberschriften bestehen, und jede weitere Zeile steht für eine Registrierung.
fi: Ensimmäisen rivin tulisi olla sarakkeen otsikot, ja jokainen seuraava rivi edustaa rekisteröintiä.
tr_tr: İlk satır sütun başlıkları olmalı ve sonraki her satır bir kaydı temsil etmelidir.

source: You can give any name you want to the column headers. But there must be a column for:
de_de: Sie können den Spaltenüberschriften jeden beliebigen Namen geben. Es muss aber eine Spalte für geben:
fi: Voit antaa sarakeotsikoille minkä tahansa nimen. Mutta sarakkeessa on oltava sarake:
tr_tr: Sütun başlıklarına istediğiniz ismi verebilirsiniz. Ancak şunlar için bir sütun olmalıdır:

source: You can also add columns for any of the following:
de_de: Sie können auch Spalten für eines der folgenden Elemente hinzufügen:
fi: Voit myös lisätä sarakkeita mille tahansa seuraavista:
tr_tr: Aşağıdakilerden herhangi biri için sütun da ekleyebilirsiniz:

source: Any other system questions, like Last Name, Address, City, State, Country, Zip, or Phone.
de_de: Alle anderen Systemfragen, wie Nachname, Adresse, Stadt, Bundesland, Land, Postleitzahl oder Telefon.
fi: Kaikki muut järjestelmäkysymykset, kuten sukunimi, osoite, kaupunki, osavaltio, maa, postinumero tai puhelin.
tr_tr: Soyadı, Adres, Şehir, Eyalet, Ülke, Posta Kodu veya Telefon gibi diğer sistem soruları.

source: If you import data improperly, or there is an error, the best way to undo the import is to restore to a backup. So please verify you have a database backup before running the import.
de_de: Wenn Sie Daten unsachgemäß importieren oder ein Fehler auftritt, ist die beste Möglichkeit, den Import rückgängig zu machen, die Wiederherstellung einer Sicherungskopie. Vergewissern Sie sich also, dass Sie eine Datenbanksicherung haben, bevor Sie den Import durchführen.
fi: Jos tuot tietoja väärin tai tapahtuu virhe, paras tapa peruuttaa tuonti on palauttaa varmuuskopio. Varmista siis, että sinulla on tietokannan varmuuskopio ennen tuonnin suorittamista.
tr_tr: Verileri yanlış içe aktarırsanız veya bir hata oluşursa, içe aktarmayı geri almanın en iyi yolu bir yedeğe geri yüklemektir. Bu nedenle lütfen içe aktarma işlemini çalıştırmadan önce bir veritabanı yedeğiniz olduğunu doğrulayın.

source: Upload the CSV File
de_de: Hochladen der CSV-Datei
fi: Lataa CSV-tiedosto
tr_tr: CSV Dosyasını Yükleyin

source: Choose the CSV file from your computer. It will be temporarily uploaded to the server and its rows will be imported.
de_de: Wählen Sie die CSV-Datei von Ihrem Computer. Sie wird vorübergehend auf den Server hochgeladen und ihre Zeilen werden importiert.
fi: Valitse CSV-tiedosto tietokoneeltasi. Se ladataan väliaikaisesti palvelimelle ja sen rivit tuodaan.
tr_tr: Bilgisayarınızdan CSV dosyasını seçin. Geçici olarak sunucuya yüklenecek ve satırları içe aktarılacaktır.

source: About the CSV File Format
de_de: Über das CSV-Dateiformat
fi: Tietoja CSV-tiedostomuodosta
tr_tr: CSV Dosya Formatı Hakkında

source: Complete the import configuration steps. You will have a chance to verify your configuration of the import before the data is actually imported. Before the verification step, use your browser’s back button if you like.
de_de: Schließen Sie die Schritte der Importkonfiguration ab. Sie haben die Möglichkeit, Ihre Konfiguration des Imports zu überprüfen, bevor die Daten tatsächlich importiert werden. Verwenden Sie vor dem Überprüfungsschritt die Schaltfläche "Zurück" Ihres Browsers, wenn Sie möchten.
fi: Suorita tuonnin konfigurointivaiheet loppuun. Sinulla on mahdollisuus tarkistaa tuonnin määritykset ennen tietojen varsinaista tuontia. Käytä selaimesi takaisin-painiketta ennen tarkistusvaihetta, jos haluat.
tr_tr: İçe aktarma yapılandırma adımlarını tamamlayın. Veriler gerçekten içe aktarılmadan önce içe aktarma yapılandırmanızı doğrulama şansınız olacaktır. Doğrulama adımından önce, isterseniz tarayıcınızın geri düğmesini kullanın.

source: You must first create the event and ticket you wish to import the attendees to. Currently, only importing to one event ticket at a time is supported.
de_de: Sie müssen zunächst die Veranstaltung und das Ticket erstellen, in die Sie die Teilnehmer importieren möchten. Derzeit wird nur der Import in jeweils ein Veranstaltungsticket unterstützt.
fi: Sinun on ensin luotava tapahtuma ja lippu, johon haluat tuoda osallistujat. Tällä hetkellä tuetaan vain yhden tapahtuman lipun tuomista kerrallaan.
tr_tr: Öncelikle katılımcıları içe aktarmak istediğiniz etkinliği ve bileti oluşturmanız gerekir. Şu anda, bir seferde yalnızca bir etkinlik biletine içe aktarma desteklenmektedir.

source: Prepare CSV File
de_de: CSV-Datei vorbereiten
fi: Valmistele CSV-tiedosto
tr_tr: CSV Dosyası Hazırlama

source: Please see the help tab about uploading the file for info on how to prepare the CSV file.
de_de: Wie Sie die CSV-Datei vorbereiten, erfahren Sie in der Hilfe zum Hochladen der Datei.
fi: Lisätietoja CSV-tiedoston valmistelemisesta on tiedoston lataamista koskevassa ohjeessa.
tr_tr: CSV dosyasının nasıl hazırlanacağı hakkında bilgi için lütfen dosyanın yüklenmesiyle ilgili yardım sekmesine bakın.

source: Run the Importer
de_de: Führen Sie den Importer aus
fi: Suorita maahantuoja
tr_tr: İçe Aktarıcıyı Çalıştırın

source: Map the CSV File’s Columns to %s Data
de_de: Zuordnung der Spalten der CSV-Datei zu %s-Daten
fi: Liitä CSV-tiedoston sarakkeet %s-tietoihin.
tr_tr: CSV Dosyasının Sütunlarını %s Verileriyle Eşleme

source: Before Using the %s Attendee Importer
de_de: Vor der Verwendung des %s-Teilnehmer-Importers
fi: Ennen kuin käytät %s Attendee Importer -ohjelmaa
tr_tr: %s Katılımcı İçe Aktarıcıyı Kullanmadan Önce

source: Backup
de_de: Sicherung
fi: Varmuuskopiointi
tr_tr: Yedekleme
