Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Could not increment term_taxonomy's count because %s
de_de: Die Anzahl von term_taxonomy konnte nicht erhöht werden, weil %s
fi: Term_taxonomyn lukumäärää ei voitu kasvattaa, koska %s
fr_fr: Impossible incrémenter le nombre de term_taxonomy parce %s
tr_tr: term_taxonomy'nin sayısı artırılamadı çünkü %s

source: Could not save EE Config during org options stage. Reason: %s
de_de: EE Config konnte in der Phase der Org-Optionen nicht gespeichert werden. Grund: %s
fi: EE-konfiguraatiota ei voitu tallentaa org-asetusvaiheessa. Syy: %s
fr_fr: Impossible d'enregistrer EE Config lors de l'étape d'options organigrammes. Raison: %s
tr_tr: Org seçenekleri aşamasında EE Yapılandırması kaydedilemedi. Sebep: %s

source: Datetime Fields
de_de: Terminfelder
fi: Ajankohta-kentät
fr_fr: Datetime champs
tr_tr: Tarih Saati Alanları

source: Question Group Questions
de_de: Abfragegruppen Abfragen
fi: Kysymysryhmän kysymykset
fr_fr: Questions Groupe question
tr_tr: Soru Grubu Soruları

source: Create New Custom
de_de: Eigenes neu erstellen
fi: Luo uusi mukautettu
fr_fr: Créer New Custom
tr_tr: Yeni Özel Oluştur

source: Something went wrong with generating the custom template from this group id: %s. This usually happens when there is no matching message template group in the db.
de_de: Bei der Generierung der benutzerdefinierten Vorlage für diese Gruppennummer ist ein Fehler aufgetreten: %s. Dies geschieht in der Regel, wenn es keine passende Nachrichtenvorlagengruppe in der Datenbank gibt.
fi: Jokin meni pieleen luotaessa mukautettua mallia tästä ryhmän tunnuksesta: %s. Tämä tapahtuu yleensä silloin, kun tietokannassa ei ole vastaavaa viestimalliryhmää.
fr_fr: Quelque chose ne allait pas avec la génération du modèle personnalisé de ce groupe id: %s . Cela se produit généralement quand il ya aucun message correspondant groupe de modèle dans la db.
tr_tr: Bu grup kimliğinden özel şablon oluşturulurken bir şeyler yanlış gitti: %s. Bu genellikle db'de eşleşen bir mesaj şablonu grubu olmadığında meydana gelir.

source: %1$s Custom Template
de_de: %1$s Benutzerdefinierte Vorlage
fi: Uusi mukautettu pohja
tr_tr: %1$s Özel Şablon

source: This is a custom template that was created for the %s messenger and %s message type.
de_de: Dies ist eine eigene Vorlage, die für %s Mitteilungen und %s Mitteilungstypen erstellt wurde.
fi: Tämä on mukautettu malli, joka on luotu %s-viestinviejälle ja %s-viestityypille.
fr_fr: C est un modèle personnalisé qui a été créé pour le %s messager et %s le type de message.
tr_tr: Bu, %s messenger ve %s mesaj türü için oluşturulmuş özel bir şablondur.

source: You can customize the information that is shown on this page by toggling the Screen Options tab. Then you can add or remove checkmarks to hide or show certain content and even adjust the pagination for event categories.
de_de: Sie können die auf dieser Seite angezeigten Informationen anpassen, indem Sie die Registerkarte Bildschirmoptionen umschalten. Dann können Sie Häkchen hinzufügen oder entfernen, um bestimmte Inhalte ein- oder auszublenden, und sogar die Paginierung für Veranstaltungskategorien anpassen.
fi: Voit mukauttaa tällä sivulla näkyviä tietoja vaihtamalla Näytön asetukset -välilehteä. Sitten voit lisätä tai poistaa valintamerkkejä piilottaaksesi tai näyttääksesi tietyn sisällön ja jopa säätää tapahtumaluokkien sivunumerointia.
fr_fr: Vous pouvez personnaliser l'information qui est affichée sur cette page en basculant l'onglet Options de l'écran. Ensuite, vous pouvez ajouter ou supprimer des coches pour masquer ou afficher certains contenus et même ajuster la pagination pour les catégories d'événements.
tr_tr: Ekran Seçenekleri sekmesini açarak bu sayfada gösterilen bilgileri özelleştirebilirsiniz. Ardından, belirli içerikleri gizlemek veya göstermek için onay işaretleri ekleyebilir veya kaldırabilir ve hatta etkinlik kategorileri için sayfalandırmayı ayarlayabilirsiniz.

source: The is the numerical ID of an event. This value is used internally for Event Espresso and is used to populate certain shortcodes.
de_de: Dies ist die numerische ID eines Ereignisses. Dieser Wert wird intern für Event Espresso verwendet und dient zum Auffüllen bestimmter Shortcodes.
fi: Tapahtuman numeerinen tunnus. Tätä arvoa käytetään sisäisesti Event Espressossa ja sitä käytetään tiettyjen lyhytkoodien täyttämiseen.
fr_fr: Le numérique est l'ID d'un événement. Cette valeur est utilisée en interne pour Event Espresso et est utilisée pour remplir certains numéros courts.
tr_tr: Bir etkinliğin sayısal kimliğidir. Bu değer Event Espresso için dahili olarak kullanılır ve belirli kısa kodları doldurmak için kullanılır.

source: Template In Use
de_de: Template wird verwendet
fi: Käytössä oleva pohja
fr_fr: Modèle Dans utilisation
tr_tr: Kullanımdaki Şablon

source: The location or place that is hosting the event. Note: An event is not required to have a venue associated with it.
de_de: Der Ort, an dem die Veranstaltung stattfindet. Hinweis: Eine Veranstaltung muss nicht unbedingt mit einem Veranstaltungsort verbunden sein.
fi: Paikka tai paikka, jossa tapahtuma järjestetään. Huomautus: Tapahtumaan ei tarvitse liittää tapahtumapaikkaa.
tr_tr: Etkinliğe ev sahipliği yapan konum veya yer. Not: Bir etkinliğin kendisiyle ilişkilendirilmiş bir mekana sahip olması gerekmez.

source: This is the number of registrations that have been approved. Clicking on this number will take you to a page that shows you a list of registrants for that event.
de_de: Dies ist die Anzahl der Anmeldungen, die genehmigt wurden. Wenn Sie auf diese Zahl klicken, gelangen Sie auf eine Seite, die Ihnen eine Liste der Anmelder für diese Veranstaltung anzeigt.
fi: Tämä on hyväksyttyjen rekisteröintien määrä. Klikkaamalla tätä numeroa pääset sivulle, joka näyttää luettelon kyseisen tapahtuman ilmoittautuneista.
fr_fr: Ce est le nombre d'enregistrements qui ont été approuvés. En cliquant sur ce nombre vous amène à une page qui vous montre une liste des inscrits pour cet événement.
tr_tr: Bu, onaylanmış olan kayıtların sayısıdır. Bu sayıya tıkladığınızda, söz konusu etkinlik için kayıt yaptıranların listesini gösteren bir sayfaya yönlendirilirsiniz.

source: The following actions are available for the action buttons: View event, Edit Event Details, View Registrations for Event, View Event Reports.
de_de: Die folgenden Aktionen sind für die Aktionsschaltflächen verfügbar: Veranstaltung ansehen, Veranstaltungsdetails bearbeiten, Anmeldungen zur Veranstaltung ansehen, Veranstaltungsberichte ansehen.
fi: Toimintopainikkeille on käytettävissä seuraavat toiminnot: Näytä tapahtuma, Muokkaa tapahtuman tietoja, Näytä tapahtuman rekisteröinnit, Näytä tapahtumaraportit.
fr_fr: Les actions suivantes sont disponibles pour les boutons d'action: Voir l'événement, Modifier les détails de l'événement, Vue inscriptions pour l'événement, Voir les rapports de l'événement.
tr_tr: Eylem düğmeleri için aşağıdaki eylemler kullanılabilir: Etkinliği görüntüle, Etkinlik Ayrıntılarını Düzenle, Etkinlik Kayıtlarını Görüntüle, Etkinlik Raporlarını Görüntüle.

source: Event Name (Status)
de_de: Veranstaltungsname (Status)
fi: Tapahtuman nimi (tila)
fr_fr: Nom de l'événement (d'état)
tr_tr: Olay Adı (Durum)

source: This template is what event administrators will receive when registration status is set to not approved / awaiting review.
de_de: Diese Vorlage erhalten Veranstaltungsadministratoren wenn der Registrierungsstatus auf nicht genehmigt gesetzt wurde.
fi: Tämän mallin tapahtuman ylläpitäjät saavat, kun rekisteröinnin tilaksi on asetettu ei hyväksytty / odottaa tarkistusta.
tr_tr: Bu şablon, kayıt durumu onaylanmadı / inceleme bekleniyor olarak ayarlandığında etkinlik yöneticilerinin alacağı şablondur.

source: The name of an event may also have a status that appears directly to the left of the name. Some examples may be "event name (draft)" or "event name (sold_out). This status next to the event name is shown when the post status for an event is set to something different than published. This status is different than the status that is shown in the status column. When tickets for an event are sold out, the post status will automatically change to sold out. However, it's still possible for an event admin to manually change this status from sold out back to published.
de_de: Der Name einer Veranstaltung kann auch einen Status haben, der direkt links neben dem Namen erscheint. Beispiele hierfür sind "Veranstaltungsname (Entwurf)" oder "Veranstaltungsname (ausverkauft)". Dieser Status neben dem Veranstaltungsnamen wird angezeigt, wenn der Posting-Status für eine Veranstaltung auf etwas anderes als "veröffentlicht" eingestellt ist. Dieser Status unterscheidet sich von dem Status, der in der Statusspalte angezeigt wird. Wenn die Tickets für eine Veranstaltung ausverkauft sind, ändert sich der Posting-Status automatisch in ausverkauft. Es ist jedoch möglich, dass der Administrator einer Veranstaltung diesen Status manuell von "ausverkauft" zurück auf "veröffentlicht" ändert.
fi: Tapahtuman nimellä voi olla myös tila, joka näkyy suoraan nimen vasemmalla puolella. Esimerkkejä voivat olla "tapahtuman nimi (luonnos)" tai "tapahtuman nimi (loppuunmyyty)". Tämä tapahtuman nimen vieressä oleva tila näkyy, kun tapahtuman julkaisutilaksi on asetettu jokin muu kuin julkaistu. Tämä tila on eri kuin tila-sarakkeessa näkyvä tila. Kun tapahtuman liput on myyty loppuun, viestin tila muuttuu automaattisesti myydyksi. Tapahtuman ylläpitäjä voi kuitenkin manuaalisesti muuttaa tämän tilan loppuunmyydystä takaisin julkaistuksi.
tr_tr: Bir etkinliğin adı, doğrudan adın solunda görünen bir duruma da sahip olabilir. Bazı örnekler "etkinlik adı (taslak)" veya "etkinlik adı (satıldı_out)" olabilir. Etkinlik adının yanındaki bu durum, bir etkinliğin gönderi durumu yayınlanmıştan farklı bir şey olarak ayarlandığında gösterilir. Bu durum, durum sütununda gösterilen durumdan farklıdır. Bir etkinliğin biletleri tükendiğinde gönderi durumu otomatik olarak tükendi olarak değişir. Ancak, bir etkinlik yöneticisinin bu durumu manuel olarak tükendi'den tekrar yayınlandı'ya değiştirmesi yine de mümkündür.

source: This template is what the primary registrant (the person who completed the initial transaction) will receive when the registration status is not approved / awaiting review.
de_de: Diese Vorlage erhält die erste registrierte Personen (diejenige, die den Transaktionsprozess durchgeführt hat), wenn der Registrierungsstatus nicht genehmigt ist.
fi: Tämän mallin saa ensisijainen rekisteröijä (henkilö, joka suoritti alkuperäisen tapahtuman), kun rekisteröinnin tila ei ole hyväksytty / odottaa tarkistusta.
tr_tr: Bu şablon, kayıt durumu onaylanmadığında/inceleme beklediğinde birincil kayıt sahibinin (ilk işlemi tamamlayan kişi) alacağı şablondur.

source: This message type is used for all payment notification messages that go out for refunds.
de_de: Dieser Mitteilungstyp wird für alle Zahlungshinweis-Mitteilungen verwendet, die erstattet werden sollen.
fi: Tätä viestityyppiä käytetään kaikissa palautuksia koskevissa maksuilmoitusviesteissä.
fr_fr: Ce type de message est utilisé pour tous les messages de notification de paiement qui sortent pour les restitutions.
tr_tr: Bu mesaj türü, geri ödemeler için gönderilen tüm ödeme bildirim mesajları için kullanılır.

source: You can setup event categories for your event. This is also optional. To add a event category, select one from the tabs or click on the Add New Category link and enter a name for your event category and click on the Add New Category button.
de_de: Sie können Veranstaltungskategorien für Ihre Veranstaltung einrichten. Dies ist ebenfalls optional. Um eine Veranstaltungskategorie hinzuzufügen, wählen Sie eine der Registerkarten oder klicken Sie auf den Link Neue Kategorie hinzufügen und geben Sie einen Namen für Ihre Veranstaltungskategorie ein und klicken Sie auf die Schaltfläche Neue Kategorie hinzufügen.
fi: Voit määrittää tapahtumalle tapahtumakategoriat. Tämä on myös vapaaehtoista. Voit lisätä tapahtumakategorian valitsemalla jonkin välilehdistä tai napsauttamalla Lisää uusi kategoria -linkkiä ja antamalla tapahtumakategorialle nimen ja napsauttamalla Lisää uusi kategoria -painiketta.
fr_fr: Vous pouvez catégories d'événements de configuration pour votre événement. Ce est également facultative. Pour ajouter une catégorie d'événement, sélectionnez-le dans les onglets ou cliquez sur le lien Ajouter Catégorie Nouveau et saisissez un nom pour votre catégorie d'événement et cliquez sur le bouton Ajouter une nouvelle catégorie.
tr_tr: Etkinliğiniz için etkinlik kategorileri oluşturabilirsiniz. Bu da isteğe bağlıdır. Bir etkinlik kategorisi eklemek için sekmelerden birini seçin veya Yeni Kategori Ekle bağlantısına tıklayın ve etkinlik kategoriniz için bir ad girip Yeni Kategori Ekle düğmesine tıklayın.

source: refund issued
de_de: Erstattung erteilt
fi: myönnetty tuki
fr_fr: remboursement émis
tr_tr: geri ödeme yapıldı

source: refunds issued
de_de: Erstattungen erteilt
fi: myönnetyt tuet
fr_fr: remboursements émis
tr_tr: yapılan geri ödemeler

source: This template is what event administrators will receive on a successful refund.
de_de: Diese Vorlage erhalten Veranstaltungsadministratoren bei einer erfolgreichen Erstattung.
fi: Tapahtuman ylläpitäjät saavat tämän mallin, kun palautus on onnistunut.
fr_fr: Ce modèle est ce que les administrateurs de l'événement recevront sur un remboursement succès.
tr_tr: Bu şablon, başarılı bir geri ödemede etkinlik yöneticilerinin alacağı şablondur.

source: A venue is the place or location that is hosting your event. This setting is optional which means that you are not required to select a venue for your event.
de_de: Ein Veranstaltungsort ist der Ort, an dem Ihre Veranstaltung stattfindet. Diese Einstellung ist optional, d. h. Sie müssen keinen Veranstaltungsort für Ihre Veranstaltung auswählen.
fi: Tapahtumapaikka on paikka tai paikka, jossa tapahtumasi järjestetään. Tämä asetus on valinnainen, mikä tarkoittaa, että sinun ei tarvitse valita tapahtumapaikkaa.
fr_fr: Un lieu est l'endroit ou l'emplacement qui héberge votre événement. Ce paramètre est facultatif qui signifie que vous n'êtes pas obligé de choisir un lieu pour votre événement.
tr_tr: Mekan, etkinliğinize ev sahipliği yapan yer veya konumdur. Bu ayar isteğe bağlıdır, yani etkinliğiniz için bir mekan seçmeniz gerekmez.

source: This template is what the primary registrant (the person who made the main registration) will receive on successful refund.
de_de: Diese Vorlage erhält die erste registrierte Person (diejenige, die den Transaktionsprozess durchgeführt hat) bei einer erfolgreichen Erstattung.
fi: Tämä malli on se, mitä ensisijainen rekisteröijä (henkilö, joka teki pääasiallisen rekisteröinnin) saa, kun palautus onnistuu.
fr_fr: Ce modèle est ce que le déclarant principal (la personne qui a fait l'inscription principale) recevra à remboursement succès.
tr_tr: Bu şablon, birincil kayıt sahibinin (ana kaydı yapan kişi) başarılı bir geri ödemede alacağı şeydir.

source: The is the numerical ID of an event category. This value is used internally for Event Espresso and is used to populate certain shortcodes.
de_de: Dies ist die numerische ID einer Ereigniskategorie. Dieser Wert wird intern für Event Espresso verwendet und dient zum Auffüllen bestimmter Shortcodes.
fi: On tapahtumaluokan numeerinen tunnus. Tätä arvoa käytetään sisäisesti Event Espressossa ja sitä käytetään tiettyjen lyhytkoodien täyttämiseen.
fr_fr: La est l'ID numérique d'une catégorie d'événements. Cette valeur est utilisée en interne pour Event Espresso et est utilisée pour remplir certains numéros courts.
tr_tr: Bir etkinlik kategorisinin sayısal kimliğidir. Bu değer Event Espresso için dahili olarak kullanılır ve belirli kısa kodları doldurmak için kullanılır.

source: The incoming data does not have the required template index in its array
de_de: Die eingehenden Daten haben nicht den erforderlichen Vorlagenindex in ihrem Array
fi: Saapuvassa datassa ei ole vaadittua malli-indeksiä matriisissaan.
fr_fr: Les données entrant ne possède pas l'indice de modèle requis dans son ensemble
tr_tr: Gelen veri, dizisinde gerekli şablon dizinine sahip değil

source: This is the name or title of an event category.
de_de: Dies ist der Name oder Titel einer Veranstaltungskategorie.
fi: Tämä on tapahtumaluokan nimi tai otsikko.
fr_fr: Ce est le nom ou le titre d'une catégorie d'événements.
tr_tr: Bu, bir etkinlik kategorisinin adı veya başlığıdır.

source: This is the number of events that are currently part of this category.
de_de: Dies ist die Anzahl der Veranstaltungen, die zu dieser Kategorie gehören.
fi: Tämä on niiden tapahtumien lukumäärä, jotka tällä hetkellä kuuluvat tähän luokkaan.
fr_fr: Ce est le nombre d'événements qui sont actuellement partie de cette catégorie.
tr_tr: Bu, şu anda bu kategorinin bir parçası olan etkinlik sayısıdır.

source: This will return the Facebook URL for the event if you have it set via custom field in your event, otherwise it will use the Facebook URL set in "Your Organization Settings". To set the facebook url in your event, add a custom field with the key as <code>event_facebook</code> and the value as your facebook url.
de_de: Dies gibt die Facebook-URL für die Veranstaltung zurück, wenn Sie diese über ein benutzerdefiniertes Feld in Ihrer Veranstaltung festgelegt haben, andernfalls wird die Facebook-URL verwendet, die in "Ihre Organisationseinstellungen" festgelegt ist. Um die Facebook-URL in Ihrer Veranstaltung festzulegen, fügen Sie ein benutzerdefiniertes Feld mit dem Schlüssel <code>event_facebook</code> und dem Wert Ihrer Facebook-URL hinzu.
fi: Tämä palauttaa tapahtuman Facebook-osoitteen, jos se on määritetty tapahtuman mukautetun kentän kautta, muuten se käyttää Facebook-osoitetta, joka on määritetty "Organisaatioasetuksissa". Jos haluat asettaa tapahtuman Facebook-url-osoitteen, lisää mukautettu kenttä, jonka avaimeksi annetaan <code>event_facebook</code> ja arvoksi Facebook-url-osoite.
fr_fr: Ceci renverra l'URL Facebook de l'événement si vous l'avez réglé via champ personnalisé dans votre événement, sinon il utilisera l'URL Facebook situé dans"Votre Organisation Settings". Pour définir l'url de facebook dans votre cas, ajouter un champ personnalisé avec la touche que <code> event_facebook </code> et la valeur que votre facebook url.
tr_tr: Bu, etkinliğinizde özel alan aracılığıyla ayarladıysanız etkinlik için Facebook URL'sini döndürür, aksi takdirde "Kuruluş Ayarlarınız" bölümünde ayarlanan Facebook URL'sini kullanır. Etkinliğinizde facebook URL'sini ayarlamak için, anahtarı <code>event_facebook</code> ve değeri facebook URL'niz olan bir özel alan ekleyin.

source: Filters are a way to show events based on certain criteria.
de_de: Mit Hilfe von Filtern lassen sich Ereignisse nach bestimmten Kriterien anzeigen.
fi: Suodattimet ovat tapa näyttää tapahtumia tiettyjen kriteerien perusteella.
fr_fr: Les filtres sont un moyen de montrer les événements en fonction de certains critères.
tr_tr: Filtreler, olayları belirli kriterlere göre göstermenin bir yoludur.

source: This will return the Twitter URL for the event if you have it set via custom field in your event, otherwise it will use the Twitter URL set in "Your Organization Settings". To set the facebook url in your event, add a custom field with the key as <code>event_twitter</code> and the value as your facebook url
de_de: Dies gibt die Twitter-URL für die Veranstaltung zurück, wenn Sie diese über ein benutzerdefiniertes Feld in Ihrer Veranstaltung festgelegt haben, andernfalls wird die Twitter-URL verwendet, die in "Ihre Organisationseinstellungen" festgelegt wurde. Um die Facebook-URL in Ihrer Veranstaltung festzulegen, fügen Sie ein benutzerdefiniertes Feld mit dem Schlüssel <code>event_twitter</code> und dem Wert Ihrer Facebook-URL hinzu
fi: Tämä palauttaa tapahtuman Twitter-URL-osoitteen, jos se on määritetty tapahtuman mukautetun kentän kautta, muutoin se käyttää Twitter-URL-osoitetta, joka on määritetty kohdassa "Organisaatioasetukset". Jos haluat asettaa tapahtuman Facebook-url-osoitteen, lisää mukautettu kenttä, jonka avaimena on <code>event_twitter</code> ja arvona Facebook-url-osoite.
fr_fr: Ceci renverra l'URL Twitter pour l'événement si vous l'avez réglé via champ personnalisé dans votre événement, sinon il utilisera l'URL Twitter situé dans"Votre Organisation Settings". Pour définir l'url de facebook dans votre cas, ajouter un champ personnalisé avec la touche que <code> event_twitter </code> et la valeur que votre facebook url
tr_tr: Bu, etkinliğinizde özel alan aracılığıyla ayarladıysanız etkinlik için Twitter URL'sini döndürür, aksi takdirde "Kuruluş Ayarlarınız" bölümünde ayarlanan Twitter URL'sini kullanır. Etkinliğinizde facebook URL'sini ayarlamak için, anahtarı <code>event_twitter</code> ve değeri facebook URL'niz olan bir özel alan ekleyin

source: Show events from a specific category.
de_de: Veranstaltungen einer speziellen Kategorie anzeigen.
fi: Näytä tietyn luokan tapahtumat.
fr_fr: Montrer les événements d'une catégorie spécifique.
tr_tr: Belirli bir kategorideki etkinlikleri gösterin.

source: The Phone Number for the primary registrant for the transaction.
de_de: Die Telefonnummer der ersten registrierten Person für diese Transaktion.
fi: Ilmoittautumisen ensisijaisen ilmoittautujan puhelinnumero.
fr_fr: Le numéro de téléphone pour le déclarant principal pour la transaction.
tr_tr: İşlem için birincil kayıt sahibinin Telefon Numarası.

source: The Address for the primary registrant for the transaction.
de_de: Die Adresse der ersten registrierten Person für diese Transaktion.
fi: Tilauksen ensisijaisen ilmoittautujan osoite.
fr_fr: L'adresse du titulaire principal de la transaction.
tr_tr: İşlem için birincil tescil ettirenin adresi.

source: Views allow you to limit what you see in the categories overview table. The following views are available: All. The number in parentheses next to each view represents the number of events that will be displayed with that view.
de_de: Mit den Ansichten können Sie die Anzeige in der Übersichtstabelle der Kategorien einschränken. Die folgenden Ansichten sind verfügbar: Alle. Die Zahl in Klammern neben jeder Ansicht gibt die Anzahl der Ereignisse an, die in dieser Ansicht angezeigt werden.
fi: Näkymien avulla voit rajata, mitä näet luokkien yleiskatsaustaulukossa. Käytettävissä ovat seuraavat näkymät: Kaikki. Kunkin näkymän vieressä suluissa oleva luku tarkoittaa niiden tapahtumien määrää, jotka näkyvät kyseisessä näkymässä.
fr_fr: Vues vous permettent de limiter ce que vous voyez dans le tableau de synthèse des catégories. Les vues suivantes sont disponibles: Tout. Le nombre entre parenthèses à côté de chaque vue représente le nombre d'événements qui seront affichés avec ce point de vue.
tr_tr: Görünümler, kategorilere genel bakış tablosunda gördüklerinizi sınırlamanıza olanak tanır. Aşağıdaki görünümler mevcuttur: Tümü. Her görünümün yanındaki parantez içindeki sayı, o görünümle görüntülenecek olay sayısını temsil eder.

source: Whatever was in the address 2 field for the primary registrant for the transaction.
de_de: Der Inhalt des zweiten Adressfelds der ersten registrierten Person für diese Transaktion.
fi: Tilauksen ensisijaisen ilmoittautujan "Lähiosoite 2"-kentän tiedot.
fr_fr: Tout ce qui était dans le champ d'adresse 2 pour le titulaire principal de la transaction.
tr_tr: İşlem için birincil kayıt ettiren için adres 2 alanında ne varsa.
