Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Similar to the "PayPal Calculates Taxes" setting, if this is set to "Yes", we will indicate to PayPal that it should calculate the shipping on each payment (if there are multiple payments for a single transaction, PayPal is permitted to add shipping charges to each payment.)
de_de: Ähnlich wie bei der Einstellung "PayPal berechnet Steuern", wenn diese Einstellung auf "Ja" gesetzt ist, geben wir PayPal an, dass es die Versandkosten für jede Zahlung berechnen soll (wenn es mehrere Zahlungen für eine einzige Transaktion gibt, darf PayPal die Versandkosten zu jeder Zahlung hinzufügen).
fi: Samanlainen kuin "PayPal laskee verot" -asetus, jos tämä asetus on asetettu "Kyllä", ilmoitamme PayPalille, että sen pitäisi laskea toimituskulut jokaiselle maksulle (jos yhteen tapahtumaan liittyy useita maksuja, PayPal saa lisätä toimituskulut jokaiseen maksuun).
fr_fr: Semblable au réglage de "PayPal Calcule Les Taxes", si ce paramètre est réglé sur "Oui", nous indiquerons à PayPal qu'il doit calculer les frais d'expédition sur chaque paiement (s'il y a des paiements multiples pour une seule transaction, PayPal est autorisé à ajouter les frais d'expédition sur chaque paiement.)
tr_tr: "PayPal Vergileri Hesaplar" ayarına benzer şekilde, bu ayar "Evet" olarak ayarlanırsa, PayPal'a her ödemede kargoyu hesaplaması gerektiğini belirtiriz (tek bir işlem için birden fazla ödeme varsa, PayPal'ın her ödemeye kargo ücreti eklemesine izin verilir).

source: Also Note: In order for PayPal to properly calculate taxes and shipping, they need to receive the entire order at the same time. So if a user goes to make a payment using PayPal, and their order somehow already has a payment on it, PayPal CANNOT calculate taxes or shipping on that order.
de_de: Beachten Sie außerdem: Damit PayPal die Steuern und Versandkosten richtig berechnen kann, muss die gesamte Bestellung gleichzeitig eingehen. Wenn also ein Benutzer eine Zahlung mit PayPal vornimmt und seine Bestellung bereits eine Zahlung enthält, kann PayPal NICHT die Steuern oder Versandkosten für diese Bestellung berechnen.
fi: Huomaa myös: Jotta PayPal voi laskea verot ja toimituskulut oikein, sen on saatava koko tilaus samanaikaisesti. Jos siis käyttäjä menee suorittamaan maksun PayPalilla ja hänen tilauksessaan on jotenkin jo maksettu maksu, PayPal EI VOI laskea veroja tai toimituskuluja kyseiselle tilaukselle.
fr_fr: Notez également: Pour que PayPal calcule correctement les taxes et les frais d'expédition, il a besoin de recevoir l'intégralité de la commande en même temps. Donc, si un utilisateur veut faire un paiement à l'aide de PayPal, et qu'un paiement affecte déjà sa commande, PayPal ne pourra pas calculer les taxes ou les frais d'expédition sur cette commande.
tr_tr: Ayrıca Not: PayPal'ın vergileri ve kargoyu düzgün bir şekilde hesaplayabilmesi için siparişin tamamını aynı anda alması gerekir. Dolayısıyla, bir kullanıcı PayPal kullanarak ödeme yapmaya giderse ve siparişinde bir şekilde zaten bir ödeme varsa, PayPal bu siparişteki vergileri veya kargoyu hesaplayamaz.

source: Other Important Information
de_de: Weitere wichtige Informationen
fi: Muita tärkeitä tietoja
tr_tr: Diğer Önemli Bilgiler

source: This is a good place to mention how to setup an account with the payment gateway, and any important gotchas. You can use variables set from EE_PMT_New_Payment_method_Offsite::help_tabs_config() in here. Like this: %1$s
de_de: Dies ist ein guter Ort, um zu erwähnen, wie man ein Konto mit dem Zahlungs-Gateway einrichtet, und alle wichtigen Probleme. Sie können hier Variablen verwenden, die in EE_PMT_New_Payment_method_Offsite::help_tabs_config() gesetzt wurden. Zum Beispiel so: %1$s
fi: Tämä on hyvä paikka mainita, miten tili perustetaan maksuportille, ja kaikki tärkeät ongelmat. Voit käyttää tässä muuttujia, jotka on asetettu kohdassa EE_PMT_New_Payment_method_Offsite::help_tabs_config(). Esimerkiksi näin: %1$s
tr_tr: Burası, ödeme ağ geçidinde bir hesabın nasıl kurulacağından ve önemli sorunlardan bahsetmek için iyi bir yerdir. EE_PMT_New_Payment_method_Offsite::help_tabs_config() işlevinden ayarlanan değişkenleri burada kullanabilirsiniz. Bunun gibi: %1$s

# Used to give date range
source: For the period: %1$s to %2$s
de_de: Für den Zeitraum: %1$s bis %2$s
fi: Ajalle: %1$s - %2$s
fr_fr: Pour la période: %1$s au %2$s
tr_tr: Dönem için: %1$s ila %2$s

# Used to give date range
source: For the period: %s to %s
de_de: Für den Zeitraum: %s bis %s
fi: Jaksolla: %s - %s
fr_fr: Pour la période: %s au %s
tr_tr: Dönem için: %s ila %s

# Ticket for Event
source: %1$s for %2$s
de_de: %1$s für %2$s
fi: %2$s - %1$s
fr_fr: %1$s pour %2$s
tr_tr: %2$s için %1$s

source: It appears that the Payment was deleted but no change was recorded for the Transaction for an unknown reason. Please verify that all data for this Transaction looks correct..
de_de: Es scheint, dass die Zahlung gelöscht wurde, aber aus einem unbekannten Grund keine Änderung für die Transaktion aufgezeichnet wurde. Bitte überprüfen Sie, ob alle Daten für diese Transaktion korrekt aussehen...
fi: Näyttää siltä, että maksu poistettiin, mutta tapahtumaan ei kirjattu muutosta tuntemattomasta syystä. Tarkista, että kaikki tämän tapahtuman tiedot näyttävät oikeilta...
fr_fr: Il semble que le paiement a été supprimé, mais aucune modification n'a été enregistrée pour l'opération pour une raison inconnue. Vérifiez que toutes les données de cette transaction sont correctes.
tr_tr: Görünüşe göre Ödeme silinmiş ancak bilinmeyen bir nedenle İşlem için herhangi bir değişiklik kaydedilmemiş. Lütfen bu İşlem için tüm verilerin doğru göründüğünü doğrulayın...

source: The Payment was successfully deleted, and the Transaction has been updated accordingly.
de_de: Die Zahlung wurde erfolgreich gelöscht, und die Transaktion wurde entsprechend aktualisiert.
fi: Maksu poistettiin onnistuneesti, ja tapahtuma on päivitetty vastaavasti.
fr_fr: Le paiement a été supprimé avec succès et la transaction a été mise à jour en conséquence.
tr_tr: Ödeme başarıyla silindi ve İşlem buna göre güncellendi.

source: Extra Join ID
tr_tr: Ekstra Katılım Kimliği

source: First Model ID
de_de: Erste Modell-ID
fi: Ensimmäinen mallin tunnus
tr_tr: İlk Model Kimliği

source: First Model Name
de_de: Erster Modellname
fi: Ensimmäinen mallin nimi
tr_tr: İlk Model Adı

source: Second Model ID
de_de: Zweite Modell-ID
fi: Toinen mallin tunnus
tr_tr: İkinci Model Kimliği

source: Second Model Name
de_de: Zweiter Modellname
fi: Toinen mallin nimi
tr_tr: İkinci Model Adı

source: The payment method %1$s was automatically deactivated because it appears its associated Event Espresso Addon was recently deactivated.%2$sIt can be reactivated on the %3$sPlugins admin page%4$s, then you can reactivate the payment method.
de_de: Die Zahlungsmethode %1$s wurde automatisch deaktiviert, da das zugehörige Event Espresso Addon anscheinend kürzlich deaktiviert wurde.%2$sSie kann auf der %3$sPlugins-Verwaltungsseite%4$s reaktiviert werden, dann können Sie die Zahlungsmethode wieder aktivieren.
fi: Maksutapa %1$s poistettiin automaattisesti käytöstä, koska siihen liittyvä Event Espresso -lisäosa on ilmeisesti poistettu käytöstä äskettäin.%2$s Sen voi aktivoida uudelleen %3$sPlugins-hallintasivulla%4$s, minkä jälkeen voit aktivoida maksutavan uudelleen.
tr_tr: %1$s ödeme yöntemi otomatik olarak devre dışı bırakıldı çünkü ilişkili Event Espresso Addon'u yakın zamanda devre dışı bırakılmış gibi görünüyor.%2$s%3$sPlugins yönetici sayfasında%4$s yeniden etkinleştirilebilir, ardından ödeme yöntemini yeniden etkinleştirebilirsiniz.

source: Max Size
de_de: Maximale Größe
fi: Maksimikoko
tr_tr: Maksimum Boyut

source: published
de_de: veröffentlicht
fi: julkaistu
fr_fr: Publié
tr_tr: yayınlandı

source: scheduled
de_de: geplant
fi: aikataulutettu
fr_fr: Déroulement
tr_tr: planlanmış

source: draft
de_de: Entwurf
fi: luonnos
fr_fr: brouillon
tr_tr: taslak

source: private
de_de: privat
fi: yksityinen
fr_fr: Privé
tr_tr: özel

source: trashed
de_de: gelöscht
fr_fr: Supprimé
tr_tr: çöpe atılmış

source: %1$s was called %2$sincorrectly%3$s. %4$s %5$s
de_de: %1$s wurde fälschlicherweise %2$s aufgerufen%3$s. %4$s %5$s
fi: %1$s kutsuttiin %2$svirheellisesti%3$s. %4$s %5$s
fr_fr: %1$s a été appelé %2$sincorrectement%3$s. %4$s %5$s
tr_tr: %1$s %2$syanlışlıkla %3$s olarak çağrıldı. %4$s %5$s

source: This is a doing_it_wrong message that was triggered during an ajax request. The request params on this request were:
de_de: Dies ist eine doing_it_wrong-Meldung, die während einer Ajax-Anfrage ausgelöst wurde. Die Anforderungsparameter für diese Anforderung waren:
fi: Tämä on doing_it_wrong -viesti, joka käynnistettiin ajax-pyynnön aikana. Tämän pyynnön parametrit olivat:
tr_tr: Bu, bir ajax isteği sırasında tetiklenen bir doing_it_wrong mesajıdır. Bu istek üzerindeki istek parametreleri şunlardı:

source: Could not save job %1$s to the Wordpress Options table. These were the arguments used: %2$s
de_de: Der Auftrag %1$s konnte nicht in der Wordpress-Optionen-Tabelle gespeichert werden. Es wurden folgende Argumente verwendet: %2$s
fi: Työtä %1$s ei voitu tallentaa Wordpress Options -taulukkoon. Nämä olivat käytetyt argumentit: %2$s
tr_tr: %1$s işi Wordpress Seçenekler tablosuna kaydedilemedi. Bunlar kullanılan argümanlardı: %2$s

source: The class %1$s does not exist, and so could not be used for running a job. It should implement JobHandlerInterface.
de_de: Die Klasse %1$s existiert nicht und kann daher nicht für die Ausführung eines Jobs verwendet werden. Sie sollte das JobHandlerInterface implementieren.
fi: Luokkaa %1$s ei ole olemassa, joten sitä ei voida käyttää työn suorittamiseen. Sen pitäisi toteuttaa JobHandlerInterface.
tr_tr: %1$s sınıfı mevcut değildir ve bu nedenle bir işi çalıştırmak için kullanılamaz. JobHandlerInterface uygulamalıdır.

source: The class %1$s does not implement JobHandlerInterface and so could not be used for running a job
de_de: Die Klasse %1$s implementiert das JobHandlerInterface nicht und kann daher nicht für die Ausführung eines Jobs verwendet werden
fi: Luokka %1$s ei toteuta JobHandlerInterface-rajapintaa, joten sitä ei voida käyttää työn suorittamiseen.
tr_tr: %1$s sınıfı JobHandlerInterface uygulamıyor ve bu nedenle bir işi çalıştırmak için kullanılamıyor

source: The class implementing JobHandlerInterface did not return a JobStepResponse when %1$s was called for job %2$s. It needs to return one or throw an Exception
de_de: Die Klasse, die das JobHandlerInterface implementiert, hat keine JobStepResponse zurückgegeben, als %1$s für Job %2$s aufgerufen wurde. Sie muss eine zurückgeben oder eine Exception auslösen
fi: JobHandlerInterface-rajapinnan toteuttava luokka ei palauttanut JobStepResponsea, kun %1$s kutsuttiin työn %2$s kohdalla. Sen on palautettava sellainen tai heitettävä Exception.
tr_tr: JobHandlerInterface uygulayan sınıf, %2$s işi için %1$s çağrıldığında bir JobStepResponse döndürmedi. Bir tane döndürmesi veya bir Exception atması gerekiyor

source: __Unknown__
de_de: __Unbekannt__
fi: __Tuntematon__
fr_fr: __Inconnu__
tr_tr: __Bilinmiyor__

source: Could not create temporary file, an unknown error occurred
de_de: Temporäre Datei konnte nicht erstellt werden, ein unbekannter Fehler ist aufgetreten
fi: Väliaikaista tiedostoa ei voitu luoda, ilmeni tuntematon virhe.
tr_tr: Geçici dosya oluşturulamadı, bilinmeyen bir hata oluştu

source: Could not create temporary file for job %1$s, because: %2$s
de_de: Konnte keine temporäre Datei für Job %1$s erstellen, weil: %2$s
fi: Työn %1$s väliaikaista tiedostoa ei voitu luoda, koska: %2$s
tr_tr: %1$s işi için geçici dosya oluşturulamadı, çünkü: %2$s

source: You do not have permission to view contacts
de_de: Sie haben keine Berechtigung zum Anzeigen von Kontakten
fi: Sinulla ei ole oikeuksia katsoa yhteystietoja
fr_fr: Vous n'avez pas l'autorisation de consulter les contacts.
tr_tr: Kişileri görüntüleme izniniz yok

source: contact-list-report.csv
de_de: kontakt-liste-bericht.csv
tr_tr: iletişim-listesi-rapor.csv

source: Contacts report started successfully...
de_de: Kontaktbericht erfolgreich gestartet...
fi: Yhteystietojen raportti käynnistyi onnistuneesti...
tr_tr: Kişiler raporu başarıyla başlatıldı...

source: Wrote %1$s rows to report CSV file...
de_de: Schrieb %1$s Zeilen in die Berichts-CSV-Datei...
fi: Kirjoitettiin %1$s riviä CSV-raporttiin...
fr_fr: Écrit %1$s lignes vers le fichier CSV rapport...
tr_tr: CSV dosyasını raporlamak için %1$s satır yazdı...

source: Cleaned up temporary file
de_de: Temporäre Datei aufgeräumt
fi: Siivottu väliaikainen tiedosto
tr_tr: Geçici dosya temizlendi

source: You do not have permission to view registrations
de_de: Sie haben nicht die Erlaubnis, Registrierungen einzusehen
fi: Sinulla ei ole oikeutta tarkastella rekisteröintejä
fr_fr: Vous n'avez pas l'autorisation de consulter les inscriptions.
tr_tr: Kayıtları görüntüleme izniniz yok

source: Registrations report started successfully...
de_de: Registrierungsbericht erfolgreich gestartet...
fi: Rekistöröinti raportti alkoi onnistuneesti...
tr_tr: Kayıt raporu başarıyla başlatıldı...

source: Input is too long. Maximum number of characters is %1$s
de_de: Die Eingabe ist zu lang. Maximale Anzahl von Zeichen ist %1$s
fi: Syöte on liian pitkä. Maksimi merkkimäärä on %1$s
fr_fr: L'entrée est trop longue. Le nombre maximal de caractères est %1$s
tr_tr: Girdi çok uzun. Maksimum karakter sayısı %1$s

source: The EE_Message_Registrations_incoming_data class expects an array of EE_Registration objects.
de_de: Die Klasse EE_Message_Registrations_incoming_data erwartet ein Array von EE_Registrations-Objekten.
fi: EE_Message_Registrations_incoming_data luokka odottaa EE_Registration objekteista koostuvaa taulukkoa.
tr_tr: EE_Message_Registrations_incoming_data sınıfı, EE_Registration nesnelerinden oluşan bir dizi bekler.

source: There is no payment method of type %1$s, so it could not be activated
de_de: Es gibt keine Zahlungsmethode vom Typ %1$s, daher konnte sie nicht aktiviert werden
fi: Maksutapaa %1$s ei ole, joten sitä ei voitu aktivoida.
tr_tr: %1$s türünde bir ödeme yöntemi yok, bu nedenle etkinleştirilemedi

source: There is no calculated field %1$s on resource %2$s
de_de: Es gibt kein berechnetes Feld %1$s auf Ressource %2$s
fi: Resurssissa %2$s ei ole laskettua kenttää %1$s.
tr_tr: %2$s kaynağında %1$s hesaplanmış alanı yok

source: Cannot load model "%1$s" because it does not exist in version %2$s of Event Espresso
de_de: Das Modell "%1$s" kann nicht geladen werden, da es in Version %2$s von Event Espresso nicht existiert.
fi: Mallia "%1$s" ei voida ladata, koska sitä ei ole olemassa Event Espresson versiossa %2$s.
tr_tr: Event Espresso'nun %2$s sürümünde bulunmadığı için "%1$s" modeli yüklenemiyor

source: The class %1$s was misnamed. It name should match the regex "%2$s"
de_de: Die Klasse %1$s wurde falsch benannt. Ihr Name sollte mit dem Regex "%2$s" übereinstimmen.
fi: Luokan %1$s nimi oli väärä. Sen nimen pitäisi vastata regexiä "%2$s".
tr_tr: %1$s sınıfı yanlış adlandırıldı. Adı "%2$s" regex'i ile eşleşmelidir

source: We could not parse the URL. Please contact Event Espresso Support
de_de: Wir konnten die URL nicht parsen. Bitte kontaktieren Sie den Event Espresso Support
fi: URL-osoitetta ei voitu purkaa. Ota yhteys Event Espresson tukeen
tr_tr: URL'yi ayrıştıramadık. Lütfen Event Espresso Destek ile iletişime geçin

source: You do not have the necessary capabilities (%s) to read Event Espresso Configuration data
de_de: Sie verfügen nicht über die notwendigen Fähigkeiten (%s), um Event Espresso Konfigurationsdaten zu lesen
fi: Sinulla ei ole tarvittavia ominaisuuksia (%s) Event Espresso Configuration -tietojen lukemiseen.
fr_fr: Vous n'avez pas les capacités nécessaires (%s) pour lire les données de configuration Event Espresso
tr_tr: Event Espresso Yapılandırma verilerini okumak için gerekli yeteneklere (%s) sahip değilsiniz

source: Cannot use model version info before setting the requested version in the controller
de_de: Die Modellversionsinformationen können nicht verwendet werden, bevor die angeforderte Version im Controller eingestellt wird.
fi: Mallin versiotietoja ei voi käyttää ennen pyydetyn version asettamista ohjaimessa.
tr_tr: Denetleyicide istenen sürümü ayarlamadan önce model sürüm bilgisi kullanılamıyor

source: There is no model for endpoint %s. Please contact event espresso support
de_de: Es gibt kein Modell für den Endpunkt %s. Bitte kontaktieren Sie den event espresso-Support
fi: Päätepisteelle %s ei ole mallia. Ota yhteyttä event espresson tukeen
tr_tr: %s uç noktası için model yok. Lütfen olay espresso desteği ile iletişime geçin

source: Sorry, you are not allowed to list %1$s. Missing permissions: %2$s
de_de: Es tut mir leid, Sie dürfen %1$s nicht auflisten. Fehlende Berechtigungen: %2$s
fi: Anteeksi, et saa luetella %1$s. Puuttuvat oikeudet: %2$s
tr_tr: Üzgünüz, %1$s'yi listeleme izniniz yok. Eksik izinler: %2$s

source: Sorry, you are not allowed to list %1$s related to %2$s. Missing permissions: %3$s
de_de: Es tut mir leid, Sie dürfen %1$s in Bezug auf %2$s nicht auflisten. Fehlende Berechtigungen: %3$s
fi: Anteeksi, et saa luetella %1$s liittyviä %2$s. Puuttuvat oikeudet: %3$s
tr_tr: Üzgünüz, %2$s ile ilgili %1$s'yi listeleme izniniz yok. Eksik izinler: %3$s

source: Sorry, you cannot %1$s this %2$s. Missing permissions are: %3$s
de_de: Tut mir leid, Sie können %1$s dieses %2$s nicht verwenden. Fehlende Berechtigungen sind: %3$s
fi: Valitettavasti et voi lukea tätä %1$s. Puuttuvat oikeudet ovat: %2$s
tr_tr: Üzgünüz, bu %2$s'yi %1$s yapamazsınız. Eksik izinler var: %3$s

source: Invalid %s ID.
de_de: Ungültige %s ID.
fi: Virheellinen %s ID.
tr_tr: Geçersiz %s ID.

source: You cannot checkin registration with ID %1$s because it doesn't exist.
de_de: Sie können die Anmeldung mit der ID %1$s nicht einchecken, weil sie nicht existiert.
fi: Et voi kirjautua sisään tunnuksella %1$s, koska sitä ei ole olemassa.
fr_fr: Vous ne pouvez pas enregistrer l'inscription avec ID%1$s car il n'existe pas.
tr_tr: Kimlik %1$s ile kayıt kontrolü yapamazsınız çünkü böyle bir kayıt mevcut değil.

source: You are not allowed to checkin registration with ID %1$s.
de_de: Sie sind nicht berechtigt, sich mit der ID %1$s anzumelden.
fi: Et saa kirjautua sisään tunnuksella %1$s.
fr_fr: Vous n'êtes pas autorisé à enregistrer l'inscription avec ID %1$s.
tr_tr: Kimlik %1$s ile check-in kaydı yapmanıza izin verilmiyor.

source: Registration checkin failed. Please see additional error data.
de_de: Registrierungsprüfung fehlgeschlagen. Bitte beachten Sie die zusätzlichen Fehlerdaten.
fi: Rekisteröinnin tarkistus epäonnistui. Katso lisää virhetietoja.
tr_tr: Kayıt kontrolü başarısız oldu. Lütfen ek hata verilerine bakın.

source: This is a special dynamic shortcode that allows one to output a payment due date. It will only result in a date shown if there is money owing. Three parameters are available on this shortcode:
de_de: Dies ist ein spezieller dynamischer Shortcode, der es ermöglicht, ein Fälligkeitsdatum für Zahlungen auszugeben. Es wird nur dann ein Datum angezeigt, wenn ein Betrag geschuldet wird. Drei Parameter sind für diesen Shortcode verfügbar:
fi: Tämä on erityinen dynaaminen lyhytkoodi, jonka avulla voidaan tulostaa maksun eräpäivä. Se näyttää päivämäärän vain, jos rahaa on velkaa. Tässä lyhytkoodissa on kolme parametria:
tr_tr: Bu, bir ödeme son tarihinin çıktısını almanızı sağlayan özel bir dinamik kısa koddur. Yalnızca borçlu olunan para varsa gösterilen bir tarihle sonuçlanacaktır. Bu kısa kodda üç parametre mevcuttur:

source: %sformat:%s This is used to indicate what format the date is in. Default is whatever is set as date formats for your website.
de_de: %sformat:%s Hier wird angegeben, in welchem Format das Datum vorliegt. Standardmäßig wird das Format verwendet, das für Ihre Website als Datumsformat festgelegt ist.
fi: %sformat:%s Tätä käytetään osoittamaan, missä muodossa päivämäärä on. Oletusarvo on se, mikä on asetettu päivämäärämuodoksi verkkosivustollesi.
tr_tr: %sformat:%s Bu, tarihin hangi formatta olduğunu belirtmek için kullanılır. Varsayılan değer, web siteniz için tarih biçimleri olarak ayarlanan değerdir.

source: %sprefix_text:%s You can use this to indicate what text will prefix the date string. Defaults to "Payment in full due by:"
de_de: %sprefix_text:%s Hier können Sie angeben, welcher Text der Datumszeichenfolge vorangestellt werden soll. Der Standardwert ist "Vollständige Zahlung fällig bis:".
fi: %sprefix_text:%s Tällä voit ilmoittaa, mikä teksti tulee päivämäärämerkkijonon eteen. Oletusarvo on "Maksu kokonaisuudessaan erääntyy viimeistään:".
tr_tr: %sprefix_text:%s Tarih dizesinin önüne hangi metnin geleceğini belirtmek için bunu kullanabilirsiniz. Varsayılan değer "Ödemenin tamamı şu tarihe kadar yapılmalıdır:"

source: Payment in full due by:
de_de: Vollständige Zahlung fällig bis:
fi: Maksu kokonaisuudessaan viimeistään:
tr_tr: Ödemenin tamamı şu tarihe kadar yapılmalıdır:

source: Batch Job
de_de: Stapelverarbeitungsauftrag
fi: Erätyö
tr_tr: Toplu İş

source: An error occurred. No registration ID was received.
de_de: Es ist ein Fehler aufgetreten. Es wurde keine Registrierungs-ID empfangen.
fi: Tapahtui virhe. Rekisteröintitunnusta ei saatu.
tr_tr: Bir hata oluştu. Hiçbir kayıt kimliği alınmadı.

source: %2$sWARNING!!!%3$s%1$sPlease do not use the back button to return to this page for the purpose of adding another registration.%1$sThis can result in lost and/or corrupted data.%1$sIf you wish to add another registration, then please click the%1$s%7$s"Add Another New Registration to Event"%8$s button%1$son the Transaction details page, after you are redirected.%1$s%1$s%4$s redirecting in %5$s seconds %6$s
de_de: %2$sWARNUNG!!!%3$s%1$sBitte verwenden Sie nicht die Schaltfläche "Zurück", um zu dieser Seite zurückzukehren, um eine weitere Anmeldung hinzuzufügen.%1$sDies kann zu Datenverlust und/oder -beschädigung führen.%1$sWenn Sie eine weitere Registrierung hinzufügen möchten, klicken Sie bitte auf der Seite mit den Transaktionsdetails auf die Schaltfläche%1$s%7$s "Eine weitere neue Registrierung zu einer Veranstaltung hinzufügen"%8$s, nachdem%1$s Sie weitergeleitet wurden.%1$s%1$s%4$s wird in %5$s Sekunden weitergeleitet %6$s
fi: %2$sVAROITUS!!!%3$s%1$sÄlä käytä takaisin-painiketta palataksesi tälle sivulle uuden rekisteröinnin lisäämiseksi.%1$sTämä voi johtaa tietojen katoamiseen ja/tai vahingoittumiseen.%1$sJos haluat lisätä toisen rekisteröinnin, napsauta%1$s%7$s "Lisää toinen uusi rekisteröinti tapahtumaan"%8$s-painiketta%1$s tapahtuman yksityiskohdat -sivulla, kun sinut on ohjattu uudelleen.%1$s%1$s%4$s ohjautuu uudelleen %5$s sekunnissa %6$s.
tr_tr: %2$sUYARI!!!%3$s%1$sLütfen başka bir kayıt eklemek amacıyla bu sayfaya geri dönmek için geri düğmesini kullanmayın.%1$sBu, verilerin kaybolmasına ve/veya bozulmasına neden olabilir.%1$sBaşka bir kayıt eklemek isterseniz, lütfen yönlendirildikten sonra İşlem ayrıntıları sayfasındaki %1$s%7$s "Etkinliğe Yeni Bir Kayıt Daha Ekle"%8$s düğmesine%1$s tıklayın.%1$s%1$s%4$s %5$s saniye içinde yeniden yönlendiriliyor %6$s

source: We cannot build the registration custom questions form because there is no registration set on it yet
de_de: Wir können das Formular für benutzerdefinierte Fragen zur Registrierung nicht erstellen, da es noch keine Registrierung gibt.
fi: Emme voi rakentaa rekisteröintilomakkeen mukautettuja kysymyksiä, koska siihen ei ole vielä määritetty rekisteröintiä.
tr_tr: Kayıt özel sorular formunu oluşturamıyoruz çünkü üzerinde henüz bir kayıt seti yok
