Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: This is the name for the venue.
de_de: Dies ist der Name des Veranstaltungsortes.
fi: Tämä on tapahtumapaikan nimi.
fr_fr: C'est le nom du lieu.
tr_tr: Mekan için isim

source: Event to Venue Relations
de_de: Beziehungen zwischen Veranstaltung und Veranstaltungsort
fi: Tapahtuman ja tapahtumapaikan väliset suhteet
fr_fr: Événement Relations Lieu
tr_tr: Etkinliğin Mekan İlişkileri

source: Line Item Description
de_de: Einzelposten Beschreibung
fi: Rivin kohta Kuvaus
fr_fr: Ligne Description de l'objet
tr_tr: Satır Ürünün Açıklaması

source: EE_Qtip_Config objects must be registered before wp_enqueue_scripts is called.
de_de: EE_Qtip_Config Objekte müssen registriert werden, bevor wp_enqueue_scripts aufgerufen wird.
fi: EE_Qtip_Config-objektit on rekisteröitävä ennen kuin wp_enqueue_scripts-ohjelmaa kutsutaan.
fr_fr: Objets EE_Qtip_Config doivent être enregistrés avant wp_enqueue_scripts est appelé.
tr_tr: wp_enqueue_scripts çağrılmadan önce EE_Qtip_Config nesneleri kaydedilmelidir.

source: A valid Transaction was not found when attempting to save your registration information.
de_de: Eine gültige Transaktion wurde nicht gefunden beim Versuch, Ihre Registrierungsdaten zu speichern.
fi: Rekisteröintitietojesi tallentamista yritettäessä ei löydetty kelvollista tapahtumaa.
fr_fr: Une transaction valide n'a pas été trouvé lors d'une tentative pour enregistrer vos informations d'enregistrement.
tr_tr: Kayıt bilgilerini kaydetmeye çalışırken geçerli işlem bulunamadı.

source: There were %d records that did not delete successfully
de_de: Die %d Einträge wurden nicht erfolgreich gelöscht
fi: Oli %d tietueita, joiden poistaminen ei onnistunut.
fr_fr: Il y avait %d enregistrements qui n'a pas supprimé avec succès
tr_tr: Doğru silinemediği için %d kayıtları mevcuttur.

source: This is the address for the venue.
de_de: Dies ist die Anschrift des Veranstaltungsortes.
fi: Tämä on tapahtumapaikan osoite.
fr_fr: C'est l'adresse du lieu.
tr_tr: Mekan için adres

source: Could not find 4.1 venue id for 3.1 venue #%d.
de_de: Konnte keine 4.1 Veranstaltungsort-ID für 3.1 Veranstaltungsort #%d finden.
fi: Ei löytynyt 4.1 tapahtumapaikan tunnusta 3.1 tapahtumapaikalle #%d.
fr_fr: Impossible de trouver id 4.1 de lieu de 3.1 lieu # %d .
tr_tr: 3.1 mekan #%d için 4.1 mekan kimliği bulunamadı.

source: Unit Price
de_de: Einzelpreis
fi: Yksikköhinta
fr_fr: Prix Unitaire
tr_tr: Birim Fiyatı

source: Unable to load the Qtip Config registered for this page (%s) because none of the file paths attempted are readable. Please check the spelling of the paths you've used in the registration
de_de: Die für diese Seite (%s) registrierte Qtip-Konfiguration kann nicht geladen werden, da keiner der angegebenen Dateipfade lesbar ist. Bitte überprüfen Sie die Schreibweise der Pfade, die Sie bei der Registrierung angegeben haben
fi: Tälle sivulle (%s) rekisteröityä Qtip Configia ei voitu ladata, koska mikään tiedostopolku ei ole luettavissa. Tarkista rekisteröinnissä käyttämiesi polkujen oikeinkirjoitus.
fr_fr: Impossible de charger le Qtip Config enregistrée pour cette page ( %s ) car aucun des chemins de fichiers tentatives sont lisibles. S'il vous plaît vérifier l'orthographe des chemins que vous avez utilisé lors de l'enregistrement
tr_tr: Bu sayfa (%s) için kaydedilen Qtip Yapılandırması yüklenemiyor çünkü denenen dosya yollarından hiçbiri okunabilir değil. Lütfen kayıtta kullandığınız yolların yazımını kontrol edin

source: no payment required at this time.
de_de: derzeit wird keine Bezahlung benötigt.
fi: Maksua ei vaadita vielä.
fr_fr: Aucun paiement requis pour le moment.
tr_tr: Şuanda ödeme yapmanıza gerek yoktur.

source: Records were successfully deleted
de_de: Aufzeichnungen wurden erfolgreich gelöscht
fi: Tietueet poistettiin onnistuneesti
fr_fr: Les dossiers ont été supprimés avec succès
tr_tr: Kayıtlar başarıyla silindi.

source: This is the city for the venue.
de_de: Dies ist die Stadt, in der der Veranstaltungsort liegt.
fi: Tämä on tapahtumapaikan kaupunki.
fr_fr: C'est la ville du lieu.
tr_tr: Mekanınızın şehri.

source: Could not add post meta for CPT with ID #%d. Meta key: '%s',meta value:'%d' for 3.1 event: %s
de_de: Konnte keine Post-Meta für CPT mit ID #%d hinzufügen. Meta-Schlüssel: "%s", Meta-Wert: "%d" für 3.1 Ereignis: %s
fi: Ei voitu lisätä post-metatietoja CPT:lle, jonka ID on #%d. Meta-avain: '%s',meta-arvo:'%d' 3.1 tapahtumalle: %s.
fr_fr: Impossible d'ajouter après méta pour CPT avec ID # %d . Meta clé: ' %s ', valeur méta:' %d '3,1 cas: %s
tr_tr: ID #%d ile CPT için posta metası eklenemedi. Meta anahtarı: '%s', meta değeri:'%d' 3.1 olayı için: %s

source: Order of Application towards total of parent
de_de: Reihenfolge der Anwendung gegenüber insgesamt Elternteil
fi: Hakemusjärjestys kohti vanhemman kokonaismäärää
fr_fr: Afin d'application dans le montant total de parent
tr_tr: Ebeveynin toplamına yönelik Uygulama Sırası

source: The Qtip_Config class being registered (%s) does not exist, please check the spelling.
de_de: Die zu registrierende Qtip_Config-Klasse (%s) existiert nicht, bitte überprüfen Sie die Schreibweise.
fi: Rekisteröitävää Qtip_Config-luokkaa (%s) ei ole olemassa, tarkista sen oikeinkirjoitus.
fr_fr: La classe Qtip_Config être enregistré ( %s ) n'existe pas, s'il vous plaît vérifier l'orthographe.
tr_tr: Kaydedilmekte olan Qtip_Config sınıfı (%s) mevcut değil, lütfen yazımı kontrol edin.

source: no payment required.
de_de: keine Bezahlung benötigt.
fi: maksua ei vaadita.
fr_fr: aucun paiement requis.
tr_tr: Ödeme yapmanıza gerek yoktur.

source: Something went wrong and this check-in record was not deleted
de_de: Da lief was falsch und die Check-in-Aufzeichnung wurde nicht gelöscht
fi: Jokin meni pieleen eikä sisäänkirjautumistietoa voitu poistaa
fr_fr: Quelque chose s'est mal passé et cette vérification dans le dossier n'a pas été supprimé
tr_tr: Bağzı şeyler yanlış gittiği için Check-in kayıtları silinemedi.

source: This is the capacity of the venue. If no limit is set, then the capacity will be set to infinity (%s).
de_de: Dies ist die Kapazität des Veranstaltungsortes. Wenn kein Limit festgelegt ist, wird die Kapazität auf unendlich (%s) gesetzt.
fi: Tämä on tapahtumapaikan kapasiteetti. Jos rajaa ei anneta, kapasiteetti asetetaan äärettömäksi (&#8734).
tr_tr: Bu, mekanın kapasitesidir. Sınır belirlenmezse, kapasite sonsuza (%s) ayarlanacaktır.

source: Gateways
fi: Portit
fr_fr: Passerelles
tr_tr: Ağ Geçitleri

source: Check-In record successfully deleted
de_de: Check-In Aufzeichnung erfolgreich gelöscht
fi: Sisäänkirjautumistietue onnistuneesti poistettu
fr_fr: Check-In enregistrement supprimé avec succès
tr_tr: Check-in kayıtları başarıyla silindi.

source: The %s gateway does not exist in EE 4.1
de_de: Das %s-Gateway existiert nicht in EE 4.1
fi: Porttia %s ei ole olemassa EE 4.1:ssä.
fr_fr: Le %s passerelle n'existe pas dans EE 4.1
tr_tr: EE 4.1 için %s ağ geçiti bulunamadı.

source: Parent ID (this item goes towards that Line Item's total)
de_de: Übergeordnete ID (diese Position wird auf die Gesamtsumme der Position angerechnet)
fi: Emoyhtiön tunnus (tämä kohta lasketaan kyseisen rivin kokonaismäärään).
fr_fr: Parent ID (cet article va vers au total de cette ligne de l'article)
tr_tr: Ebeveyn kimliği (bu madde o satır öğesinin toplam doğru )

source: Something went wrong with the upload. Unable to create a tmp file for the uploaded file on the server
de_de: Beim Hochladen ist etwas schief gegangen. Es konnte keine tmp-Datei für die hochgeladene Datei auf dem Server erstellt werden
fi: Jokin meni pieleen latauksessa. Palvelimella ei voitu luoda tmp-tiedostoa ladatulle tiedostolle.
fr_fr: Quelque chose n'allait pas avec le téléchargement. Impossible de créer un fichier tmp pour le fichier téléchargé sur le serveur
tr_tr: Yüklemede bir şeyler ters gitti. Sunucuda yüklenen dosya için bir tmp dosyası oluşturulamıyor

source: In order to delete a Check-in record, there must be a Check-In ID available. There is not. It is not your fault, there is just a gremlin living in the code
de_de: Um ein Check-in Datensatz zu löschen, muss es eine Check-in-ID vorhanden sein. Da ist keine. Es ist nicht deine Schuld, es lebt nur ein Gremlin im Code
fi: Jotta kirjautumistietue voidaan poistaa, kirjautumistunnuksen on oltava käytettävissä. Sitä ei ole. Se ei ole sinun vikasi, vaan koodissa on vain joku peikko.
fr_fr: Pour supprimer un enregistrement dans le dossier, il doit y avoir un enregistrement ID disponible. Il n'y a pas. Ce n'est pas de votre faute, il ya juste une salle de gremlin dans le code
tr_tr: Check-in kaydını silmeniz için Check-in numarası olmalı. Sistemsel bir hata mevcut.

source: Venues Overview Bulk Actions
de_de: Veranstaltungsorte Überblick Stapelverarbeitung
fi: Tapahtumapaikkojen yhteenveto -massatoiminnot
fr_fr: Aperçu des sites Actions globales
tr_tr: Mekanlara Genel Bakış Toplu İşlemler

source: Line Items
de_de: Auftragspositionen
fi: Rivikohdat
fr_fr: Ligne Articles
tr_tr: Satır Öğeleri

source: Sub-Item
de_de: Unterpunkt
fi: Alakohta
fr_fr: Sous-poste
tr_tr: Alt Öğe

source: This Registrant is the Primary Registrant
de_de: Diese Person ist die primär registrierte Person
fi: Tämä rekisteröijä on ensisijainen rekisteröijä
fr_fr: Ce titulaire est le titulaire principal
tr_tr: Bu kayıt, ilk kayıttır.

source: Bulk actions allow you to perform an action to multiple venues at once. The following bulk actions are supported: Delete. To use the bulk action feature, place a checkmark next to the venues that you want to include. Then select a bulk action from the menu and click on the Apply button.
de_de: Mit Sammelaktionen können Sie eine Aktion für mehrere Veranstaltungsorte gleichzeitig durchführen. Die folgenden Sammelaktionen werden unterstützt: Löschen. Um die Funktion der Sammelaktion zu nutzen, setzen Sie ein Häkchen neben den Veranstaltungsorten, die Sie einbeziehen möchten. Wählen Sie dann eine Sammelaktion aus dem Menü und klicken Sie auf die Schaltfläche Anwenden.
fi: Joukkotoimintojen avulla voit suorittaa toiminnon useille tapahtumapaikoille kerralla. Seuraavia massatoimintoja tuetaan: Poista. Jos haluat käyttää massatoimintoa, laita valintamerkki niiden tapahtumapaikkojen viereen, jotka haluat sisällyttää toimintoon. Valitse sitten valikosta massatoiminto ja napsauta Käytä-painiketta.
fr_fr: Les actions de masse vous permettent d'effectuer une action à plusieurs endroits à la fois. Les actions globales suivantes sont supportées: Supprimer. Pour utiliser la fonction d'action de masse, placez une coche à côté des lieux que vous souhaitez inclure. Ensuite, sélectionnez une action en vrac dans le menu et cliquez sur le bouton Appliquer.
tr_tr: Toplu eylemler, aynı anda birden fazla mekanda bir eylem gerçekleştirmenize olanak tanır. Aşağıdaki toplu eylemler desteklenmektedir: Sil. Toplu eylem özelliğini kullanmak için dahil etmek istediğiniz mekanların yanına bir onay işareti koyun. Ardından menüden bir toplu eylem seçin ve Uygula düğmesine tıklayın.

source: Could not find the transaction for the 3.1 attendee %d from row %s
de_de: Konnte die Transaktion für den 3.1-Teilnehmer %d aus Zeile %s nicht finden
fi: Ei löytynyt tapahtumaa 3.1 osallistujalle %d riviltä %s.
fr_fr: Impossible de trouver la transaction pour le participant 3.1 %d du rang %s
tr_tr: 3.1 katılımcısı %d için %s satırından yapılan işlem bulunamadı

source: Tax Subtotal
de_de: Zwischensumme Steuern
fi: Verojen välisumma
fr_fr: Sous-total de l'impôt
tr_tr: Vergi Ara Toplamı

source: This Registrant has been Checked In
de_de: Diese registrierte Person wurde eingecheckt
fi: Tämä rekisteröijä on kirjautunut sisään
fr_fr: Ce titulaire a été vérifiée
tr_tr: Bu kayıt kontrol edilmiştir.

source: Venues Overview Views
de_de: Ansicht der Veranstaltungsorte-Übersicht
fi: Tapahtumapaikkojen yhteenveto -näkymät
fr_fr: Aperçu des sites Vues
tr_tr: Mekanlara Genel Bakış

source: Organization Options/Config
de_de: Firma (Unternehmen/Organisation) Konfiguration
fi: Organisaation asetukset/valinnat
fr_fr: Organisation Options / Config
tr_tr: Organizasyonun Seçenekleri / Yapılandırması

source: ID of Item purchased.
de_de: ID des gekauften Artikels.
fi: Ostetun tuotteen tunnus.
fr_fr: ID de l'article acheté.
tr_tr: Ürünün Kimliği satın alındı.

source: In order to format currency, an amount needs to be passed.
de_de: Um eine Währung zu formatieren, muss ein Betrag übergeben werden.
fi: Valuutan muotoilua varten on välitettävä summa.
fr_fr: Pour formater monnaie, un montant doit être adopté.
tr_tr: Para biçimlendirmek için, bir miktar geçirilmesi gerekiyor.

source: This Registrant has been Checked Out
de_de: Diese registrierte Person wurde ausgecheckt
fi: Tämä rekisteröity on uloskirjautunut
fr_fr: Ce titulaire a été emprunté
tr_tr: Bu kayıt kapatıldı.

source: Views allow you to restrict what you see in the Venues Overview table. The following views are available: All. The number in parentheses next to each view represents the number of venues that will be displayed with that view.
de_de: Mit Hilfe der Ansichten können Sie die Anzeige in der Übersichtstabelle der Veranstaltungsorte einschränken. Die folgenden Ansichten sind verfügbar: Alle. Die Zahl in Klammern neben jeder Ansicht gibt die Anzahl der Veranstaltungsorte an, die mit dieser Ansicht angezeigt werden.
fi: Näkymien avulla voit rajoittaa sitä, mitä näet Venues Overview -taulukossa. Seuraavat näkymät ovat käytettävissä: Kaikki. Kunkin näkymän vieressä suluissa oleva luku tarkoittaa niiden tapahtumapaikkojen määrää, jotka näkyvät kyseisessä näkymässä.
fr_fr: Vues vous permettent de limiter ce que vous voyez dans le tableau Aperçu des sites. Les vues suivantes sont disponibles: Tout. Le nombre entre parenthèses à côté de chaque vue représente le nombre de sites qui seront affichés avec ce point de vue.
tr_tr: Görünümler, Mekânlara Genel Bakış tablosunda gördüklerinizi kısıtlamanıza olanak tanır. Aşağıdaki görünümler kullanılabilir: Tümü. Her görünümün yanındaki parantez içindeki sayı, o görünümle görüntülenecek mekan sayısını temsil eder.

source: Could not set country's currency config because no country exists for ISO %s
de_de: Die Währungskonfiguration des Landes konnte nicht gesetzt werden, da kein Land für ISO %s existiert
fi: Maan valuuttaasetuksia ei voitu asettaa, koska ISO %s -maata ei ole olemassa.
fr_fr: Impossible de définir la monnaie la configuration de pays car aucun pays existe pour ISO %s
tr_tr: ISO %s için ülke bulunmadığından ülkenin para birimi yapılandırması ayarlanamadı

source: Model Name this Line Item is for
de_de: Modellname, für den diese Position bestimmt ist
fi: Mallin nimi, jolle tämä tuote on tarkoitettu
fr_fr: Nom du modèle de cette ligne d'article est pour une
tr_tr: Satır ürünü için model ismi

source: The EEH_Template::status_legend helper required the incoming status_array argument to be an array!
de_de: Der EEH_Template::status_legend Helfer benötigt das eingehende status_array Argument als Array!
fi: EEH_Template::status_legend-apuohjelma edellytti, että saapuva status_array-argumentti on array!
fr_fr: L'aide EEH_Template :: status_legend nécessaire l'argument status_array entrant à être un tableau!
tr_tr: EEH_Template::status_legend yardımcısı, gelen status_array argümanının bir dizi olmasını gerektiriyordu!

source: No Check-in Record has been Created for this Registrant
de_de: Kein Check-in Eintrag für diese registrierte Person erstellt
fi: Tälle ilmoittautujalle ei ole luotu sisäänkirjautumisia
fr_fr: Non Check-in document a été créé pour ce titulaire
tr_tr: Kayıtta herhangi bir Check-in oluşturulamadı.

source: Question Group to Question Relations
de_de: Frage Gruppe zu Frage Beziehungen
fi: Kysymysryhmän ja kysymyksen väliset suhteet
fr_fr: Question Groupe de Relations question
tr_tr: Soru İlişkilerine ait Soru Grubu

source: Message Template ID
de_de: ID der Nachrichtenvorlage
fi: Viestin mallin tunnus
fr_fr: Modèle de message ID
tr_tr: Mesaj Şablon Kimliği

source: Status Legend
de_de: Status Legende
fi: Tilan selitys
fr_fr: Légende de l'état
tr_tr: Durum Kahramanı

source: Show all venues.
de_de: Alle Veranstaltungsorte anzeigen.
fi: Näytä kaikki tapahtumapaikat.
fr_fr: Voir tous les sites.
tr_tr: Tüm mekanları göster.

source: Could not find 4.1 question id for 3.1 question #%d.
de_de: Konnte keine 4.1 Frage-ID für 3.1 Frage #%d finden.
fi: Ei löytynyt 4.1-kysymyksen tunnusta 3.1-kysymykselle #%d.
fr_fr: Impossible de trouver 4.1 question id 3,1 question # %d .
tr_tr: 4.1 sorusuna ait kullanıcı kimliği (id) 3.1 sorusu için bulunamadı #%d.

source: Message Template Group ID
de_de: Nachrichtenvorlage Gruppen-ID
fi: Viestimalli Ryhmän tunnus
fr_fr: Groupe Message ID modèle
tr_tr: Mesaj Şablon Grubu Kimliği

source: Show venues that have been moved to the trash.
de_de: Orte anzeigen, die in den Papierkorb verschoben wurden.
fi: Näytä roskakoriin siirretyt tapahtumapaikat.
fr_fr: Afficher les lieux qui ont été déplacés dans la corbeille.
tr_tr: Çöpe taşınmış olan mekanları görüntüle.

source: Could not find 4.1 question group id for 3.1 question group #%d.
de_de: Es konnte keine 4.1-Fragengruppen-ID für die 3.1-Fragengruppe #%d gefunden werden.
fi: Ei löytynyt 4.1-kysymysryhmän tunnusta 3.1-kysymysryhmälle #%d.
fr_fr: Impossible de trouver 4.1 question identifiant de groupe pour le groupe n ° 3.1 question %d .
tr_tr: 3.1 soru grubu #%d için 4.1 soru grubu kimliği bulunamadı.

source: Field Name for this Template
de_de: Feldname für diese Vorlage
fi: Tämän mallin kentän nimi
fr_fr: Nom du champ pour ce modèle de
tr_tr: Bu Şablon için Alan Adı

source: more
de_de: mehr
fi: lisää
fr_fr: plus
tr_tr: daha fazla

source: We're Sorry
de_de: Es tut uns leid
fi: Olemme pahoillamme
fr_fr: Nous sommes désolés
tr_tr: Üzgünüz

source: Venues Overview Search
de_de: Veranstaltungsorte-Übersicht durchsuchen
fi: Tapahtumapaikkojen yhteenveto -haku
fr_fr: Aperçu des sites de recherche
tr_tr: Mekanları Gözden Geçir.

source: %s for venue %s
de_de: %s für Veranstaltungsort %s
fi: %s paikkaan %s
fr_fr: %s pour lieu %s
tr_tr: %s mekan için %s

source: Message Type Context for this field
de_de: Nachrichtentyp Kontext für dieses Feld
fi: Viestityyppi Konteksti tälle kentälle
fr_fr: Type de message contextuel pour ce domaine
tr_tr: Bu alan için İleti Türü Bağlamı

source: edit this venue
de_de: diesen Ort bearbeiten
fi: muokkaa tapahtumapaikkaa
fr_fr: modifier ce lieu
tr_tr: mekanı düzenle

source: No Event object or an invalid Event object was supplied.
de_de: Kein Event-Objekt oder ein ungültiges Veranstaltungsobjekt wurde geliefert.
fi: Ei tapahtumakohdetta tai virheellinen tapahtumakohde.
fr_fr: Aucun objet de l'événement ou un objet de l'événement non valide a été fourni.
tr_tr: Olay nesnesi yok veya geçersiz bir Olay nesnesi sağlandı.

source: The field content for the template
de_de: Der Feldinhalt für die Vorlage
fi: Mallin kentän sisältö
fr_fr: Le contenu du champ de la matrice
tr_tr: Şablon için alan içeriği

source: Unable to retrieve a registration object for the given reg id (%s)
de_de: Es konnte kein Registrierungsobjekt für die angegebene Registrierungs-ID (%s) abgerufen werden.
fi: Rekisteröintiobjektia ei pystytä hakemaan annetulle reg id:lle (%s).
fr_fr: Impossible de récupérer un objet d'enregistrement pour l'identification de reg donné ( %s )
tr_tr: Verilen reg kimliği (%s) için bir kayıt nesnesi alınamıyor

source: In order to generate a ticket selector, please ensure you are passing either an EE_Event object or a WP_Post object of the post type "espresso_event" to the EE_Ticket_Selector class constructor.
de_de: Um eine Ticketauswahl zu erzeugen, stellen Sie sicher, dass Sie ein EE_Event Objekt oder ein WP_Post Objekt der Art "espresso_event " auf die EE_Ticket_Selector Klassengenerator weitergeben.
fi: Jotta voit luoda lipunvalitsimen, varmista, että välität EE_Ticket_Selector-luokan konstruktoriin joko EE_Event-objektin tai WP_Post-objektin, jonka post-tyyppi on "espresso_event".
fr_fr: Afin de générer un sélecteur de billets, s'il vous plaît assurez-vous de passer soit un objet de EE_Event ou un objet WP_Post du post type "espresso_event " pour le constructeur de la classe EE_Ticket_Selector.
tr_tr: Bir bilet seçici oluşturmak için, lütfen EE_Ticket_Selector sınıf kurucusuna bir EE_Event nesnesi veya "espresso_event" gönderi türünde bir WP_Post nesnesi aktardığınızdan emin olun.

source: Message Template Groups
de_de: Gruppen von Nachrichtenvorlagen
fi: Viestimalliryhmät
fr_fr: Un message Groups modèles
tr_tr: Mesaj Şablon Grupları

source: The message for this registration has been re-sent
de_de: Die Meldung für diese Anmeldung wurde neu gesendet.
fi: Tätä rekisteröintiä koskeva viesti on lähetetty uudelleen.
fr_fr: Le message de cet enregistrement a été ré-envoyé
tr_tr: Bu kayıt için mesaj yeniden gönderildi

source: Percent Discount
de_de: Prozentualer Rabatt
fi: Prosenttialennus
fr_fr: Remise en pourcentage
tr_tr: İndirim Oranı

source: Dollar Discount
de_de: Dollar Rabatt
fi: Kiinteä alennus
tr_tr: Dolar İndirimi

source: Messenger Used for Template
de_de: Messenger für Vorlage verwendet
fi: Mallissa käytetty Messenger
fr_fr: Messenger Utilisé pour modèle
tr_tr: Mesajlaşanın kullandığı şablon

source: Percent Surcharge
de_de: Prozent Aufschlag
fi: Prosenttia Lisämaksu
fr_fr: Supplément pour cent
tr_tr: Yüzde Harcı

source: Flag indicating if Template Group is Global
de_de: Kennzeichen, das angibt, ob die Vorlagengruppe global ist
fi: Merkki, joka ilmaisee, onko malliryhmä globaali
fr_fr: Drapeau indiquant si Group Template est mondial
tr_tr: Şablon Grubu Genel ise bayrak gösterilir

source: Dollar Surcharge
de_de: Dollar Aufschlag
fi: Dollarin lisämaksu
fr_fr: Dollar Supplément
tr_tr: Dolar Harcı

source: Flag indicating if Template Group overrides any other Templates for the messenger/messagetype combination
de_de: Kennzeichen, das angibt, ob die Vorlagengruppe alle anderen Vorlagen für die Kombination Bote/Nachrichtentyp überschreibt
fi: Merkki, joka ilmaisee, ohittaako malliryhmä kaikki muut mallit viestinviejän ja viestityypin yhdistelmän osalta.
fr_fr: Drapeau indiquant si Group Template remplace tous les autres modèles pour l'/ combinaison de messagetype messager
tr_tr: Şablon Grubunun haberci/mesaj türü kombinasyonu için diğer Şablonları geçersiz kılıp kılmadığını belirten bayrak

source: What is your favorite planet?
de_de: Welcher ist Ihr Lieblingsplanet?
fi: Mikä on lempiplaneettasi?
fr_fr: Quelle est votre planète préférée?
tr_tr: En sevdiğin gezegen hangisi?

source: Free Ticket
de_de: Freiticket
fi: Ilmaislippu
fr_fr: Billet gratuit
tr_tr: Bedava Bilet

source: Flag indicating whether this has been trashed
de_de: Kennzeichen, das angibt, ob die Datei gelöscht wurde
fi: Tunniste, joka kertoo, että tämä on siirretty roskakoriin
fr_fr: Drapeau indiquant si cela a été saccagé
tr_tr: Çöp olup olmadığını gösteren bayrak.

source: What is your favorite food?
de_de: Was ist Ihr Lieblingsessen?
fi: Mikä on lempiruokasi?
fr_fr: {0}Quel est votre plat préféré ?{/0} {1} {/1}
tr_tr: En sevdiğin yiyecek hangisi?

source: You need to select a ticket quantity before you can proceed.
de_de: Sie müssen eine Ticketanzahl auswählen bevor Sie fortfahren können.
fi: Valitse lippujen määrä ennen siirtymistä seuraavaan vaiheeseen.
fr_fr: Vous devez sélectionner une quantité de billets avant de poursuivre.
tr_tr: Devam etmek için; öncelikle bir bilet adetini seçmelisiniz.

source: Could not get a country because country name is blank
de_de: Es konnte kein Land ermittelt werden, da der Ländername leer ist
fi: Maata ei saatu, koska maan nimi on tyhjä.
fr_fr: Impossible d'obtenir un pays parce que le nom du pays est vide
tr_tr: Ülke adı boş olduğundan bir ülke seçilemedi.
