Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Zoom level is the level of detail that is shown when the map first renders. A smaller value means you zoom out and therefore see a wider area. A higher value means that you zoom in and see the actual address in finer detail. A default value of 12 is recommended.
de_de: Die Zoomstufe ist der Detailgrad, der beim ersten Rendern der Karte angezeigt wird. Ein kleinerer Wert bedeutet, dass Sie herauszoomen und somit einen größeren Bereich sehen. Ein höherer Wert bedeutet, dass Sie heranzoomen und die eigentliche Adresse in feineren Details sehen. Empfohlen wird ein Standardwert von 12.
fi: Zoomauksen taso määrittää kartan aloitustarkkuuden. Pienempi arvo tarkoittaa pienempää zoomausta, jolloin kartassa näkyy laajempi alue. Suurempi arvo tarkoittaa suurempaa zoomausta, jolloin kartassa näkyy pienempi alue tarkoitetun osoitteen ympäriltä. Suosittelemme oletustasoa (12).
fr_fr: niveau de zoom est le niveau de détail qui est affiché lorsque la carte du premier rendu. Une valeur inférieure signifie que vous effectuez un zoom arrière et donc voir une zone plus large. Une valeur plus élevée signifie que vous zoomez et voyez l'adresse réelle de manière plus fine. Une valeur par défaut de 12 est recommandé.
tr_tr: Yakınlaştırma düzeyi, harita ilk kez oluşturulduğunda gösterilen ayrıntı düzeyidir. Daha küçük bir değer, uzaklaştırdığınız ve dolayısıyla daha geniş bir alanı gördüğünüz anlamına gelir. Daha yüksek bir değer, yakınlaştırdığınız ve gerçek adresi daha ince ayrıntılarla gördüğünüz anlamına gelir. Varsayılan değerin 12 olması önerilir.

source: Update Contact Record
de_de: Kontaktdatensatz aktualisieren
fi: Päivitä yhteystieto
fr_fr: Mise à jour d'enregistrement de contact
tr_tr: İletişim Kayıtlarını Güncelle

source: Event Details saved successfully but something went wrong with saving attachments.
de_de: Die Veranstaltungsdetails wurden erfolgreich gespeichert, aber beim Speichern der Anhänge ist ein Fehler aufgetreten.
fi: Tapahtumatiedot tallennettiin onnistuneesti, mutta jokin meni pieleen liitteiden tallentamisessa.
fr_fr: Détails de l'événement enregistré avec succès mais quelque chose n'allait pas avec enregistrement des pièces jointes.
tr_tr: Etkinlik Detayları başarıyla kaydedildi ama ekleri kaydederken bir şeyler yanlış gitti.

source: Registrations Table Column Headings
de_de: Registrierungen Tabellenspaltenüberschriften
fi: Ilmoittautumiset-taulukon sarakeotsikot
fr_fr: Têtes de colonne de la table Inscriptions
tr_tr: İletişimlerin Tablosu Sütun Başlıkları

source: There were no custom questions asked for this registration.
de_de: Für diese Registrierung wurden keine speziellen Fragen gestellt.
fi: Tämän ilmoittautumisen yhteydessä ei kysytty mukautettuja kysymyksiä.
fr_fr: Il n'y avait pas des questions personnalisées posées pour cette inscription.
tr_tr: Bu kayıtta hiçbir özel soru sorulmamaktadır.

source: Event Details did not save successfully.
de_de: Die Ereignisdetails wurden nicht erfolgreich gespeichert.
fi: Tapahtuman tietoja ei voitu tallentaa onnistuneesti.
fr_fr: Détails de l'événement n'a pas sauvé avec succès.
tr_tr: Etkinlik Detayları başarıyla kaydedilemedi.

source: Specify if you want to test the Authorize.net AIM payment gateway by submitting a test transaction. Be sure to turn this setting off when you are done testing.
de_de: Geben Sie an, ob Sie das Authorize.net AIM-Zahlungsgateway durch Übermittlung einer Testtransaktion testen möchten. Achten Sie darauf, diese Einstellung zu deaktivieren, wenn Sie mit dem Testen fertig sind.
fi: Määritä, haluatko testata Authorize.net AIM -maksuporttia lähettämällä testitapahtuman. Muista poistaa tämä asetus käytöstä, kun olet lopettanut testauksen.
fr_fr: Indiquez si vous voulez tester la passerelle de paiement Authorize.net AIM en soumettant une opération de test. Assurez-vous de désactiver ce paramètre lorsque vous avez terminé l'essai.
tr_tr: Bir test işlemi göndererek Authorize.net AIM ödeme ağ geçidini test etmek isteyip istemediğinizi belirtin. Testiniz bittiğinde bu ayarı kapattığınızdan emin olun.

source: Registration Filters
de_de: Filter für die Registrierung
fi: Ilmoittautumis-suodattimet
fr_fr: Filtres d'inscription
tr_tr: Kayıt Filtreleri

source: Event Datetime & Ticket
de_de: Datum und Uhrzeit des Ereignisses & Ticket
fi: Tapahtuman ajankohta ja lippu
fr_fr: Date et heure de l'événement et billetterie
tr_tr: Etkinlik Zamanı & Bileti

source: Keep map navigation small tells Google to only load the smaller map overlay regardless of map size. Google changes various options according to the size of a map. If you want to stop this change from happening, you can set this option to yes.
de_de: Die Option Kartennavigation klein halten weist Google an, unabhängig von der Kartengröße nur das kleinere Karten-Overlay zu laden. Google ändert verschiedene Optionen in Abhängigkeit von der Größe einer Karte. Wenn Sie diese Änderung verhindern möchten, können Sie diese Option auf "Ja" setzen.
fi: Pidä karttanavigointi pienenä -valinta käskee Googlea lataamaan vain pienemmän kartan päällekkäiskuvan kartan koosta riippumatta. Google muuttaa eri vaihtoehtoja kartan koon mukaan. Jos haluat estää tämän muutoksen, voit asettaa tämän vaihtoehdon arvoksi kyllä.
fr_fr: Gardez la carte de navigation petite indique à Google de ne charger que la plus petite carte superposition indépendamment de taille de la carte. Google change plusieurs options en fonction de la taille d'une carte. Si vous voulez arrêter ce changement se produise, vous pouvez définir cette option à yes.
tr_tr: Harita navigasyonunu küçük tut, Google'a harita boyutundan bağımsız olarak yalnızca daha küçük harita kaplamasını yüklemesini söyler. Google, bir haritanın boyutuna göre çeşitli seçenekleri değiştirir. Bu değişikliğin gerçekleşmesini durdurmak istiyorsanız, bu seçeneği evet olarak ayarlayabilirsiniz.

source: Registration Views
de_de: Registrierung Ansichten
fi: Ilmoittautumiset-näkymät
fr_fr: Inscription Vues
tr_tr: Kayıt Görüntüleri

source: An error occurred. The event could not be moved to the trash because a valid event status was not not supplied.
de_de: Es ist ein Fehler aufgetreten. Das Event konnte nicht in den Papierkorb verschoben werden, weil kein gültiger Event-Status übergeben wurde.
fi: Tapahtui virhe. Tapahtumaa ei voitu siirtää roskakoriin, koska kelvollista tapahtuman tilaa ei annettu.
fr_fr: Une erreur s'est produite. L'événement n'a pas pu être envoyée à la corbeille car un statut d'événement valide n'a pas été non fourni.
tr_tr: Bir hata oluştu. Geçerli bir olay durumu sağlanmadığı için olay çöp kutusuna taşınamadı.

source: Change the image that is used for this payment gateway.
de_de: Ändern Sie das Bild, das für dieses Zahlungsgateway verwendet wird.
fi: Vaihda tälle maksutavalle käytettävää kuvaa.
fr_fr: Changer l'image qui est utilisé pour cette passerelle de paiement.
tr_tr: Bu ödeme ağ geçidi için kullanılan resmi değiştirin.

source: Registrations Other
de_de: Anmeldungen Sonstiges
fi: Ilmoittautumiset - Muuta
fr_fr: Les inscriptions Autres
tr_tr: Diğer Kayıtlar

source: Send Related Messages?
de_de: Verwandte Nachrichten senden?
fi: Lähetä tähän liittyvät viestit?
fr_fr: Envoyer des messages connexes?
tr_tr: İlgili Mesajları Gönderin?

source: An error occurred. The event could not be moved to the trash because a valid event ID was not not supplied.
de_de: Es ist ein Fehler aufgetreten. Das Ereignis konnte nicht in den Papierkorb verschoben werden, da keine gültige Ereignis-ID angegeben wurde.
fi: Tapahtui virhe. Tapahtumaa ei voitu siirtää roskakoriin, koska kelvollista tapahtumatunnusta ei annettu.
fr_fr: Une erreur s'est produite. L'événement n'a pas pu être envoyée à la corbeille car un ID d'événement valide n'a pas été non fourni.
tr_tr: Bir hata oluştu. Geçerli bir olay kimliği sağlanmadığı için olay çöp kutusuna taşınamadı.

source: The map type control is the options bar that Google sets in the top right corner. This can appear as a dropdown or horizontal bar.
de_de: Die Steuerung des Kartentyps ist die Optionsleiste, die Google in der oberen rechten Ecke einrichtet. Diese kann als Dropdown- oder horizontale Leiste erscheinen.
fi: Karttatyypin ohjaus on Googlen oikeaan yläkulmaan asettama valintapalkki. Tämä voi näkyä pudotusvalikkona tai vaakapalkkina.
fr_fr: Le contrôle de type de carte est la barre d'options que Google fixe dans le coin en haut à droite. Cela peut apparaître comme une liste déroulante ou barre horizontale.
tr_tr: Harita türü kontrolü, Google'ın sağ üst köşede ayarladığı seçenekler çubuğudur. Bu, açılır veya yatay bir çubuk olarak görünebilir.

source: Registration Details Table
de_de: Tabelle mit Registrierungsdetails
fi: Ilmoittautumistiedot-taulukko
fr_fr: Détails enregistrement tableau
tr_tr: Kayıt Detaylarının Tablosu

source: Send a notification to registrants after processing?
de_de: Nach der Bearbeitung eine Benachrichtigung an die Anmelder senden?
fi: Lähetetäänkö ilmoittautujille ilmoitus käsittelyn jälkeen?
fr_fr: Envoyer une notification aux personnes inscrites après le traitement?
tr_tr: Kayıt aşamasından sonra bildirim gönder?

source: An error occurred. Event #%d could not be moved to the trash because a valid event ID was not not supplied.
de_de: Es ist ein Fehler aufgetreten. Ereignis #%d konnte nicht in den Papierkorb verschoben werden, da keine gültige Ereignis-ID angegeben wurde.
fi: Tapahtui virhe. Tapahtumaa #%d ei voitu siirtää roskakoriin, koska kelvollista tapahtumatunnusta ei annettu.
fr_fr: Une erreur s'est produite. Event # %d n'a pas pu être envoyée à la corbeille car un ID d'événement valide n'a pas été non fourni.
tr_tr: Bir hata oluştu. Geçerli bir olay kimliği sağlanmadığı için #%d olayı çöp kutusuna taşınamadı.

source: Adjust the settings for the bank draft payment gateway.
de_de: Passen Sie die Einstellungen für das Gateway für Bankwechselzahlungen an.
fi: Säädä pankkisiirto-maksutavan asetuksia.
fr_fr: Réglez les paramètres de la passerelle projet de paiement bancaire.
tr_tr: Banka taslağı ödeme ağ geçidi için ayarları yapın.

source: Registration Form Answers
de_de: Anmeldeformular Antworten
fi: Ilmoittautumislomakkeen vastaukset
fr_fr: Formulaire d'inscription réponses
tr_tr: Cevapların Kayıtları

source: An error occurred. No Event ID or an invalid Event ID was received.
de_de: Es ist ein Fehler aufgetreten. Es wurde keine Ereignis-ID oder eine ungültige Ereignis-ID empfangen.
fi: Tapahtui virhe. Tapahtumatunnus puuttui tai se oli virheellinen.
fr_fr: Une erreur s'est produite. Aucune ID de l'événement ou un ID d'événement non valide a été reçu.
tr_tr: Bir hata oluştu. Olay Kimliği yok veya geçersiz bir Olay Kimliği alındı.

source: An error occurred. No Event Status or an invalid Event Status was received.
de_de: Ein Fehler ist aufgetreten. Es wurde kein Ereignisstatus oder ein ungültiger Ereignisstatus empfangen.
fi: Tapahtui virhe. Tapahtuman tila puuttui tai se oli virheellinen.
fr_fr: Une erreur s'est produite. Non État de l'événement ou d'un État de l'événement non valide a été reçu.
tr_tr: Bir hata oluştu. Hiçbir Etkinlik Durumu yok ya da geçerli etkinlik durumu yok.

source: Enter a title for this page.
de_de: Titel für diese Seite angeben
fi: Anna tämän sivun otsikko.
fr_fr: Entrez un nom pour cette page.
tr_tr: Sayfanın başlığını gir.

source: Registrations Contact List
de_de: Anmeldungen Kontaktliste
fi: Ilmoittautumisten yhteystietolista
fr_fr: Inscriptions liste de contacts
tr_tr: Kayıtların İletişim Listesi

source: An error occurred. The event could not be %s.
de_de: Es ist ein Fehler aufgetreten. Das Ereignis konnte nicht %s sein.
fi: Tapahtui virhe. Tapahtuma ei voi olla %s.
fr_fr: Une erreur s'est produite. L'événement ne pouvait pas être %s .
tr_tr: Bir hata oluştu. Etkinlik oluşturulamadı %s.

source: Contact List Table Column Headings
de_de: Kontaktliste Tabellenspaltenüberschriften
fi: Yhteystietolista-taulukon sarakeotsikot
fr_fr: Liste des contacts Tableau têtes de colonnes
tr_tr: İletişim Listesi Tablosu Sütun Başlıkları

source: Single Event Pages
de_de: Einzelne Veranstaltungsseiten
fi: Yksittäiset tapahtumasivut
fr_fr: Pages des événements
tr_tr: Tek Etkinlik Sayfaları

source: Provide clear instructions for how a payment should be made.
de_de: Geben Sie klare Anweisungen, wie eine Zahlung zu erfolgen hat.
fi: Anna selkeät ohjeet siitä, miten maksu tulisi suorittaa.
fr_fr: Fournir des instructions claires sur la façon dont un paiement doit être effectué.
tr_tr: Ödemenin nasıl yapılması gerektiğine ilişkin açık talimatlar verin.

source: Contact List Views
de_de: Ansichten der Kontaktliste
fi: Yhteystietolistan näkymät
fr_fr: Liste de contacts Vues
tr_tr: İletişim Listesi Görünümü

source: Ticket Details:
fi: Lipun tiedot:
fr_fr: Détails du billet:
tr_tr: Bilet Detayları:

source: Contact List Other
de_de: Kontaktliste Sonstiges
fi: Yhteystietolista - Muuta
fr_fr: Liste des contacts Autres
tr_tr: İletişim Listesi Diğer

source: Registrant #
fi: Ilmoittautuja #
fr_fr: Inscrite #
tr_tr: Kayıtlı #

source: Specify whether event status banners should be shown next to the title on the single event page. Notice: Some themes do not use the_title() tag correctly and this may cause things to appear broken (stray html). You can use this option to test your theme.
de_de: Legen Sie fest, ob auf der Seite des Einzelereignisses neben dem Titel ein Banner für den Ereignisstatus angezeigt werden soll. Hinweis: Einige Themes verwenden den_title()-Tag nicht korrekt, was dazu führen kann, dass Dinge nicht korrekt angezeigt werden (fehlerhaftes HTML). Sie können diese Option verwenden, um Ihr Theme zu testen.
fi: Määritä, näytetäänkö tapahtuman tilabannerit otsikon vieressä yksittäisen tapahtuman sivulla. Huom: Jotkin teemat eivät käytä_title()-tunnistetta oikein, ja tämä voi aiheuttaa rikkinäisen ulkoasun (hajanainen html). Voit käyttää tätä vaihtoehtoa teemasi testaamiseen.
fr_fr: Indiquez si bannières d'état d'événement doivent être affichés à côté du titre sur la page de l'événement unique. Avis: Certains thèmes n'utilisent pas the_title () balise correctement, ce qui peut provoquer des choses à comparaître cassé (html parasite). Vous pouvez utiliser cette option pour tester votre thème.
tr_tr: Etkinlik durumu banner'larının tek etkinlik sayfasında başlığın yanında gösterilip gösterilmeyeceğini belirtin. Uyarı: Bazı temalar the_title() etiketini doğru kullanmaz ve bu da bazı şeylerin bozuk görünmesine (başıboş html) neden olabilir. Temanızı test etmek için bu seçeneği kullanabilirsiniz.

source: Enter the full name on the bank account.
de_de: Name der Bank
fi: Anna pankkitilin koko nimi.
fr_fr: Entrez le nom complet sur le compte bancaire.
tr_tr: Banka hesabının tam adını girin.

source: Contacts
de_de: Kontakte
fi: Yhteystiedot
tr_tr: İletişimler

source: Use Registrant #1's information for ALL registrants
de_de: Verwenden Sie die Informationen des Registranten Nr. 1 für ALLE Registranten.
fi: Käytä ilmoittautujan 1 tietoja KAIKILLE ilmoittautujille
fr_fr: Utilisez titulaire d'informations # 1 est pour toutes les personnes inscrites
tr_tr: TÜM kayıt yaptıranlar için Kayıt Yaptıran #1'in bilgilerini kullanın

source: An error occurred and the category has not been saved to the database.
de_de: Es ist ein Fehler aufgetreten und die Kategorie wurde nicht in der Datenbank gespeichert.
fi: Tapahtui virhe eikä luokkaa tallennettu tietokantaan.
fr_fr: Une erreur s'est produite et la catégorie n'a pas été enregistré à la base de données.
tr_tr: Bir hata oluştu ve katagori sisteme kayıt edilemedi.

source: This option allows you to use the above information for all additional registrant question fields. <span>(&nbsp;Please note that some events may have additional questions that you may still be required to answer in order to complete your registration.&nbsp;)</span>
de_de: Mit dieser Option können Sie die oben genannten Informationen für alle zusätzlichen Fragefelder für die Anmeldung verwenden. <span>(Bitte beachten Sie, dass es bei einigen Veranstaltungen zusätzliche Fragen gibt, die Sie möglicherweise noch beantworten müssen, um Ihre Anmeldung abzuschließen).</span>
fi: Tämän avulla voit käyttää yllä olevia tietoja kaikkien lisäilmoittautujien kysymyskentissä. <span>(&nbsp;Huomaathan, että jotkin tapahtumat sisältävät lisäkysymyksiä, joihin sinun on lisäksi vastattava, jotta voit viimeistellä ilmoittautumisesi.&nbsp;)</span>
fr_fr: Cette option vous permet d'utiliser les informations ci-dessus pour tous les autres champs d'interrogation inscrits. <span>(&nbsp;S'il vous plaît noter que certains événements peuvent avoir des questions supplémentaires que vous pouvez encore être amené à répondre afin de compléter votre inscription.&nbsp;)</span>
tr_tr: Bu seçenek, tüm ek kayıt sahibi soru alanları için yukarıdaki bilgileri kullanmanıza olanak tanır. <span>(Bazı etkinliklerde kaydınızı tamamlamak için yanıtlamanız gereken ek sorular olabileceğini lütfen unutmayın.)</span>

source: Enter the bank account number.
de_de: Kontonummer
fi: Anna pankkitilin numero.
fr_fr: Entrez le numéro de compte bancaire.
tr_tr: Banka hesap numarasını girin.

source: click "Update Registration Questions" to save your changes
de_de: Klicke "Registrationsfragen updaten" um die Anpassungen zu speichern
fi: paina "Päivä ilmoittautumisen kysymykset" tallentaaksesi muutokset
fr_fr: cliquez sur "Mise à jour Questions sur l'inscription" pour enregistrer vos modifications
tr_tr: Yaptığınız değişiklikleri kaydetmek için "Kayıt Sorularını Güncelle"yi tıklayın.

source: The following checkboxes allow you to use the above information for only the selected additional event registrants.
de_de: Mit den folgenden Kontrollkästchen können Sie die oben genannten Informationen nur für die ausgewählten zusätzlichen Veranstaltungsanmelder verwenden.
fi: Seuraavilla valintalaatikoilla voit kohdistaa yllä olevat tiedot vain tapahtuman valittuihin lisäilmoittautujiin.
fr_fr: Les cases à cocher suivantes vous permettent d'utiliser les informations ci-dessus pour que les personnes inscrites d'événements additionnels choisis.
tr_tr: Aşağıdaki onay kutuları, yukarıdaki bilgileri yalnızca seçilen ek etkinlik kayıt sahipleri için kullanmanıza olanak tanır.

source: Event Espresso - Event Details
de_de: Veranstaltung Espresso - Veranstaltungsdetails
fi: Event Espresso - Tapahtuman tiedot
fr_fr: Event Espresso - Détails de l'événement
tr_tr: Event Espresso - Etkinlik Detayları

source: View All Registrations
de_de: Zeige alle Registrierungen
fi: Näytä kaikki ilmoittautumiset
fr_fr: Voir toutes les inscriptions
tr_tr: Tüm Kayıtları Göster

source: The above information will be used for any additional tickets/registrants.
de_de: Die oben genannten Informationen werden für alle zusätzlichen Tickets/Registrierungen verwendet.
fi: Yllä olevia tietoja käytetään ainoastaan lisäilmoittautujiin/-lippuihin (muut kuin ensisijainen ilmoittautuja).
fr_fr: Les informations ci-dessus seront utilisées pour tous les inscriptions supplémentaires.
tr_tr: İlave biletler/kayıt yaptıranlar için yukarıdaki bilgiler kullanılacaktır.

source: Notice: Allowing too many registrations to be processed with a single order can cause transactions to fail. The decision of how many tickets you allow to be purchased per order should be influenced by your web hosting, how much traffic you get to your website, and the complexity of your registration forms. A more powerful web server will reduce the likelihood of transactions failing.
de_de: Hinweis: Wenn Sie zu viele Anmeldungen für eine einzige Bestellung zulassen, kann dies zu Fehlern bei den Transaktionen führen. Die Entscheidung, wie viele Tickets Sie pro Bestellung zulassen, sollte von Ihrem Webhosting, der Anzahl der Zugriffe auf Ihre Website und der Komplexität Ihrer Registrierungsformulare beeinflusst werden. Ein leistungsfähigerer Webserver verringert die Wahrscheinlichkeit, dass Transaktionen fehlschlagen.
fi: Huom: Liian monen ilmoittautumisen salliminen yhdessä tilauksessa voi aiheuttaa tilausten epäonnistumisen. Päätökseen siitä, montako lippua yhdessä tilauksessa voidaan hankkia, vaikuttavat muun muassa käyttämäsi palvelin, paljonko liikennettä sivuillasi on ja ilmoittautumislomakkeesi monimutkaisuus. Mitä tehokkaampi palvelin on, sitä epätodennäköisempää tilausten epäonnistuminen on.
fr_fr: Notez: Permettre trop nombreux enregistrements à traiter avec un seul ordre peut causer des transactions à l'échec. La décision du nombre de billets que vous autorisez à être achetés par commande devrait être influencée par votre hébergement web, la quantité de trafic que vous obtenez à votre site Web, et la complexité de vos formulaires d'inscription. Un serveur web plus puissant de réduire la probabilité de défaut de transactions.
tr_tr: Uyarı: Tek bir siparişle çok fazla kaydın işlenmesine izin vermek işlemlerin başarısız olmasına neden olabilir. Sipariş başına kaç bilet satın alınmasına izin vereceğinize web barındırma hizmetiniz, web sitenize ne kadar trafik aldığınız ve kayıt formlarınızın karmaşıklığı karar vermenizi etkilemelidir. Daha güçlü bir web sunucusu, işlemlerin başarısız olma olasılığını azaltacaktır.

source: Whether expired events should be shown on the events list page.
de_de: Ob abgelaufene Ereignisse auf der Seite mit der Ereignisliste angezeigt werden sollen.
fi: Näytetäänkö vanhentuneet tapahtumat tapahtumaluettelosivulla.
tr_tr: Süresi dolan etkinliklerin etkinlik listesi sayfasında gösterilip gösterilmeyeceği.

source: Enter the name of the bank.
de_de: Geben Sie den Namen der Bank ein.
fi: Anna pankin nimi.
fr_fr: Entrez le nom de la banque.
tr_tr: Bankanın adını girin.

source: Set Registrations to Pending Payment
de_de: Registrierung auf Zahlung ausstehend setzen
fi: Aseta ilmoittautumiset Odottaa maksua -tilaan
fr_fr: Réglez les inscriptions à en attente de paiement
tr_tr: Kayıtları Ödeme Bekliyor olarak ayarlayın

source: Event Ticket Selector
de_de: Veranstaltungs-Ticket-Selektor
fi: Tapahtuman lippuvalitsin
fr_fr: Événement Sélecteur de billets
tr_tr: Etkinlik Bileti Seçici
