Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: This page shows various options for your organization.
de_de: Auf dieser Seite werden verschiedene Optionen für Ihr Unternehmen angezeigt.
fi: Tällä sivulla näytetään erilaisia vaihtoehtoja koskien organisaatiotasi.
fr_fr: Cette page différentes options pour votre organisation.
tr_tr: Bu sayfada kuruluşunuz için çeşitli seçenekler gösterilmektedir.

source: Debug / Logging Options
de_de: Debug-/Protokollierungsoptionen
fi: Virheenkorjaus- ja lokiasetukset
fr_fr: Options de débogage / forestiers
tr_tr: Hata Düzeltme / Giriş Seçenekleri

source: Notice: Your log files may be publicly accessible. Logging should be turned off when its not needed.
de_de: Hinweis: Ihre Protokolldateien können öffentlich zugänglich sein. Die Protokollierung sollte ausgeschaltet werden, wenn sie nicht benötigt wird.
fi: Huom: Lokitiedostot voivat olla julkisia. Lokien tallennus tulisi olla poissa käytöstä, kun sitä ei tarvita.
fr_fr: Notez: Vos fichiers journaux peuvent être accessibles au public. L'exploitation forestière doit être éteint quand ce n'est pas nécessaire.
tr_tr: Uyarı: Günlük dosyalarınız herkesin erişimine açık olabilir. İhtiyaç duyulmadığında günlük kaydı kapatılmalıdır.

source: Event Espresso is in full maintenance mode.
de_de: Event Espresso befindet sich im vollen Wartungsmodus.
fi: Event Espresso on täyshuoltotilassa.
fr_fr: Event Espresso est en mode de maintenance complet.
tr_tr: Event Espresso tam bakım modunda.

source: A previous version of Event Espresso has detected. But before anything else can happen, we need to know whether or not to migrate (copy over) your existing event data so that it can be utilized by EE4. For more instructions on what to do, please visit the %sEvent Espresso Maintenance%s page.
de_de: Eine frühere Version von Event Espresso hat dies erkannt. Bevor jedoch irgendetwas anderes passieren kann, müssen wir wissen, ob wir Ihre vorhandenen Ereignisdaten migrieren (kopieren) müssen, damit sie von EE4 genutzt werden können. Weitere Anweisungen dazu finden Sie auf der Seite %sEvent Espresso Maintenance%s.
fi: Event Espresson aiempi versio löydettiin. Tarvitsemme heti aluksi tiedon, haluatko että nykyiset tapahtumatietosi muunnetaan niin, että niitä voidaan käyttää EE4:ssä. Lisätietoja mahdollisuuksista löydät %sEvent Espresson Huoltosivulta%s.
fr_fr: Une version antérieure de Event Espresso a détecté. Mais avant de procéder, nous avons besoin de savoir si vous souhaitez ou pas, migrer (écraser) vous données d'événements existantes pour qu'elles soient utilisables par EE4. Pour plus d'informations sur la marche à suivre, veuillez visitez la page %sMaintenance d'Event Espresso%s.
tr_tr: Event Espresso'nun önceki bir sürümü algılandı. Ancak başka bir şey yapmadan önce, EE4 tarafından kullanılabilmesi için mevcut olay verilerinizi taşıyıp taşımayacağımızı (kopyalayıp kopyalamayacağımızı) bilmemiz gerekir. Ne yapılacağı hakkında daha fazla talimat için lütfen %sEvent Espresso Maintenance%s sayfasını ziyaret edin.

source: Optimized aesthetic
de_de: Optimierte Ästhetik
fi: Optimoitu ulkoasu
fr_fr: Esthétique optimisée
tr_tr: Optimize edilmiş estetik.

source: The Event Espresso 4 dashboard has a fresh, uncluttered design that embraces clarity and simplicity.
de_de: Das Dashboard von Event Espresso 4 hat ein frisches, übersichtliches Design, das sich durch Klarheit und Einfachheit auszeichnet.
fi: Event Espresso 4:n käyttöliittymä on ulkoasultaan raikas ja mutkailematon, mikä tekee käyttämisestä selkeää ja yksinkertaista.
fr_fr: L'Event Espresso 4 tableau de bord a un design épuré frais qui embrasse la clarté et la simplicité.
tr_tr: Event Espresso 4 gösterge paneli, netliği ve sadeliği benimseyen taze, düzenli bir tasarıma sahiptir.

source: Integrated management
de_de: Integrierte Verwaltung
fi: Integroitu hallinta
fr_fr: La gestion intégrée
tr_tr: Entegre yönetim

source: This option sends all Event Espresso debugging data and get / post variables to the specified URL.
de_de: Diese Option sendet alle Event-Espresso-Debugging-Daten und Get/Post-Variablen an die angegebene URL.
fi: Tämä vaihtoehto lähettää kaikki Event Espresson virheenkorjaustiedot ja get/post-muuttujat määritettyyn URL-osoitteeseen.
fr_fr: Cette option permet d'envoyer toutes les données de débogage Event Espresso et les variables GET / POST à ​​l'URL spécifiée.
tr_tr: Bu seçenek, tüm Event Espresso hata ayıklama verilerini ve get / post değişkenlerini belirtilen URL'ye gönderir.

source: We’ve made it easier to know who your customers are and how they’ve done business with you over time.
de_de: Wir haben es einfacher gemacht, zu wissen, wer Ihre Kunden sind und wie sie im Laufe der Zeit mit Ihnen Geschäfte gemacht haben.
fi: Asiakkaidesi tunteminen ja teidän yhteisen tapahtumahistorianne selvittäminen on tehty entistäkin helpommaksi.
fr_fr: Nous avons fait plus facile de savoir qui sont vos clients et comment ils ont fait des affaires avec vous au fil du temps.
tr_tr: Müşterilerinizin kim olduğunu ve zaman içinde sizinle nasıl iş yaptıklarını öğrenmeyi kolaylaştırdık.

source: Easy bookkeeping
de_de: Einfache Buchführung
fi: Helppo kirjanpito
fr_fr: Comptabilité facile
tr_tr: Kolay defter tutma

source: By using constants in th wp-config.php file, you can send a "key" and "pass" parameters in the remote logging action.
de_de: Durch die Verwendung von Konstanten in der Datei wp-config.php können Sie die Parameter "key" und "pass" an die Remote-Logging-Aktion senden.
fi: Käyttämällä vakioita th wp-config.php-tiedostossa, voit lähettää "avain" ja "pass"-parametreja etäloggaustoiminnossa.
fr_fr: En utilisant des constantes dans e fichier wp-config.php, vous pouvez envoyer un "clé " et "passer " des paramètres à l'action de la connexion à distance.
tr_tr: Wp-config.php dosyasında sabitler kullanarak, uzak günlük kaydı eyleminde bir "key" ve "pass" parametreleri gönderebilirsiniz.

source: Registrations, payment, and transactions have been substantially improved in Event Espresso 4.
de_de: Anmeldungen, Zahlungen und Transaktionen wurden in Event Espresso 4 erheblich verbessert.
fi: Ilmoittautumisia, maksuja ja tilauksia on entistä helpompi käyttää Event Espresso 4:ssä.
fr_fr: Les inscriptions, le paiement et les transactions ont été considérablement améliorés dans Event Espresso 4.
tr_tr: Event Espresso 4'te kayıtlar, ödeme ve işlemler önemli ölçüde iyileştirilmiştir.

source: Higher customer retention
de_de: Höhere Kundenbindung
fi: Parempaa palvelua asiakkaillesi
fr_fr: Fidélisation de la clientèle supérieur
tr_tr: Daha yüksek müşteri sadakati

source: The Event Espresso 4 registration process is faster than ever. With quick ticket selections, single page check-out, and customizable notifications! Registration that can scale to your business needs.
de_de: Der Event Espresso 4-Registrierungsprozess ist schneller als je zuvor. Mit schneller Ticketauswahl, Check-out auf einer Seite und anpassbaren Benachrichtigungen! Eine Registrierung, die sich an Ihre geschäftlichen Anforderungen anpassen lässt.
fi: Event Espresso 4:n ilmoittautumisprosessi on nopeampi kuin koskaan. Nopea lippujen valinta, yksisivuinen tilausjärjestelmä ja mukautettavat ilmoitukset! Ilmoittautuminen, joka joustaa tarpeidesi mukaan.
fr_fr: Le processus d'inscription 4 Event Espresso est plus rapide que jamais. Avec des sélections rapides de billets, une seule page check-out, et des notifications personnalisables! Enregistrement qui peut s'adapter à vos besoins d'affaires.
tr_tr: Event Espresso 4 kayıt süreci her zamankinden daha hızlı. Hızlı bilet seçimleri, tek sayfadan çıkış ve özelleştirilebilir bildirimlerle! İş ihtiyaçlarınıza göre ölçeklendirilebilen kayıt.

source: Ticket selection boxes on any post page or post
de_de: Ticketauswahlfelder auf jeder Beitragsseite oder jedem Beitrag
fi: Lippuvalintalaatikot millä tahansa sivulla tai artikkelissa
fr_fr: boîtes de sélection de billets sur n'importe quelle page de poste ou poste
tr_tr: Herhangi bir gönderi sayfasında veya gönderide bilet seçim kutuları

source: Customers can easily register for classes, events, or conferences, in just a few simple steps. No matter how you use it, Event Espresso 4 will adapt to a multitude of different ticketing and pricing scenarios.
de_de: Kunden können sich in wenigen einfachen Schritten für Kurse, Veranstaltungen oder Konferenzen anmelden. Ganz gleich, wie Sie es nutzen, Event Espresso 4 passt sich an eine Vielzahl unterschiedlicher Ticketing- und Preisszenarien an.
fi: Asiakkaat voivat ilmoittautua tunneille, tapahtumiin ja seminaareihin helposti vain muutaman vaiheen avulla. Ei väliä, miten Event Espresso 4:ää käytät, se mukautuu erilaisiin lippu- ja hinnoittelumalleihin.
fr_fr: Les clients peuvent facilement s'inscrire à des cours, des événements ou des conférences, en quelques étapes simples. Peu importe comment vous l'utilisez, Event Espresso 4 va s'adapter à une multitude de scénarios de billetterie et de tarification.
tr_tr: Müşteriler sadece birkaç basit adımda sınıflara, etkinliklere veya konferanslara kolayca kaydolabilir. Nasıl kullanırsanız kullanın, Event Espresso 4 çok sayıda farklı biletleme ve fiyatlandırma senaryosuna uyum sağlayacaktır.

source: Refined event management
de_de: Verfeinertes Veranstaltungsmanagement
fi: Parannettu tapahtumanhallinta
fr_fr: La gestion de l'événement raffiné
tr_tr: Geliştirilmiş etkinlik yönetimi

source: The new event management screen lets you survey your events at a glance. Want more information? Click to view more. Quickly add/edit prices, dates, or information in any event.
de_de: Mit dem neuen Bildschirm zur Veranstaltungsverwaltung können Sie Ihre Veranstaltungen auf einen Blick überblicken. Sie möchten mehr Informationen? Klicken Sie, um mehr zu sehen. Fügen Sie schnell Preise, Daten oder Informationen zu jeder Veranstaltung hinzu oder ändern Sie sie.
fi: Uuden tapahtumanhallintanäytön avulla voi tarkastella tapahtumiasi nopeasti. Jos haluat lisätietoja, voit vain klikata linkkiä. Lisää tai muokkaa nopeasti minkä tahansa tapahtuman hintoja, päiviä tai muita tietoja.
fr_fr: Le nouvel écran de gestion d'événements vous permet de sonder vos événements un coup d'oeil. Vous voulez plus d'informations? Cliquez pour voir plus. Ajouter rapidement de prix / de modifier, des dates ou des informations dans tous les cas.
tr_tr: Yeni etkinlik yönetimi ekranı, etkinliklerinizi bir bakışta incelemenizi sağlar. Daha fazla bilgi mi istiyorsunuz? Daha fazlasını görüntülemek için tıklayın. Herhangi bir etkinliğe hızlıca fiyat, tarih veya bilgi ekleyin/düzenleyin.

source: Smoother price types, taxes, and price modifiers
de_de: Glattere Preistypen, Steuern und Preismodifikatoren
fi: Joustavammat hintatyypit, verotyökalut ja hintamuokkaimet
fr_fr: Lisses types de prix, les taxes, et des modificateurs de prix
tr_tr: Düzgün fiyat tipleri, vergi ve fiyat değiştiriciler

source: Countries and States/Provinces
de_de: Länder und Bundesländer (Regionen)
fi: Valtiot ja osavaltiot
fr_fr: Les pays et les états / provinces
tr_tr: Ülkeler ve Eyaletler/İller

source: Price Types allow you to create new prices that adjust the default ticket (base) price for your system-default ticket
de_de: Mit Preistypen können Sie neue Preise erstellen, die den Standard-Ticketpreis (Basispreis) für Ihr System-Standardticket anpassen
fi: Hintatyyppien avulla voit luoda uusia hintoja, joilla oletuslipun perushintaa (lähtöhinta) voidaan muokata
fr_fr: Types de prix vous permettent de créer de nouveaux prix qui ajustent le prix billet par défaut (de base) pour votre billet du système par défaut
tr_tr: Fiyat Türleri, sistem varsayılan biletiniz için varsayılan bilet (temel) fiyatını ayarlayan yeni fiyatlar oluşturmanıza olanak tanır

source: Select your country from the dropdown field. Selecting a different country will partially re-load the page and show updated information.
de_de: Wählen Sie Ihr Land aus dem Dropdown-Feld. Wenn Sie ein anderes Land auswählen, wird die Seite teilweise neu geladen und die Informationen werden aktualisiert.
fi: Valitse valtiosi alasvetovalikosta. Uuden valtion valitseminen lataa sivun osittain uudelleen ja näyttää päivitetyt tiedot.
fr_fr: Sélectionnez votre pays dans le domaine déroulante. Sélection d'un pays différent sera partiellement recharger la page et afficher des informations à jour.
tr_tr: Açılır alandan ülkenizi seçin. Farklı bir ülke seçtiğinizde sayfa kısmen yeniden yüklenecek ve güncellenmiş bilgiler gösterilecektir.

source: Easily categorize a price modifier and indicate how that price gets applied to the running total when a transaction occurs.
de_de: Kategorisieren Sie auf einfache Weise einen Preismodifikator und geben Sie an, wie dieser Preis bei einer Transaktion auf die laufende Summe angewendet wird.
fi: Luokittele hintamuokkain helposti ja ilmoita, miten kyseinen hinta vaikuttaa tilauksen loppusummaa laskettaessa.
fr_fr: Catégoriser facilement un modificateur de prix et indiquer comment ce prix soit appliquée au total courant quand une transaction se produit.
tr_tr: Bir fiyat değiştiriciyi kolayca kategorize edin ve bir işlem gerçekleştiğinde bu fiyatın çalışan toplama nasıl uygulanacağını belirtin.

source: Notice: Certain options in Country Details and States/Provinces use a 1 or 0 to indicate a selection. A value of 1 equals yes. A value of 0 equals no.
de_de: Hinweis: Bestimmte Optionen in Länderdetails und Staaten/Provinzen verwenden eine 1 oder 0, um eine Auswahl anzuzeigen. Der Wert 1 steht für Ja. Ein Wert von 0 bedeutet nein.
fi: Huomautus: Joissain valtio- ja osavaltiotietojen asetuksissa käytetään 1 ja 0 osoittamaan valintaa. Arvo "1" tarkoittaa tällöin kyllä ja arvo "0" tarkoittaa ei.
fr_fr: Notez: Certaines options Détails pays et les États / provinces utilisent un 1 ou 0 pour indiquer une sélection. Une valeur de 1 est égal à oui. Une valeur de 0 équivaut à pas.
tr_tr: Uyarı: Ülke Ayrıntıları ve Eyaletler/İller'deki belirli seçenekler bir seçimi belirtmek için 1 veya 0 kullanır. 1 değeri evet anlamına gelir. 0 değeri hayır anlamına gelir.

source: Fine tune currency and contact data for your own country.
de_de: Feinabstimmung der Währungs- und Kontaktdaten für Ihr eigenes Land.
fi: Hienosäädä valuutta- ja yhteystietoja omalle valtiollesi.
fr_fr: Monnaie de peaufiner et données de contact pour votre pays.
tr_tr: Kendi ülkeniz için para birimi ve iletişim verilerine ince ayar yapın.

source: Turn your blog into a complete event registration and management system
de_de: Verwandeln Sie Ihr Blog in ein komplettes System zur Registrierung und Verwaltung von Veranstaltungen
fi: Tee blogistasi täydellinen tapahtumienhallinta- ja ilmoittautumisjärjestelmä
fr_fr: Transformez votre blog en un système d'enregistrement et de gestion d'événements complet
tr_tr: Blogunuzu eksiksiz bir etkinlik kayıt ve yönetim sistemine dönüştürün

source: Your country selection affects the currency that is used throughout Event Espresso. For example, if your country is currently set to United States, then your currency is USD. If you were to switch your country to United Kingdom, then your currency would change to GBP. If you do change your country, be sure to update your contact information on the Your Organization page. This will ensure that your currency and organization information is up-to-date throughout Event Espresso.
de_de: Die Auswahl Ihres Landes wirkt sich auf die Währung aus, die in Event Espresso verwendet wird. Wenn Ihr Land zum Beispiel derzeit auf die Vereinigten Staaten eingestellt ist, ist Ihre Währung USD. Wenn Sie Ihr Land auf Großbritannien umstellen würden, würde Ihre Währung auf GBP geändert. Wenn Sie Ihr Land ändern, stellen Sie sicher, dass Sie Ihre Kontaktinformationen auf der Seite Ihre Organisation aktualisieren. Dadurch wird sichergestellt, dass Ihre Währungs- und Organisationsinformationen in Event Espresso auf dem neuesten Stand sind.
fi: Valtiovalintasi vaihtaminen vaikuttaa Event Espressossa käytettävään valuutta-asetukseen. Jos valtioksesi on asetettu esimerkiksi Yhdysvallat, valuuttasi on USD (Yhdysvaltain dollari). Jos vaihdat valtion Yhdistyneisiin kuningaskuntiin, vaihtuu valuutaksesi GBP (Yhdistyneiden kuningaskuntien punta). Jos vaihdat valtiotasi, varmistathan, että päivität myös yhteystietosi Organisaatiosi-sivulla. Näin varmistat, että päivitety valuutta- ja organisaatiotiedot ovat käytössä kaikilla Event Espresso -sivuilla.
fr_fr: Votre sélection de pays affecte la devise qui est utilisée tout au long d'Event Espresso. Par exemple, si votre pays est actuellement fixé à États-Unis, votre devise est le dollar US. Si vous deviez changer votre pays Royaume-Uni, votre devise sera alors modifiée à GBP. Si vous ne changez votre pays, assurez-vous de mettre à jour vos informations de contact sur la page de votre organisation. Cela permettra d'assurer que votre devise et l'organisation des informations est mis à jour tout au long d'Event Espresso.
tr_tr: Ülke seçiminiz Event Espresso genelinde kullanılan para birimini etkiler. Örneğin, ülkeniz şu anda Amerika Birleşik Devletleri olarak ayarlanmışsa, para biriminiz USD'dir. Ülkenizi Birleşik Krallık olarak değiştirirseniz, para biriminiz GBP olarak değişecektir. Ülkenizi değiştirirseniz, Kuruluşunuz sayfasındaki iletişim bilgilerinizi güncellediğinizden emin olun. Bu, para biriminizin ve organizasyon bilgilerinizin Event Espresso genelinde güncel olmasını sağlayacaktır.

source: Create a beautiful event page with ticket selection, venue details, and an integrated single page checkout system. With WordPress, Event Espresso, and Espresso Arabica 2014 (based on the "Twenty Fourteen" theme by WordPress), your events will certainly sell out faster than ever!
de_de: Erstellen Sie eine schöne Veranstaltungsseite mit Ticketauswahl, Details zum Veranstaltungsort und einem integrierten Single-Page-Checkout-System. Mit WordPress, Event Espresso und Espresso Arabica 2014 (basierend auf dem "Twenty Fourteen"-Theme von WordPress) werden Ihre Veranstaltungen sicherlich schneller ausverkauft sein als je zuvor!
fi: Luo upeita tapahtumasivuja, joissa on lippuvalitsin, tapahtumapaikan tiedot ja integroitu yhden sivun tilausjärjestelmä. WordPressin, Event Espresson ja Espresso Arabica 2014:n (perustuu WordPressin "Twenty Fourteen"-teemaan) avulla tapahtumasi myydään loppuun nopeammin kuin koskaan!
fr_fr: Créer une belle page de l'événement avec la sélection de billets, détails du lieu, et un système intégré page de paiement unique. Avec WordPress, Event Espresso, et Espresso Arabica 2014 (sur la base de la "Twenty Fourteen" thème par WordPress), vos événements sera certainement vendre plus rapidement que jamais!
tr_tr: Bilet seçimi, mekan detayları ve entegre tek sayfa ödeme sistemi ile güzel bir etkinlik sayfası oluşturun. WordPress, Event Espresso ve Espresso Arabica 2014 (WordPress'in "Twenty Fourteen" temasına dayalı) ile etkinlikleriniz kesinlikle her zamankinden daha hızlı satılacak!

source: States/Provinces
de_de: Staaten/Provinzen
fi: Osavaltiot
fr_fr: États / provinces
tr_tr: Eyaletler/İller

source: There is a template created for each messenger/message type AND context combination. So example, Emails that are sent for the Payment confirmation have a template for Event Administrator and a different one for Primary Registrant. Whereas, emails that are sent for the Registration confirmation have 3 templates, one for Event Administrator, Primary Registrant, and Registrant.
de_de: Für jeden Boten/Nachrichtentyp UND jede Kontextkombination wird eine Vorlage erstellt. So haben beispielsweise E-Mails, die für die Zahlungsbestätigung gesendet werden, eine Vorlage für den Veranstaltungsadministrator und eine andere für den primären Anmelder. Für E-Mails, die für die Registrierungsbestätigung gesendet werden, gibt es hingegen drei Vorlagen, eine für den Veranstaltungsadministrator, den primären Registranten und den Registranten.
fi: Jokaiselle viestinviejälle/viestityypille JA asiayhteysyhdistelmälle on luotu oma malli. Esimerkiksi maksuvahvistusta varten lähetettäville sähköposteille on oma mallinsa tapahtuman ylläpitäjälle ja toinen ensisijaiselle rekisteröijälle. Rekisteröintivahvistusta varten lähetetyissä sähköposteissa on kolme mallia, yksi tapahtuman ylläpitäjälle, ensisijaiselle rekisteröijälle ja rekisteröijälle.
fr_fr: Il est un modèle créé pour chaque messager / type de message et combinaison de contexte. Donc, par exemple, e-mails qui sont envoyés pour la confirmation de paiement ont un modèle pour l'administrateur de l'événement et une autre pour le titulaire principal. Considérant que, e-mails qui sont envoyés pour la confirmation d'inscription ont 3 modèles, l'un pour l'administrateur de l'événement, le titulaire principal et le titulaire.
tr_tr: Her mesajcı/mesaj türü VE bağlam kombinasyonu için oluşturulmuş bir şablon vardır. Örneğin, Ödeme onayı için gönderilen e-postaların Etkinlik Yöneticisi için bir şablonu ve Birincil Kayıt Sahibi için farklı bir şablonu vardır. Kayıt onayı için gönderilen e-postalarda ise Etkinlik Yöneticisi, Birincil Kayıt Sahibi ve Kayıt Sahibi için birer tane olmak üzere 3 şablon bulunur.

source: With a striking design that does not compromise the simplicity of WordPress and Event Espresso 4, Espresso Arabica 2014 will be the best event theme on the market.
de_de: Mit einem markanten Design, das die Einfachheit von WordPress und Event Espresso 4 nicht beeinträchtigt, wird Espresso Arabica 2014 das beste Event-Theme auf dem Markt sein.
fi: Espresso Arabica 2014:n upea ulkoasu, joka noudattaa samalla WordPressin ja Event Espresso 4:n yksikertaista linjaa, on markkinoiden paras tapahtumateema.
fr_fr: Avec un design remarquable et qui ne compromet pas la simplicité de WordPress et d'Event Espresso 4, Expresso Arabica 2014 sera le meilleur thème événementiel sur le marché.
tr_tr: WordPress ve Event Espresso 4'ün sadeliğinden ödün vermeyen çarpıcı tasarımıyla Espresso Arabica 2014, piyasadaki en iyi etkinlik teması olacak.

source: Define the states/provinces that are used in Event Espresso. New states / provinces can be added using the Add New State/Province field.
de_de: Definieren Sie die Staaten/Provinzen, die in Event Espresso verwendet werden. Neue Staaten/Provinzen können über das Feld Neuen Staat/Provinz hinzufügen hinzugefügt werden.
fi: Määrittelee Event Espresossa käytettävät osavaltiot. Uusia osavaltioita voi lisätä käyttämällä Uusi osavaltio -kenttää.
fr_fr: Définir les états / provinces qui sont utilisés dans Event Espresso. Les nouveaux États / provinces peuvent être ajoutés en utilisant le champ New Etat / Province Ajouter.
tr_tr: Event Espresso'da kullanılan eyaletleri/illeri tanımlayın. Yeni Eyalet/İl Ekle alanı kullanılarak yeni eyaletler/ilçeler eklenebilir.

source: Pick a theme, any theme
de_de: Wählen Sie ein Thema, irgendein Thema
fi: Valitse teema, mikä tahansa teema
fr_fr: Choisissez un thème, un thème
tr_tr: Bir tema seçin, herhangi bir tema
