Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: After the consumer selects the iDEAL payment method the consumer’s bank is selected. The actual payment then takes place in the bank’s trusted online banking environment – for which security is guaranteed by the bank.
de_de: Nachdem der Verbraucher die iDEAL-Zahlungsmethode ausgewählt hat, wird die Bank des Verbrauchers ausgewählt. Die eigentliche Zahlung findet dann in der vertrauenswürdigen Online-Banking-Umgebung der Bank statt, für deren Sicherheit die Bank garantiert.
fi: Kun kuluttaja on valinnut iDEAL-maksutavan, valitaan kuluttajan pankki. Varsinainen maksu tapahtuu sitten pankin luotetussa verkkopankkiympäristössä, jonka turvallisuuden pankki takaa.
tr_tr: Tüketici iDEAL ödeme yöntemini seçtikten sonra tüketicinin bankası seçilir. Gerçek ödeme daha sonra bankanın güvenilir çevrimiçi bankacılık ortamında gerçekleşir - bunun için güvenlik banka tarafından garanti edilir.

source: The people type %s was successfully saved
de_de: Der Personentyp %s wurde erfolgreich gespeichert
fi: Henkilötyyppi %s tallennettiin onnistuneesti
tr_tr: Kişi türü %s başarıyla kaydedildi

source: Adjust the settings for the Mollie payment method.
de_de: Passen Sie die Einstellungen für die Zahlungsmethode Mollie an.
fi: Säädä Mollie-maksutavan asetuksia.
tr_tr: Mollie ödeme yöntemi için ayarları yapın.

source: Assign %s
de_de: %s zuweisen
fi: Määritä %s
fr_fr: Assigner %s
tr_tr: Atama %s

source: Enter your Mollie API Key. Your API Key can be found in your %s Mollie account dashboard. %s
de_de: Geben Sie Ihren Mollie-API-Schlüssel ein. Ihren API-Schlüssel finden Sie in Ihrem %s Mollie-Konto-Dashboard. %s
fi: Syötä Mollie API-avaimesi. API-avaimesi löytyy %s Mollie-tilisi kojelaudalta. %s
tr_tr: Mollie API Anahtarınızı girin. API Anahtarınızı %s Mollie hesap kontrol panelinizde bulabilirsiniz. %s

source: To create test payments you will need to use the %s Mollie Test API key %s. Using Test API key will cause your Mollie Gateway to (automatically) only create test payments. Both, Test and Live API Keys can be found in %s your dashboard. %s
de_de: Um Testzahlungen zu erstellen, müssen Sie den %s Mollie Test API Schlüssel %s verwenden. Die Verwendung des Test-API-Schlüssels bewirkt, dass Ihr Mollie Gateway (automatisch) nur Testzahlungen erstellt. Sowohl Test- als auch Live-API-Schlüssel finden Sie in %s Ihrem Dashboard. %s
fi: Jotta voit luoda testimaksuja, sinun on käytettävä %s Mollie Test API -avainta %s. Test API-avaimen käyttö saa Mollie Gatewayn luomaan (automaattisesti) vain testimaksuja. Sekä testi- että live API-avaimet löytyvät %s kojelaudaltasi. %s
tr_tr: Test ödemeleri oluşturmak için %s Mollie Test API anahtarı %s kullanmanız gerekecektir. Test API anahtarını kullanmak, Mollie Gateway'inizin (otomatik olarak) yalnızca test ödemeleri oluşturmasına neden olacaktır. Hem Test hem de Canlı API Anahtarları %s kontrol panelinizde bulunabilir. %s

source: EED_Infusionsoft::mark_model_obj_synced called on a non-model object of type %s
de_de: EED_Infusionsoft::mark_model_obj_synced wurde für ein Nicht-Modell-Objekt vom Typ %s aufgerufen
fi: EED_Infusionsoft::mark_model_obj_synkronoitu kutsuttiin muulle kuin malliobjektille, jonka tyyppi on %s.
tr_tr: EED_Infusionsoft::mark_model_obj_synced %s türünde model olmayan bir nesne üzerinde çağrıldı

source: EED_Infusionsoft::synced called on a non-model object of type %1$s
de_de: EED_Infusionsoft::synced wurde für ein Nicht-Modell-Objekt vom Typ %1$s aufgerufen
fi: EED_Infusionsoft::synced kutsuttiin muulle kuin malliobjektille, jonka tyyppi on %1$s.
tr_tr: EED_Infusionsoft::synced %1$s türünde model olmayan bir nesne üzerinde çağrıldı

source: Infusionsoft Error while retrieving affiliate ID: "%s"
de_de: Infusionsoft Fehler beim Abrufen der Partner-ID: "%s"
fi: Infusionsoft Virhe hakiessaan affiliate ID: "%s"
tr_tr: Infusionsoft Satış ortağı kimliği alınırken hata oluştu: "%s"

source: Error finding Infusionsoft Affiliate for Referral Code "%s". Please ensure there is such an affiliate
de_de: Fehler bei der Suche nach Infusionsoft Affiliate für Referral Code "%s". Bitte stellen Sie sicher, dass es einen solchen Partner gibt
fi: Virhe Infusionsoft Affiliate -kumppanin löytämisessä lähetekoodille "%s". Varmista, että tällainen kumppani on olemassa
tr_tr: Yönlendirme Kodu "%s" için Infusionsoft Satış Ortağı bulunurken hata oluştu. Lütfen böyle bir satış ortağı olduğundan emin olun

source: Could not set affiliate code because %s
de_de: Partnercode konnte nicht gesetzt werden, weil %s
fi: Affiliate-koodia ei voitu asettaa, koska %s
tr_tr: Ortaklık kodu ayarlanamadı çünkü %s

source: Could not establish a connection to Infusionsoft because Event Espresso Infusionsoft settings have not been set
de_de: Es konnte keine Verbindung zu Infusionsoft hergestellt werden, weil die Event Espresso Infusionsoft-Einstellungen nicht gesetzt wurden
fi: Yhteyttä Infusionsoft-ohjelmaan ei voitu muodostaa, koska Event Espresso Infusionsoft-asetuksia ei ole määritetty.
tr_tr: Event Espresso Infusionsoft ayarları yapılmadığından Infusionsoft ile bağlantı kurulamadı

source: Infusionsoft Usage
de_de: Verwendung von Infusionsoft
fi: Infusionsoftin käyttö
tr_tr: Infusionsoft Kullanımı

source: Are you sure you want to reset ALL your Event Espresso Infusionsoft Information? This cannot be undone.
de_de: Sind Sie sicher, dass Sie ALLE Ihre Event Espresso-Infusionsoft-Informationen zurücksetzen möchten? Dies kann nicht rückgängig gemacht werden.
fi: Oletko varma, että haluat nollata KAIKKI Event Espresso Infusionsoft -tietosi? Tätä ei voi peruuttaa.
tr_tr: TÜM Event Espresso Infusionsoft Bilgilerinizi sıfırlamak istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Option Name
fi: Vaihtoehdon nimi
tr_tr: Seçenek Adı

source: Option Description.
de_de: Option Beschreibung.
fi: Vaihtoehto Kuvaus.
tr_tr: Opsiyon Açıklaması.

source: More Option Information.
de_de: Weitere Informationen zur Option.
fi: Lisätietoja vaihtoehdosta.
tr_tr: Daha Fazla Seçenek Bilgisi.

source: %sIf you are uncertain as to what this setting does, please do not modify the default value.
de_de: %sWenn Sie sich nicht sicher sind, was diese Einstellung bewirkt, ändern Sie bitte nicht den Standardwert.
fi: %sJos olet epävarma siitä, mitä tämä asetus tekee, älä muuta oletusarvoa.
tr_tr: %sBu ayarın ne işe yaradığından emin değilseniz, lütfen varsayılan değeri değiştirmeyin.

source: Reset Infusionsoft Settings?
de_de: Infusionsoft-Einstellungen zurücksetzen?
fi: Nollaa Infusionsoft-asetukset?
tr_tr: Infusionsoft Ayarlarını Sıfırla?

source: Set to 'Yes' and then click 'Save' to confirm reset all basic and advanced Event Espresso Infusionsoft settings to their plugin defaults.
de_de: Wählen Sie "Ja" und klicken Sie dann auf "Speichern", um zu bestätigen, dass alle grundlegenden und erweiterten Event Espresso Infusionsoft-Einstellungen auf die Plugin-Standardwerte zurückgesetzt werden.
fi: Aseta 'Kyllä' ja napsauta sitten 'Tallenna' vahvistaaksesi, että kaikki Event Espresso Infusionsoftin perus- ja lisäasetukset on palautettu niiden oletusasetuksiin.
tr_tr: 'Evet' olarak ayarlayın ve ardından tüm temel ve gelişmiş Event Espresso Infusionsoft ayarlarını eklenti varsayılanlarına sıfırlamayı onaylamak için 'Kaydet'e tıklayın.

source: Online Documentation:
de_de: Online-Dokumentation:
fi: Online-ohjeistus:
fr_fr: Documentation en ligne:
tr_tr: Çevrimiçi Dokümantasyon:

source: Please refer to our %1$sonline documentation%2$s for how to integrate Event Espresso with Infusionsoft
de_de: Bitte lesen Sie in unserer %1$sSonline-Dokumentation%2$s nach, wie Sie Event Espresso in Infusionsoft integrieren können.
fi: Lue %1$sonline-asiakirjoista%2$s, miten Event Espresso integroidaan Infusionsoftin kanssa.
tr_tr: Event Espresso'yu Infusionsoft ile nasıl entegre edeceğinizi öğrenmek için lütfen %1$sonline belgelerimize%2$s bakın

source: Account was updated on %s via your event registration system (Event Espresso %s).
de_de: Das Konto wurde am %s über Ihr Veranstaltungsregistrierungssystem (Event Espresso %s) aktualisiert.
fi: Tili päivitettiin %s tapahtuman rekisteröintijärjestelmän kautta (Event Espresso %s).
tr_tr: Hesap, etkinlik kayıt sisteminiz (Event Espresso %s) aracılığıyla %s tarihinde güncellendi.

source: Account was created on %s via your event registration system (Event Espresso %s). Attendee ID: %d
de_de: Das Konto wurde am %s über Ihr Veranstaltungsregistrierungssystem (Event Espresso %s) erstellt. Teilnehmer-ID: %d
fi: Tili luotiin %s tapahtuman rekisteröintijärjestelmänne kautta (Event Espresso %s). Osallistujan tunnus: %d
tr_tr: Hesap, etkinlik kayıt sisteminiz (Event Espresso %s) aracılığıyla %s tarihinde oluşturuldu. Katılımcı Kimliği: %d

source: Did not successfully add IS contact to IS from attendee with ID %1$s. Response from IS was %2$s
de_de: Der IS-Kontakt des Teilnehmers mit der ID %1$s wurde nicht erfolgreich zum IS hinzugefügt. Antwort von IS war %2$s
fi: Ei onnistunut lisäämään IS-kontaktia IS:ään osallistujalta, jonka tunnus on %1$s. IS:n vastaus oli %2$s
tr_tr: ID %1$s olan katılımcıdan IS'ye IS kişisi başarıyla eklenemedi. IS'den gelen yanıt %2$s idi

source: Grants admission to datetimes:
de_de: Gewährt Zutritt zu den Datenzeiten:
fi: Myönnetään pääsy päivämääriin:
tr_tr: Veri zamanlarına giriş izni verir:

source: Failed to verify transaction!
de_de: Transaktion konnte nicht verifiziert werden!
fi: Tapahtuman vahvistaminen epäonnistui!
fr_fr: Impossible de vérifier la transaction!
tr_tr: İşlem doğrulanamadı!

source: Signature verification Failed!
de_de: Unterschriftenprüfung fehlgeschlagen!
fi: Allekirjoituksen vahvistus epäonnistui!
tr_tr: İmza doğrulaması Başarısız!

source: Adjust the settings for the iPay88 payment gateway.
de_de: Passen Sie die Einstellungen für das iPay88-Zahlungsgateway an.
fi: Säädä iPay88-maksuportin asetuksia.
fr_fr: Réglez les paramètres de la passerelle de paiement iPay88.
tr_tr: iPay88 ödeme ağ geçidi için ayarları yapın.

source: The Merchant Code provided by iPay88 and use to uniquely identify the Merchant.
de_de: Der von iPay88 bereitgestellte Händlercode, der zur eindeutigen Identifizierung des Händlers dient.
fi: iPay88 antama kauppiaan koodi, jota käytetään kauppiaan yksilöimiseen.
tr_tr: iPay88 tarafından sağlanan ve Satıcıyı benzersiz bir şekilde tanımlamak için kullanılan Satıcı Kodu.

source: The iPay88 OPSG Merchant Key is a shared secret (between merchant and iPay88 OPSG), and is one of the key pieces of information in the hash. One can be assured that if the signature generated on your end matched the one sent with the transaction, then the transaction has in fact been processed by our system, and has not been posted back to the merchant’s server from any other location.
de_de: Der iPay88 OPSG-Händlerschlüssel ist ein gemeinsam genutztes Geheimnis (zwischen Händler und iPay88 OPSG) und ist eine der Schlüsselinformationen im Hash. Wenn die auf Ihrer Seite generierte Signatur mit der mit der Transaktion gesendeten Signatur übereinstimmt, kann man sicher sein, dass die Transaktion übereinstimmt, dann wurde die Transaktion tatsächlich von unserem System verarbeitet und nicht von einem anderen Ort auf den Server des Händlers zurückgeschickt.
fi: iPay88 OPSG -kauppiaan avain on jaettu salaisuus (kauppiaan ja iPay88 OPSG:n välillä), ja se on yksi hash-tunnisteen keskeisistä tiedoista. Voidaan olla varmoja siitä, että jos omassa päässäsi luotu allekirjoitus vastaa allekirjoitusta, joka on lähetetty yhdessä lähetetyn tapahtuman kanssa, järjestelmämme on itse asiassa käsitellyt tapahtuman, eikä sitä ole lähetetty takaisin kauppiaan palvelimelle mistään muualta.
tr_tr: iPay88 OPSG Satıcı Anahtarı paylaşılan bir sırdır (satıcı ve iPay88 OPSG arasında) ve hash'teki önemli bilgi parçalarından biridir. Sizin tarafınızda oluşturulan imza ile gönderilen imzanın eşleştiğinden emin olabilirsiniz. işlemini gerçekleştirmişse, işlem aslında sistemimiz tarafından işlenmiş ve başka bir konumdan satıcının sunucusuna geri gönderilmemiştir.

source: Select an image / logo that should be shown on the payment page for iPay88.
de_de: Wählen Sie ein Bild/Logo aus, das auf der Zahlungsseite für iPay88 angezeigt werden soll.
fi: Valitse kuva/logo, jota käytetään iPay88:n maksusivulla.
tr_tr: iPay88 için ödeme sayfasında gösterilmesi gereken bir resim / logo seçin.

source: Specify if you want to test the payment gateway by submitting a test transaction. If this option is enabled, be sure to enter your iPay sandbox credentials in the fields above. Be sure to turn this setting off when you are done testing.
de_de: Geben Sie an, ob Sie das Zahlungs-Gateway durch Übermittlung einer Testtransaktion testen möchten. Wenn diese Option aktiviert ist, müssen Sie Ihre iPay-Sandbox-Anmeldedaten in die obigen Felder eingeben. Deaktivieren Sie diese Einstellung, wenn Sie mit dem Testen fertig sind.
fi: Määritä, haluatko testata maksuporttia lähettämällä testitapahtuman. Jos tämä vaihtoehto on käytössä, muista syöttää iPayn hiekkalaatikkotiedot yllä oleviin kenttiin. Muista poistaa tämä asetus käytöstä, kun olet lopettanut testauksen.
tr_tr: Bir test işlemi göndererek ödeme ağ geçidini test etmek isteyip istemediğinizi belirtin. Bu seçenek etkinleştirilirse iPay sandbox kimlik bilgilerinizi yukarıdaki alanlara girdiğinizden emin olun. Testiniz bittiğinde bu ayarı kapattığınızdan emin olun.

source: iPay88 Sandbox Mode
de_de: iPay88 Sandbox-Modus
fi: iPay88 hiekkalaatikkotila
tr_tr: iPay88 Sandbox Modu

source: Use the following credit card information for testing:
de_de: Verwenden Sie die folgenden Kreditkarteninformationen für Tests:
fi: Käytä testauksessa seuraavia luottokorttitietoja:
tr_tr: Test için aşağıdaki kredi kartı bilgilerini kullanın:

source: Exp Date (DD/MM)
de_de: Ablaufdatum (DD/MM)
fr_fr: Date d’échantillonnage (JJ/MM)
tr_tr: Son Kullanma Tarihi (DD/MM)

source: Card Status
de_de: Status der Karte
fi: Kortin tila
fr_fr: Statut de la carte
tr_tr: Kart Durumu

source: Error message
de_de: Fehlermeldung
fi: Virheilmoitus
fr_fr: Message d’erreur
tr_tr: Hata mesajı

source: MailChimp List
de_de: MailChimp-Liste
fi: MailChimp-lista
tr_tr: MailChimp Listesi

source: Main Settings
de_de: Haupt-Einstellungen
fi: Pääasetukset
tr_tr: Ana Ayarlar

source: MailChimp Instructions
de_de: MailChimp Anweisungen
fi: MailChimp-ohjeet
tr_tr: MailChimp Talimatları

source: Unknown MailChimp API Error.
de_de: Unbekannter MailChimp API-Fehler.
fi: Tuntematon virhe MailChimp API'ssa.
tr_tr: Bilinmeyen MailChimp API Hatası.

source: Please enter a MailChimp API key.
de_de: Bitte geben Sie einen MailChimp API-Schlüssel ein.
fi: Anna MailChimpin API-avain.
tr_tr: Lütfen bir MailChimp API anahtarı girin.

source: Your MailChimp API Key:
de_de: Ihr MailChimp API-Schlüssel:
fi: MailChimp API-avaimesi:
fr_fr: Votre clé API MailChimp:
tr_tr: MailChimp API Anahtarınız:

source: * Please %1$sclick here to learn how to create a MailChimp API key%2$s if you do not have one already.
de_de: * Bitte %1$shier klicken, um zu erfahren, wie Sie einen MailChimp-API-Schlüssel%2$s erstellen, falls Sie noch keinen haben.
fi: * %1$sPaina tästä saadaksesi ohjeita MailChimp API-avaimen luontiin%2$s, jos sinulla ei vielä ole sellaista.
fr_fr: * Veuillez%1$scliquez ici pour savoir comment créer une clé de l'API MailChimp%2$s si vous n'en avez pas déjà.
tr_tr: * Henüz bir MailChimp API anahtarınız yoksa, nasıl MailChimp API anahtarı oluşturacağınızı öğrenmek için lütfen %1$sburaya tıklayın%2$s.

source: MailChimp API Options:
de_de: MailChimp API-Optionen:
fi: MailChimp API -asetukset:
tr_tr: MailChimp API Seçenekleri:

source: Skip double opt-in emails.
de_de: Überspringen Sie Double-Opt-In-E-Mails.
fi: Ohita kaksinkertaiset opt-in-sähköpostit.
tr_tr: Çift katılımlı e-postaları atlayın.

source: * %1$sClick here to read about how double opt-in works%2$s.
de_de: * %1$sKlicken Sie hier, um zu erfahren, wie Double Opt-in funktioniert%2$s.
fi: * %1$sLue tarkemmin täältä, miten "double opt-in"-toiminto toimii%2$s.
tr_tr: * %1$sÇift katılımın nasıl çalıştığını okumak için buraya tıklayın%2$s.

source: With the Event Espresso MailChimp Add-On we make it easy to quickly add subscribers from any of your events. Once a visitor submits their information on your registration form, the attendee is instantly added to the MailChimp mailing list that you have configured for that event.
de_de: Mit dem Event Espresso MailChimp Add-On machen wir es Ihnen leicht, Abonnenten von jeder Ihrer Veranstaltungen schnell hinzuzufügen. Sobald ein Besucher seine Informationen auf Ihrem Anmeldeformular übermittelt, wird der Teilnehmer sofort der MailChimp-Mailingliste hinzugefügt, die Sie für diese Veranstaltung konfiguriert haben.
fi: Event Espresso MailChimp Add-On -lisäosan avulla on helppo lisätä nopeasti tilaajia mistä tahansa tapahtumastasi. Kun kävijä lähettää tietonsa ilmoittautumislomakkeellasi, osallistuja lisätään välittömästi MailChimp-postituslistalle, jonka olet määrittänyt kyseistä tapahtumaa varten.
fr_fr: Avec l'Event Espresso MailChimp Add-On, il est facile d'ajouter rapidement des abonnés à n'importe lequel de vos événements. Une fois qu'un visiteur soumet ses informations sur votre formulaire d'inscription, le participant est instantanément ajouté à la liste de diffusion MailChimp que vous avez configuré pour cet événement.
tr_tr: Event Espresso MailChimp Eklentisi ile etkinliklerinizden herhangi birinden aboneleri hızlı bir şekilde eklemeyi kolaylaştırıyoruz. Bir ziyaretçi kayıt formunuza bilgilerini gönderdiğinde, katılımcı anında o etkinlik için yapılandırdığınız MailChimp posta listesine eklenir.

source: * A %1$sMailChimp API Key%2$s is required for this plugin.
de_de: * Ein %1$sMailChimp API-Schlüssel%2$s ist für dieses Plugin erforderlich.
fi: * Tätä laajennusta varten tarvitaan %1$sMailChimp API Key%2$s.
fr_fr: * Une %1$sclé API MailChimp%2$s est requis pour cette extension.
tr_tr: * Bu eklenti için %1$sMailChimp API Anahtarı%2$s gereklidir.

source: Once the API key is configured successfully, a %1$s"MailChimp List" box%2$s will appear in the right menu of the Event Creation and Event Update dialogs, which will allow you to select which MailChimp List and Group you want to integrate with..
de_de: Sobald der API-Schlüssel erfolgreich konfiguriert ist, erscheint im rechten Menü der Dialoge zur Erstellung und Aktualisierung von Veranstaltungen ein Feld %1$s "MailChimp-Liste"%2$s, in dem Sie die MailChimp-Liste und -Gruppe auswählen können, die Sie integrieren möchten.
fi: Kun API-avain on asetettu onnistuneesti, a %1$s"MailChimp List"-laatikko%2$s lisätään Tapahtuman luonti ja Tapahtuman päivitys -sivujen oikealla olevaan valikkoon, ja voit valita minkä MailChimp-listan ja -ryhmän kanssa haluat toimia.
tr_tr: API anahtarı başarıyla yapılandırıldıktan sonra, Etkinlik Oluşturma ve Etkinlik Güncelleme iletişim kutularının sağ menüsünde %1$s "MailChimp Listesi" kutusu%2$s görünecek ve bu kutu hangi MailChimp Listesi ve Grubu ile entegre etmek istediğinizi seçmenize olanak tanıyacaktır.

source: MailChimp List Group
de_de: MailChimp Listengruppe
fi: MailChimp-luetteloryhmä
tr_tr: MailChimp Liste Grubu

source: Could not migrate old row %s because there is no new event ID for old event with ID %s
de_de: Alte Zeile %s konnte nicht migriert werden, da es keine neue Ereignis-ID für das alte Ereignis mit der ID %s gibt
fi: Vanhaa riviä %s ei voitu siirtää, koska vanhalle tapahtumalle, jonka tunnus on %s, ei ole uutta tapahtumatunnusta.
tr_tr: Kimliği %s olan eski olay için yeni olay kimliği olmadığından eski satır %s taşınamadı

source: Could not migrate old row %s because there is no new event ID for old event with ID %s, because we couldnt find the data for the 4.1 data migration script
de_de: Die alte Zeile %s konnte nicht migriert werden, da es keine neue Ereignis-ID für das alte Ereignis mit der ID %s gibt, da wir die Daten für das 4.1-Datenmigrationsskript nicht finden konnten.
fi: Vanhaa riviä %s ei voitu siirtää, koska vanhalle tapahtumalle, jonka tunnus on %s, ei ole uutta tapahtumatunnusta, koska emme löytäneet tietoja 4.1:n tiedonsiirtosarjaa varten.
tr_tr: Eski %s satırını taşıyamadık çünkü %s kimliğine sahip eski olay için yeni bir olay kimliği yok, çünkü 4.1 veri taşıma komut dosyası için veri bulamadık

source: MailChimp Options
de_de: MailChimp Optionen
fi: MailChimp-asetukset
tr_tr: MailChimp Seçenekleri

source: Data Migration to EE4 MailChimp.
de_de: Datenmigration zu EE4 MailChimp.
fi: Tietojen siirtyminen EE4 MailChimpiin.
tr_tr: EE4 MailChimp'e Veri Geçişi.

source: MailChimp List Groups
de_de: MailChimp-Listengruppen
fi: MailChimp-luetteloryhmät
tr_tr: MailChimp Liste Grupları

source: Field ID
de_de: Feld-ID
fi: Kentän tunnus
tr_tr: Alan Kimliği

source: Event to MailChimp List Group Link ID
de_de: Ereignis zu MailChimp-Liste Gruppe Link ID
fi: Tapahtuma MailChimp-luettelon ryhmälinkki ID
tr_tr: MailChimp Listesine Etkinlik Grup Bağlantı Kimliği

source: MailChimp List ID
de_de: MailChimp-Listen-ID
tr_tr: MailChimp Liste Kimliği

source: MailChimp Group ID
de_de: MailChimp Gruppen-ID
fi: MailChimp-ryhmän tunnus
tr_tr: MailChimp Grup Kimliği

source: MailChimp Field ID
de_de: MailChimp Feld-ID
fi: MailChimp-kentän ID
tr_tr: MailChimp Alan Kimliği

source: The MailChimp Subscriber arguments array is malformed!
de_de: Das Array mit den MailChimp-Abonnentenargumenten ist fehlerhaft geformt!
fi: MailChimp-tilaajan argumenttiryhmä on epämuodostunut!
tr_tr: MailChimp Abone argümanları dizisi hatalı biçimlendirilmiş!

source: Please select a List:
de_de: Bitte wähle eine Liste aus:
fi: Valitse lista:
fr_fr: Veuillez sélectionner une liste :
tr_tr: Lütfen bir Liste seçin:

source: Do not send to MailChimp
de_de: Nicht an MailChimp senden
fi: Älä lähetä MailChimpille
tr_tr: MailChimp'e göndermeyin

source: No lists found! Please log into your MailChimp account and create at least one mailing list.
de_de: Keine Listen gefunden! Bitte melden Sie sich in Ihrem MailChimp-Konto an und erstellen Sie mindestens eine Mailingliste.
fi: Luetteloita ei löytynyt! Kirjaudu MailChimp-tilillesi ja luo vähintään yksi postituslista.
tr_tr: Liste bulunamadı! Lütfen MailChimp hesabınıza giriş yapın ve en az bir posta listesi oluşturun.

source: No groups found for this List.
de_de: Keine Gruppen für diese Liste gefunden.
fi: Listalle ei löytynyt ryhmiä.
tr_tr: Bu Liste için grup bulunamadı.

source: Invalid MailChimp API Key.
de_de: Ungültiger MailChimp API-Schlüssel.
fi: Virheellinen MailChimo API Key
tr_tr: Geçersiz MailChimp API Anahtarı.

source: An invalid event object was received.
de_de: Es wurde ein ungültiges Ereignisobjekt empfangen.
fi: Virheellinen tapahtumaobjekti vastaanotettiin.
tr_tr: Geçersiz bir olay nesnesi alındı.

source: Sorry, but you do not have permissions to access the barcode scanner form. Please see the site administrator about gaining access
de_de: Sie haben leider keine Berechtigung, auf das Barcode-Scanner-Formular zuzugreifen. Bitte wenden Sie sich an den Administrator der Website, um Zugang zu erhalten.
fi: Pahoittelut, mutta sinulla ei ole oikeuksia viivakoodiskannauksen lomakkeeseen. Ota yhteys sivuston ylläpitäjään saadaksesi oikeudet.
fr_fr: Désolé, mais vous ne disposez pas d'autorisations pour accéder au formulaire de scanneur de code à barres. Veuillez consulter l'administrateur du site pour y accéder
tr_tr: Üzgünüz, ancak barkod tarayıcı formuna erişim izniniz yok. Erişim sağlamak için lütfen site yöneticisiyle görüşün

source: Lookup Attendee
de_de: Lookup Teilnehmer
fi: Etsi osallistuja
fr_fr: Assistant de recherche
tr_tr: Katılımcı Arama

source: Continuous Scanning
de_de: Kontinuierliches Scannen
fi: Jatkuva skannaus
fr_fr: Scan continu
tr_tr: Sürekli Tarama
