Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: There is %1$d space(s) available for "%2$s", with %3$d space(s) under manual control, and %4$d registrant(s) on the Wait List for that event. %6$s View a list of %5$s and select those you wish to offer a space to by updating their registration status accordingly.
de_de: Es gibt %1$d verfügbare(n) Platz(e) für "%2$s", mit %3$d Platz(en) unter manueller Kontrolle und %4$d Anmelder auf der Warteliste für diese Veranstaltung. %6$s Zeigen Sie eine Liste von %5$s an und wählen Sie die Personen aus, denen Sie einen Platz anbieten möchten, indem Sie deren Registrierungsstatus entsprechend aktualisieren.
fi: Tapahtumaan "%2$s" on %1$d vapaata paikkaa, joista %3$d paikkaa on manuaalisesti valittavia. Jonotuslistalla on %4$d ilmoittautujaa. %6$s Klikkaa tästä nähdäksesi %5$s, ja valitse ne, joille haluat tarjota paikan tapahtumassa muuttamalla ilmoittautumisen tilaa.
tr_tr: "%2$s" için %1$d yer(ler) mevcut, %3$d yer(ler) manuel kontrol altında ve %4$d kayıt sahibi(ler) bu etkinlik için Bekleme Listesinde. %6$s %5$s listesini görüntüleyin ve kayıt durumlarını uygun şekilde güncelleyerek yer sunmak istediklerinizi seçin.

source: The registration status for "%1$s" %2$s(ID:%3$d)%4$s has been successfully updated to "%5$s". They were previously on the Wait List for "%6$s".
de_de: Der Registrierungsstatus für "%1$s" %2$s(ID:%3$d)%4$s wurde erfolgreich auf "%5$s" aktualisiert. Sie waren zuvor auf der Warteliste für "%6$s".
fi: Ilmoittautujan "%1$s" %2$s(ID:%3$d)%4$s ilmoittautumisen tilaksi on onnistuneesti päivitetty "%5$s". Ilmoittautuja oli alunperin jonotuslistalla tapahtumaan "%6$s".
tr_tr: "%1$s" %2$s(ID:%3$d)%4$s için kayıt durumu başarıyla "%5$s" olarak güncellendi. Daha önce "%6$s" için Bekleme Listesindeydiler.

source: Waitlist Registration Notification
de_de: Benachrichtigung über die Registrierung auf der Warteliste
fi: jonotuslistojen ilmoitus
tr_tr: Bekleme Listesi Kayıt Bildirimi

source: Recipient Wait List Shortcodes
de_de: Shortcodes der Warteliste
fi: Jonotuslistan vastaanottajan lyhytkoodit
tr_tr: Alıcı Bekleme Listesi Kısa Kodları

source: These are shortcodes that are specific to the Wait List message types.
de_de: Dies sind Shortcodes, die für die Nachrichtentypen der Warteliste spezifisch sind.
fi: Nämä ovat Jonotuslista-viestityyppiin liittyvät lyhytkoodit.
tr_tr: Bunlar, Bekleme Listesi mesaj türlerine özgü kısa kodlardır.

source: This returns the generated url for the wait list registrant to complete the sign-up process.
de_de: Dies gibt die generierte URL für den Wartelisten-Registranten zurück, um den Anmeldevorgang abzuschließen.
fi: Tämä antaa URL:n, jossa jonotuslistalle ilmoittautunut voit viimeistellä ilmoittautumisensa.
tr_tr: Bu, kayıt işlemini tamamlamak üzere bekleme listesine kaydolan kişi için oluşturulan url'yi döndürür.

source: Details about your selection:
de_de: Details zu Ihrer Auswahl
fi: Valintojasi koskevat tiedot:
tr_tr: Seçiminizle ilgili ayrıntılar:

source: Default Maximum Tickets Per Order
de_de: Maximale Anzahl Tickets pro Bestellung
fi: Tilauskohtaisen lippujen enimmäismäärän oletusarvo
tr_tr: Sipariş Başına Varsayılan Maksimum Bilet

source: Default Maximum Tickets Allowed Per Order:
de_de: Maximale erlaubte Anzahl Tickets pro Bestellung
fi: Tilauskohtaisen lippujen enimmäismäärän oletusarvo:
tr_tr: Sipariş Başına İzin Verilen Varsayılan Maksimum Bilet:

source: This setting allows you to indicate what will be the default for the maximum number of tickets per order when creating new events.
de_de: Mit dieser Einstellung können Sie festlegen, wie viele Tickets pro Bestellung bei der Erstellung neuer Veranstaltungen maximal zugelassen sind.
fi: Tässä voit määrittää, mikä on tilauskohtainen lippujen enimmäismäärän oletusarvo uutta tapahtumaa luotaessa.
tr_tr: Bu ayar, yeni etkinlikler oluştururken sipariş başına maksimum bilet sayısı için varsayılanın ne olacağını belirtmenize olanak tanır.

source: Default Event Settings were updated
de_de: Standard-Ereigniseinstellungen wurden aktualisiert
fi: Tapahtuman oletusasetukset on päivitetty
tr_tr: Varsayılan Etkinlik Ayarları güncellendi

source: Use this to control what the default will be for maximum tickets on an order when creating a new event.
de_de: Verwenden Sie diese Option, um den Standardwert für die maximale Anzahl von Tickets für eine Bestellung beim Erstellen einer neuen Veranstaltung festzulegen.
fi: Valitse tästä, mikä on tilauskohtainen lippujen enimmäismäärän oletusarvo uutta tapahtumaa luotaessa.
tr_tr: Yeni bir etkinlik oluştururken bir siparişteki maksimum bilet için varsayılanın ne olacağını kontrol etmek için bunu kullanın.

source: This shows the number of reserved tickets that have access to this event datetime.
de_de: Hier wird die Anzahl der reservierten Tickets angezeigt, die Zugang zu diesem Veranstaltungsdatum haben.
fi: Tämä näyttää tälle ajankohdalle varatun lippumäärän.
tr_tr: Bu, bu etkinlik tarih saatine erişimi olan ayrılmış bilet sayısını gösterir.

source: This shows the number of tickets that are reserved for this ticket.
de_de: Hier wird die Anzahl der für dieses Ticket reservierten Tickets angezeigt.
fi: Tämä näyttää tälle lipulle varatun lippumäärän.
tr_tr: Bu, bu bilet için ayrılmış bilet sayısını gösterir.

source: Reset Event Espresso Data
de_de: Ereignis Espresso-Daten zurücksetzen
fi: Nollaa Event Espresson tiedot
tr_tr: Olay Espresso Verilerini Sıfırla

source: This will reset data for Event Espresso 4, and for all active add-ons. Inactive add-ons will not be affected.
de_de: Dadurch werden die Daten für Event Espresso 4 und für alle aktiven Add-ons zurückgesetzt. Inaktive Add-ons sind davon nicht betroffen.
fi: Tämä nollaa Event Espresso 4:n ja kaikkien aktivoitujen lisäosien tiedot. Tämä ei vaikuta käytöstä poistettuihin lisäosiin.
tr_tr: Bu işlem Event Espresso 4 ve tüm aktif eklentiler için verileri sıfırlayacaktır. Etkin olmayan eklentiler etkilenmeyecektir.

source: Your Event Espresso data will return to its default settings. The rest of your website will be unaffected.
de_de: Ihre Event Espresso-Daten werden auf ihre Standardeinstellungen zurückgesetzt. Der Rest Ihrer Website bleibt davon unberührt.
fi: Event Espresson tiedot palautetaan oletusasetuksiin. Tämä ei vaikuta sivustosi muihin osiin.
tr_tr: Event Espresso verileriniz varsayılan ayarlarına geri dönecektir. Web sitenizin geri kalanı etkilenmeyecektir.

source: Permanently Delete ALL Event Espresso Data
de_de: Dauerhaftes Löschen ALLER Ereignis-Espresso-Daten
fi: Poista KAIKKI Event Espresson tiedot pysyvästi
tr_tr: TÜM Event Espresso Verilerini Kalıcı Olarak Silme

source: This will delete data for Event Espresso 4, and all currently active add-ons. Event Espresso will then be deactivated. You may need to manually deactivate each add-on individually.
de_de: Dadurch werden die Daten für Event Espresso 4 und alle derzeit aktiven Add-ons gelöscht. Event Espresso wird dann deaktiviert. Möglicherweise müssen Sie jedes Add-on einzeln manuell deaktivieren.
fi: Tämä poistaa kaikki Event Espresso 4:n ja päälle kytkettyjen lisäosien tiedot. Event Espresso otetaan pois käytöstä. Sinun täytyy mahdollisesti kytkeä yksittäiset lisäosat pois käytöstä manuaalisesti.
tr_tr: Bu işlem Event Espresso 4 ve o anda etkin olan tüm eklentiler için verileri silecektir. Event Espresso daha sonra devre dışı bırakılacaktır. Her bir eklentiyi ayrı ayrı manuel olarak devre dışı bırakmanız gerekebilir.

source: Filter by Messengers
de_de: Nach Boten filtern
fi: Suodata viestimien perusteella
tr_tr: Habercilere göre filtrele

source: Select a messenger type and then click the button to enable that filter.
de_de: Wählen Sie einen Messenger-Typ aus und klicken Sie dann auf die Schaltfläche, um diesen Filter zu aktivieren.
fi: Valitse viestintyyppi ja paina sitten tätä painiketta ottaaksesi suodatus käyttöön.
tr_tr: Bir mesajlaşma türü seçin ve ardından bu filtreyi etkinleştirmek için düğmeye tıklayın.

source: Select a message type and then click the button to enable that filter.
de_de: Wählen Sie einen Nachrichtentyp aus und klicken Sie dann auf die Schaltfläche, um diesen Filter zu aktivieren.
fi: Valitse viestityyppi ja paina sitten tätä painiketta ottaaksesi suodatus käyttöön.
tr_tr: Bir mesaj türü seçin ve ardından bu filtreyi etkinleştirmek için düğmeye tıklayın.

source: Shows message types that are available.
de_de: Zeigt an, welche Nachrichtentypen verfügbar sind.
fi: Näyttää käytettävissä olevat viestityypit.
tr_tr: Kullanılabilir mesaj türlerini gösterir.

source: Views allow you to restrict what you see in the Messages Overview table. The number in parentheses next to each view represents the number of message templates that will be displayed with that view.
de_de: Mit Hilfe von Ansichten können Sie die Anzeige in der Tabelle Nachrichtenübersicht einschränken. Die Zahl in Klammern neben jeder Ansicht gibt die Anzahl der Nachrichtenvorlagen an, die mit dieser Ansicht angezeigt werden.
fi: Näkymien avulla voit rajoittaa sitä, mitä näet Viestit yleiskatsaus -taulukossa. Kunkin näkymän vieressä suluissa oleva numero tarkoittaa niiden viestimallien lukumäärää, jotka näytetään kyseisessä näkymässä.
tr_tr: Görünümler, Mesajlara Genel Bakış tablosunda gördüklerinizi kısıtlamanıza olanak tanır. Her görünümün yanındaki parantez içindeki sayı, o görünümle birlikte görüntülenecek mesaj şablonlarının sayısını temsil eder.

source: Don't display a title/heading before the event list
de_de: Keinen Titel/keine Überschrift vor der Ereignisliste anzeigen
fi: Älä näytä otsikkoa ennen tapahtumalistaa
tr_tr: Etkinlik listesinden önce bir başlık gösterme

source: %1$s (Reason Code: %2$s)
de_de: %1$s (Grund-Code: %2$s)
fi: %1$s (Syykoodi: %2$s)
tr_tr: %1$s (Sebep Kodu: %2$s)

source: Unrecognized response from Authorize.net: %1$s
de_de: Undefinierte Antwort von Authorize.net: %1$s
fi: Tunnistamaton vastaus Authorize.net-palvelusta: %1$s
tr_tr: Authorize.net'ten tanınmayan yanıt: %1$s

source: Error connecting to Authorize.net
de_de: Keine Verbindung zu Authorize.net
fi: Virhe yhdistettäessä Authorize.net-palveluun
tr_tr: Authorize.net'e bağlanırken hata oluştu

source: Final calculated price for ticket
de_de: Final berechneter Preis für Ticket
fi: Lipun lopullinen hinta
tr_tr: Bilet için hesaplanan son fiyat

source: You have recursively called "%1$s" with %2$s set to %3$s which uses "%2$s" filter. You should use it with %2$s "%3$s" instead here.
de_de: Sie haben "%1$s" rekursiv aufgerufen, wobei %2$s auf %3$s gesetzt wurde, was den Filter "%2$s" verwendet. Sie sollten hier stattdessen mit %2$s "%3$s" verwenden.
fi: Olet kutsunut rekursiivisesti komentoa "%1$s", kun %2$s on asetettu %3$s:ksi, joka käyttää "%2$s"-suodatinta. Sinun pitäisi käyttää sitä %2$s "%3$s" -suodattimella tässä.
tr_tr: "%2$s" filtresini kullanan %3$s'ye ayarlanmış %2$s ile özyinelemeli olarak "%1$s" çağırdınız. Burada bunun yerine %2$s "%3$s" ile kullanmalısınız.

source: automated upcoming datetime notification
de_de: automatische Benachrichtigung über bevorstehende Termine
fi: automatisoitu tulevan päivämäärän ilmoitus
tr_tr: otomatik yaklaşan tarih saati bildirimi

source: automated upcoming datetime notifications
de_de: automatische Benachrichtigungen über bevorstehende Termine
fi: automatisoidut ilmoitukset tulevista päivämääristä
tr_tr: otomatik yaklaşan tarih-saat bildirimleri

source: This is the template used to generate the message for the attendee.
de_de: Dies ist die Vorlage, die verwendet wird, um die Nachricht für den Teilnehmer zu erstellen.
fi: Tätä mallia käytetään viestin luomiseen osallistujalle.
tr_tr: Bu, katılımcının mesajını oluşturmak için kullanılan şablondur.

source: A datetime could not be retrieved for the given id. It is required for this message type.
de_de: Für die angegebene ID konnte keine Datetime abgerufen werden. Sie ist für diesen Nachrichtentyp erforderlich.
fi: Datetimea ei voitu hakea annetulle id:lle. Se vaaditaan tälle sanomatyypille.
tr_tr: Verilen kimlik için bir tarih saati alınamadı. Bu mesaj türü için gereklidir.

source: automated upcoming event notification
de_de: automatische Benachrichtigung über bevorstehende Ereignisse
fi: automaattinen tulevien tapahtumien ilmoitus
tr_tr: otomatik yaklaşan etkinlik bildirimi

source: automated upcoming event notifications
de_de: automatische Benachrichtigung über bevorstehende Veranstaltungen
fi: automaattiset ilmoitukset tulevista tapahtumista
tr_tr: otomatik yaklaşan etkinlik bildirimleri

source: Scheduling Settings
de_de: Terminierungseinstellungen
fi: Aikataulutusasetukset
tr_tr: Zamanlama Ayarları

source: There was a problem with generating the content for this metabox, please refresh your page.
de_de: Es gab ein Problem bei der Generierung des Inhalts für diese Metabox, bitte aktualisieren Sie Ihre Seite.
fi: Tämän metaboxin sisällön luomisessa ilmeni ongelma, päivitä sivusi.
tr_tr: Bu meta kutu için içerik oluşturulurken bir sorun oluştu, lütfen sayfanızı yenileyin.

source: %1$sSend notifications %4$s day before the datetime.%2$s
de_de: %1$sBenachrichtigungen %4$s Tage vor dem Datum/der Uhrzeit senden.%2$s
fi: %1$sLähetä ilmoitukset %4$s päivä ennen ajankohtaa.%2$s%1$s%5$s%2$s
tr_tr: %1$sBildirimleri tarih ve saatten %4$s gün önce gönder.%2$s

source: Specific Datetime Shortcodes
de_de: Spezifische Datums-Shortcodes
fi: Erityiset Datetime-lyhytkoodit
tr_tr: Belirli Tarih Saati Kısa Kodları

source: All shortcodes related to a specific datetime being targeted in message sending.
de_de: Alle Shortcodes, die sich auf einen bestimmten Zeitpunkt beziehen, werden beim Senden von Nachrichten berücksichtigt.
fi: Kaikki tiettyyn päivämäärään liittyvät lyhytkoodit, jotka on kohdennettu viestin lähettämisessä.
tr_tr: Mesaj gönderiminde hedeflenen belirli bir tarih saatiyle ilgili tüm kısa kodlar.

source: We're reaching out to remind you of an upcoming event you registered for on our website. You have access to this event on %s. Here's a copy of your registration details:
de_de: Wir möchten Sie an eine bevorstehende Veranstaltung erinnern, für die Sie sich auf unserer Website angemeldet haben. Sie haben Zugang zu dieser Veranstaltung am %s. Hier ist eine Kopie Ihrer Anmeldedaten:
fi: Haluamme muistuttaa sinua tulevasta tapahtumasta, johon ilmoittauduit verkkosivuillamme. Sinulla on pääsy tähän tapahtumaan osoitteessa %s. Tässä on kopio rekisteröintitiedoistasi:
tr_tr: Web sitemizde kayıt yaptırdığınız yaklaşan bir etkinliği hatırlatmak için size ulaşıyoruz. Bu etkinliğe %s üzerinden erişebilirsiniz. İşte kayıt detaylarınızın bir kopyası:

source: Upcoming Datetime Notification
de_de: Benachrichtigung über bevorstehende Termine
fi: Tulevan päivämäärän ilmoitus
tr_tr: Yaklaşan Tarih Saati Bildirimi

source: Upcoming Datetime Reminder
de_de: Erinnerung an bevorstehende Termine
fi: Muistutus tulevasta ajankohdasta
tr_tr: Yaklaşan Tarih Hatırlatma

source: We're reaching out to remind you of upcoming events you registered for on our website. Here's a copy of your registration details:
de_de: Wir kontaktieren Sie, um Sie an einen bevorstehenden Event zu erinnern, für den Sie sich auf unserer Website registriert haben. Hier ist eine Kopie Ihrer Registrationsdetails:
fi: Haluamme muistuttaa sinua tulevista tapahtumista, joihin olet ilmoittautunut verkkosivuillamme. Tässä on kopio rekisteröintitiedoistasi:
tr_tr: Web sitemiz üzerinden kayıt yaptırdığınız yaklaşan etkinlikleri hatırlatmak için size ulaşıyoruz. İşte kayıt bilgilerinizin bir kopyası:

source: Upcoming Event Notification
de_de: Information über einen bevorstehenden Event
fi: Ilmoitus tulevasta tapahtumasta
tr_tr: Yaklaşan Etkinlik Bildirimi

source: Upcoming Event Reminder
de_de: Erinnerung für eine bevorstehende Veranstaltung
fi: Muistutus tulevasta tapahtumasta
tr_tr: Yaklaşan Etkinlik Hatırlatması

source: Event Espresso Automated Upcoming Event Notifications add-on could not be activated. Please ensure that Event Espresso version %1$s or higher is running
de_de: Das Event Espresso Add-on Automatisierte Benachrichtigungen über bevorstehende Ereignisse konnte nicht aktiviert werden. Bitte stellen Sie sicher, dass Event Espresso Version %1$s oder höher ausgeführt wird.
fi: Event Espresso Automated Upcoming Event Notifications -lisäosaa ei voitu aktivoida. Varmista, että Event Espresson versio %1$s tai uudempi on käytössä.
tr_tr: Event Espresso Automated Upcoming Event Notifications eklentisi etkinleştirilemedi. Lütfen Event Espresso'nun %1$s veya daha yüksek bir sürümünün çalıştığından emin olun

source: An exception occurred while the EE4 Infusionsoft Add-on was synchronizing to Infusionsoft. The exception was "%1$s" and had trace %2$s. The model objects being synchronized were %3$s, and the one with the exception was a "%4$s" with ID "%5$s"
de_de: Bei der Synchronisierung des EE4-Infusionsoft-Add-ons mit Infusionsoft ist eine Ausnahme aufgetreten. Die Ausnahme war "%1$s" und hatte die Spur %2$s. Die zu synchronisierenden Modellobjekte waren %3$s und das mit der Ausnahme war ein "%4$s" mit der ID "%5$s".
fi: Poikkeus tapahtui, kun EE4 Infusionsoft Add-on synkronoi Infusionsoftin kanssa. Poikkeus oli "%1$s" ja sen jälki oli %2$s. Synkronoitavat malliobjektit olivat %3$s, ja poikkeuksen aiheuttanut oli "%4$s", jonka ID oli "%5$s".
tr_tr: EE4 Infusionsoft Eklentisi Infusionsoft ile senkronize edilirken bir istisna oluştu. İstisna "%1$s" idi ve %2$s izine sahipti. Senkronize edilen model nesneleri %3$s idi ve istisnaya sahip olan "%5$s" kimliğine sahip bir "%4$s" idi

source: Not an object
de_de: Nicht ein Objekt
fi: Ei esine
tr_tr: Bir nesne değil

source: Not an EE model object
de_de: Kein EE-Modellobjekt
fi: Ei EE-mallin objekti
tr_tr: Bir EE model nesnesi değil

source: Could not process this payment because it has no associated Attendee.
de_de: Diese Zahlung konnte nicht bearbeitet werden, da sie keinen zugehörigen Teilnehmer hat.
fi: Maksusuoritusta ei voitu käsitellä, koska se ei kohdistu yhteenkään osallistujaan.
tr_tr: İlişkili bir Katılımcı olmadığı için bu ödeme işlenemedi.

source: Reference: %1$s
de_de: Referenz: %1$s
fi: Viite: %1$s
tr_tr: Referans: %1$s

source: There was an error communicating with the Payeezy server. The error was %1$s
de_de: Es ist ein Fehler bei der Kommunikation mit dem Payeezy-Server aufgetreten. Der Fehler war %1$s
fi: Payeezy-palvelimen kanssa tapahtui virhe. Virhe oli %1$s
tr_tr: Payeezy sunucusu ile iletişim kurarken bir hata oluştu. Hata %1$s idi

source: Undefined gateway response received.
de_de: Undefinierte Gateway-Antwort erhalten.
fi: Määrittelemätön yhdyskäytävän vastaus vastaanotettu.
tr_tr: Tanımlanmamış ağ geçidi yanıtı alındı.

source: There was an error communicating with the Payeezy server, but there is no error data.
de_de: Es gab einen Fehler bei der Kommunikation mit dem Payeezy-Server, aber es gibt keine Fehlerdaten.
fi: Payeezy-palvelimen kanssa tapahtui virhe, mutta virhetietoja ei ole.
tr_tr: Payeezy sunucusu ile iletişim kurulurken bir hata oluştu, ancak hata verisi yok.

source: Payeezy Settings
de_de: Payeezy Einstellungen
fi: Payeezyn asetukset
tr_tr: Payeezy Ayarları

source: Gateway ID %s
fi: Yhdyskäytävän tunnus %s
tr_tr: Ağ Geçidi Kimliği %s

source: HMAC Key ID %s
de_de: HMAC-Schlüssel-ID %s
fi: HMAC-avaimen tunnus %s
tr_tr: HMAC Anahtar Kimliği %s

source: HMAC Key %s
de_de: HMAC-Schlüssel %s
tr_tr: HMAC Anahtarı %s

source: Level 3 Data Supported
de_de: Unterstützte Daten der Ebene 3
fi: Taso 3 Tuetut tiedot
tr_tr: Seviye 3 Veri Desteklenir

source: Debit
de_de: Lastschrift
tr_tr: Borç

source: First Data Payeezy Gateway
tr_tr: First Data Payeezy Ağ Geçidi

source: This is a brief description for the options that are required to setup the Payeezy Gateway. More information can be found in the %1$s First Data Payeezy Gateway API Library. %2$s
de_de: Dies ist eine kurze Beschreibung der Optionen, die für die Einrichtung des Payeezy Gateway erforderlich sind. Weitere Informationen finden Sie in der %1$s First Data Payeezy Gateway API Library. %2$s
fi: Tässä on lyhyt kuvaus vaihtoehdoista, joita tarvitaan Payeezy Gatewayn määrittämiseen. Lisätietoja on %1$s First Data Payeezy Gateway API Library -kirjastossa. %2$s
tr_tr: Bu, Payeezy Ağ Geçidini kurmak için gerekli olan seçeneklerin kısa bir açıklamasıdır. Daha fazla bilgi %1$s First Data Payeezy Gateway API Kütüphanesinde bulunabilir. %2$s

source: Gateway ID (Exact ID)
de_de: Gateway-ID (Genaue ID)
fi: Yhdyskäytävän tunnus (tarkka tunnus)
tr_tr: Ağ Geçidi Kimliği (Tam Kimlik)

source: Also known as the Gateway ID, this value identifies the Merchant and Terminal under which the transaction is to be processed.
de_de: Dieser Wert wird auch als Gateway-ID bezeichnet und identifiziert den Händler und das Terminal, über das die Transaktion abgewickelt werden soll.
fi: Tämä arvo tunnetaan myös nimellä Gateway ID, ja se yksilöi kauppiaan ja päätelaitteen, jolla tapahtuma käsitellään.
tr_tr: Ağ Geçidi Kimliği olarak da bilinen bu değer, işlemin gerçekleştirileceği Satıcıyı ve Terminali tanımlar.

source: The Gateway ID can be found on the %1$sAdministration%2$s tab under Terminals and then Details.
de_de: Die Gateway-ID finden Sie auf der Registerkarte %1$sAdministration%2$s unter Terminals und dann Details.
fi: Yhdyskäytävän tunnus löytyy %1$sAdministration%2$s-välilehdeltä kohdasta Terminals ja sitten Details.
tr_tr: Ağ Geçidi Kimliği, Terminaller ve ardından Ayrıntılar altındaki %1$syönetim%2$s sekmesinde bulunabilir.

source: Authenticates the Payeezy Gateway Web Service API request, this value should not be exposed to the public.
de_de: Authentifiziert die Payeezy Gateway Web Service API-Anfrage, dieser Wert sollte nicht öffentlich zugänglich sein.
fi: Todentaa Payeezy Gatewayn Web Service API -pyynnön, tätä arvoa ei saa paljastaa julkisesti.
tr_tr: Payeezy Gateway Web Service API isteğinin kimliğini doğrular, bu değer herkese açık olmamalıdır.

source: The Password can be set/generated on the Terminal Details page, %1$sAdministration%2$s section.
de_de: Das Passwort kann auf der Seite Terminal Details, Abschnitt %1$sAdministration%2$s, festgelegt/erzeugt werden.
fi: Salasana voidaan asettaa/luoda Päätelaitteen tiedot -sivun %1$sAdministration%2$s-osassa.
tr_tr: Parola, Terminal Ayrıntıları sayfasında, %1$syönetim%2$s bölümünde ayarlanabilir/oluşturulabilir.

source: HMAC Key
de_de: HMAC-Schlüssel
fi: HMAC-avain
tr_tr: HMAC Anahtarı

source: SHA-1 HMAC hash calculation is offered to increase the security of transaction processing through this interface.
de_de: SHA-1 HMAC-Hash-Berechnung wird angeboten, um die Sicherheit der Transaktionsverarbeitung über diese Schnittstelle zu erhöhen.
fi: SHA-1 HMAC-hash-laskenta on tarjolla tämän rajapinnan kautta tapahtuvan tapahtumankäsittelyn turvallisuuden lisäämiseksi.
tr_tr: SHA-1 HMAC hash hesaplaması, bu arayüz aracılığıyla işlemlerin güvenliğini artırmak için sunulmaktadır.

source: For more details on how the HMAC Key can be obtained please visit %1$this documentation page%2$s.
de_de: Weitere Informationen darüber, wie der HMAC-Schlüssel erhalten werden kann, finden Sie auf %1$sdieser Dokumentationsseite%2$s.
fi: Lisätietoja siitä, miten HMAC-avain saadaan, on %1$tämän dokumentaatiosivun%2$sivuilla.
tr_tr: HMAC Anahtarının nasıl elde edilebileceği hakkında daha fazla bilgi için lütfen %1$sbu dokümantasyon sayfası%2$s adresini ziyaret edin.

source: HMAC Key ID
de_de: HMAC-Schlüssel-ID
fi: HMAC-avaimen tunnus
tr_tr: HMAC Anahtar Kimliği

source: The HMAC Key identifier. Can be found right above the HMAC Key.
de_de: Die Kennung des HMAC-Schlüssels. Befindet sich direkt über dem HMAC-Schlüssel.
fi: HMAC-avaimen tunniste. Löytyy aivan HMAC-avaimen yläpuolelta.
tr_tr: HMAC Anahtar tanımlayıcısı. HMAC Anahtarının hemen üstünde bulunabilir.
