Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: We're sorry, but the %1$s "%2$s" appears to be invalid.%3$sYou are welcome to try a different %1$s or to try this one again to ensure it was entered correctly.
de_de: Der %1$s "%2$s" scheint ungültig zu sein.%3$sVersuchen Sie einen anderen %1$s oder stellen Sie sicher, dass Sie diesen korrekt eingegeben haben.
fi: Pahoittelut, mutta %1$s "%2$s" on virheellinen.%3$sSyötä toinen %1$s tai yritä uudelleen tarkastettuasi, että antamasi on oikein.
fr_fr: Nous sommes désolés, mais les %1$s "%2$s" ne sont pas valides. %3$sVous êtes invités à essayer un %1$s différent ou à essayer celui-ci à nouveau pour vous assurer qu'il a été saisi correctement.
tr_tr: Üzgünüz, ancak %1$s "%2$s" geçersiz görünüyor.%3$s Doğru girildiğinden emin olmak için farklı bir %1$s deneyebilir veya bunu tekrar deneyebilirsiniz.

source: We're sorry, but the %1$s "%2$s" could not be applied to any %4$s.%3$sYou are welcome to try a different %1$s or to try this one again to ensure it was entered correctly.
de_de: Leider konnte der %1$s "%2$s" nicht für %4$s eingelöst werden.%3$sVersuchen Sie einen anderen %1$s oder stellen Sie sicher, dass Sie diesen korrekt eingegeben haben.
fi: Pahoittelut, mutta %1$s "%2$s" ei kelpaa yhdellekään %4$slle.%3$sSyötä toinen %1$s tai yritä uudelleen tarkastettuasi, että antamasi on oikein.
fr_fr: Nous sommes désolés, mais les %1$s "%2$s" ne pouvaient être appliqués à aucun %4$s.%3$sVous êtes invités à essayer un autre %1$s ou à essayer celui-ci à nouveau pour vous assurer Il a été saisi correctement.
tr_tr: Üzgünüz, ancak %1$s "%2$s" herhangi bir %4$s'e uygulanamadı.%3$s Doğru girildiğinden emin olmak için farklı bir %1$s deneyebilir veya bunu tekrar deneyebilirsiniz.

source: We're sorry, but the "%1$s" %4$s has already been applied to the "%2$s" %3$s, and can not be applied more than once per %3$s.
de_de: Leider wurde der "%1$s" %4$s bereits für "%2$s" %3$s eingelöst, und kann pro %3$s nur einmal eingelöst werden.
fi: Pahoittelut, mutta %4s "%1$s" on jo käytetty %3$slle "%2$s", eikä sitä voi käyttää kuin yhdelle %3$slle.
fr_fr: Nous sommes désolés, mais les "%1$s" %4$s ont déjà été appliqués aux "%2$s" %3$s, et ne peuvent pas être appliqués plus d'une fois par %3$s.
tr_tr: Üzgünüz, ancak "%1$s" %4$s zaten "%2$s" %3$s'e uygulanmıştır ve %3$s başına birden fazla kez uygulanamaz.

source: The %1$s entered could not be processed for an unknown reason.%2$sYou are welcome to try a different %1$s or to try this one again to ensure it was entered correctly.
de_de: Der %1$s den Sie eingegeben haben konnte nicht eingelöst werden.%2$sVersuchen Sie einen anderen %1$s oder stellen Sie sicher, dass Sie diesen korrekt eingegeben haben.
fi: Pahoittelut, mutta %1$s ei voitu käsitellä tuntemattomasta syystä.%3$sSyötä toinen %1$s tai yritä uudelleen tarkastettuasi, että antamasi %1$s on oikein.
fr_fr: Les %1$s saisis n'ont pas pu être traités pour une raison inconnue. %2$sVous pouvez essayer un %1$s différent ou essayez celui-ci à nouveau pour vous assurer qu'il a été saisi correctement.
tr_tr: Girilen %1$s bilinmeyen bir nedenle işlenemedi.%2$sDoğru girildiğinden emin olmak için farklı bir %1$s deneyebilir veya bunu tekrar deneyebilirsiniz.

source: Event Espresso Promotions Widget
de_de: Event Espresso Aktionscode Widget
fi: Event Espresson alennusvimpain
tr_tr: Etkinlik Espresso Promosyonları Widget'ı

source: Displays Espresso Promotions in a widget.
de_de: Zeigt Espresso Aktionscodes in einem Widget an.
fi: Näyttää Espresso-kampanjat widgetissä.
tr_tr: Espresso Promosyonlarını bir widget'ta görüntüler.

source: unavailable
de_de: nicht verfügbar
fi: ei saatavilla
fr_fr: indisponible
tr_tr: Kullanılamaz

source: Promotion Code
de_de: Aktionscode
fi: Alennuskoodi
fr_fr: Code promotionnel
tr_tr: Promosyon Kodu

source: Promotion Codes
de_de: Aktionscodes
fi: Alennuskoodit
fr_fr: Codes promotionnels
tr_tr: Promosyon Kodları

source: Applies To
de_de: Anwendbar auf
fi: Koskee
fr_fr: S'applique à
tr_tr: Şunlar için geçerlidir

source: Valid From
de_de: Gültig von
fi: Voimassa päivästä
fr_fr: Valide de
tr_tr: Geçerlilik Tarihi

source: Valid Until
de_de: Gültig bis
fi: Voimassa asti
fr_fr: Expire le
tr_tr: Şu Tarihe Kadar Geçerlidir

source: Edit Promotion
de_de: Aktionscode berbeiten
fi: Muokkaa alennusta
fr_fr: Modifier la promotion
tr_tr: Promosyonu Düzenle

source: Duplicate Promotion
de_de: Aktionscode duplizieren
fi: Kopioi alennus
fr_fr: Dupliquer la promotion
tr_tr: Mükerrer Promosyon

source: Restore Promotion
de_de: Aktionscode wiederherstellen
fi: Palauta alennus
fr_fr: Restaurer la promotion
tr_tr: Promosyonu Geri Yükle

source: Delete Promotion permanently
de_de: Aktionscode unwiderruflich löschen
fi: Poista alennus lopullisesti
fr_fr: Supprimer la promotion définitivement
tr_tr: Promosyonu kalıcı olarak silme

source: Trash Promotion
de_de: Aktionscode löschen
fi: Vie alennus roskakoriin
tr_tr: Çöp Promosyonu

source: Add New Promotion
de_de: Neuen Aktionscode hinzufügen
fi: Lisää uusi alennus
fr_fr: Ajouter une nouvelle promotion
tr_tr: Yeni Promosyon Ekle

source: Save New Promotion
de_de: Neuen Aktionscode speichern
fi: Tallenna uusi alennus
tr_tr: Yeni Promosyon Kaydet

source: Update Promotion
de_de: Aktionscode aktualisieren
fi: Päivitä alennus
tr_tr: Promosyon Güncellemesi

source: Promotions Overview
de_de: Übersicht Aktionscodes
fi: Alennusyhteenveto
tr_tr: Promosyonlara Genel Bakış

source: Create Promotion
de_de: Aktionscode erstellen
fi: Lisää alennus
fr_fr: Créer une promotion
tr_tr: Promosyon Oluşturun

source: Promotions Usage
de_de: Verwendung Aktionscode
fi: Alennusten käyttö
tr_tr: Promosyon Kullanımı

source: Are you sure you want to reset ALL your Event Espresso Promotions Information? This cannot be undone.
de_de: Sicher ALLE Event Espresso Aktionscode Informationen löschen? Dies kann nicht rückgängig gemacht werden.
fi: Oletko varma, että haluat nollata KAIKKI Tapahtuma Espresso -kampanjatietosi? Tätä ei voi peruuttaa.
tr_tr: TÜM Etkinlik Espresso Promosyon Bilgilerinizi sıfırlamak istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: eePromotionsHelper.generate_code requires a selector for the codefield param. None was provided.
de_de: eePromotionsHelper.generate_code erfordert einen Selektor für den Codefeld-Parameter. Es wurde keiner bereitgestellt.
fi: eePromotionsHelper.generate_code vaatii koodikentän parametrin valitsimen. Mitään ei ole annettu.
tr_tr: eePromotionsHelper.generate_code, codefield parametresi için bir seçici gerektirir. Hiçbiri sağlanmadı.

source: The codefield parameter sent to eePromotionsHelper.generate_code is invalid. It must be a valid selector for the input field holding the generated coupon code.
de_de: Der an eePromotionsHelper.generate_code gesendete Parameter codefield ist ungültig. Es muss ein gültiger Selektor für das Eingabefeld sein, das den generierten Gutscheincode enthält.
fi: eePromotionsHelper.generate_code -kenttään lähetetty koodikenttäparametri on virheellinen. Sen on oltava kelvollinen valitsija kentälle, joka sisältää generoidun kuponkikoodin.
tr_tr: eePromotionsHelper.generate_code'a gönderilen codefield parametresi geçersiz. Oluşturulan kupon kodunu tutan giriş alanı için geçerli bir seçici olmalıdır.

source: eePromotionsHelper.scopeItemToggle requires the toggled checkbox dom element to be included as the argument. Nothing was included.
de_de: eePromotionsHelper.scopeItemToggle erfordert das umgeschaltete Kontrollkästchen-Dom-Element, das als Argument enthalten sein muss. Es wurde nichts eingeschlossen.
fi: eePromotionsHelper.scopeItemToggle edellyttää, että argumenttina on valintaruutu-dom-elementti. Mitään ei sisällytetty.
tr_tr: eePromotionsHelper.scopeItemToggle, geçişli onay kutusu dom öğesinin bağımsız değişken olarak dahil edilmesini gerektirir. Hiçbir şey dahil edilmedi.

source: Something might be wrong with the models or the given Promotion ID in the request (%s) is not for a valid Promotion in the DB.
de_de: Möglicherweise stimmt etwas mit den Modellen nicht, oder die in der Anfrage angegebene Aktions-ID (%s) gehört nicht zu einer gültigen Aktion in der DB.
fi: Malleissa saattaa olla jotain vikaa tai pyynnössä annettu kampanjatunnus (%s) ei vastaa tietokannassa olevaa voimassa olevaa kampanjaa.
tr_tr: Modellerle ilgili bir sorun olabilir veya istekte verilen Promosyon Kimliği (%s) DB'de geçerli bir Promosyon için değildir.

source: Promotion applies to...
de_de: Aktionscode anwendbar für...
fi: Alennus koskee...
fr_fr: La promotion s'applique à...
tr_tr: Promosyon aşağıdakiler için geçerlidir...

source: When you select a scope for the promotion this area will have options related to the selection.
de_de: Wenn Sie einen Bereich für die Aktion auswählen, werden in diesem Bereich Optionen für die Auswahl angezeigt.
fi: Kun valitset myynninedistämisen kohteen, tällä alueella on valintaan liittyviä vaihtoehtoja.
tr_tr: Promosyon için bir kapsam seçtiğinizde, bu alanda seçimle ilgili seçenekler olacaktır.

source: Special Promotion
de_de: Spezial Aktionscode
fi: Erikoisalennus
fr_fr: Promotion spéciale
tr_tr: Özel Promosyon

source: Promotion has been successfully created.
de_de: Aktionscode wurde erfolgreich erstellt.
fi: Alennus lisättiin onnistuneesti.
fr_fr: La promotion a été créée avec succès.
tr_tr: Promosyon başarıyla oluşturuldu.

source: Promotion has been successfully updated.
de_de: Aktionscode wurde erfolgreich aktualisiert.
fi: Alennus päivitettiin onnistuneesti.
fr_fr: La promotion a été mise à jour avec succès.
tr_tr: Promosyon başarıyla güncellendi.

source: Something went wrong with saving the promotion
de_de: Beim Speichern des Aktionscodes ist etwas schief gelaufen.
fi: Jokin meni vikaan alennusta tallennettaessa.
tr_tr: Promosyonu kaydederken bir şeyler ters gitti

source: Unable to duplicate the promotion because there was no ID present in the request.
de_de: Die Aktion konnte nicht dupliziert werden, da die Anfrage keine ID enthielt.
fi: Alennusta ei voitu monistaa, koska pyynnöstä puuttui alennuksen tunnus.
tr_tr: Talepte kimlik bulunmadığı için promosyon çoğaltılamıyor.

source: Unable to duplicate the promotion because for some reason there isn't a promotion in the database for the given id.
de_de: Die Aktion kann nicht dupliziert werden, weil es aus irgendeinem Grund keine Aktion in der Datenbank für die angegebene ID gibt.
fi: Alennusta ei voitu monistaa, koska annetulla tunnuksella ei löytynyt yhtään alennusta tietokannasta.
fr_fr: Impossible de dupliquer la promotion car, pour une raison quelconque, il n'y a pas de promotion dans la base de données pour l'id donné.
tr_tr: Verilen id için veritabanında bir promosyon bulunmadığından promosyon çoğaltılamıyor.

source: Promotion successfully duplicated, make any additional edits and update.
de_de: Aktionscode erfolgreich dupliziert, jetzt bearbeiten und aktualisieren.
fi: Alennus monistettiin onnistuneesti. Tee tarvittavat muokkaukset ja päivitä.
tr_tr: Promosyon başarıyla çoğaltıldı, ek düzenlemeleri yapın ve güncelleyin.

source: Unable to trash a promotion because no promotion id is accessible.
de_de: Aktionscode konnte nicht gelöscht werden, weil keine Aktionscode ID verfügbar ist.
fi: Alennusta ei voitu viedä roskakosiin, koska alennustunnus ei ollut saatavissa.
tr_tr: Promosyon kimliğine erişilemediği için bir promosyon çöpe atılamıyor.

source: Unable to restore a promotion because no promotion id is accessible.
de_de: Aktionscode konnte nicht wiederhergestellt werden, weil keine Aktionscode ID verfügbar ist.
fi: Alennusta ei voitu palauttaa, koska alennustunnus ei ollut saatavissa.
tr_tr: Promosyon kimliğine erişilemediği için promosyon geri yüklenemiyor.

source: Promotion successfully trashed.
de_de: Aktionscode wurde erfolgreich gelöscht.
fi: Alennus vietiin roskakoriin onnistuneesti.
tr_tr: Promosyon başarıyla çöpe atıldı.

source: Promotion successfully restored.
de_de: Aktionscode wurde erfolgreich wiederhergestellt.
fi: Alennus palautettiin onnistuneesti.
tr_tr: Terfi başarıyla geri yüklendi.

source: Promotion did not get trashed.
de_de: Aktionscode wurde nicht gelöscht.
fi: Alennusta ei voitu viedä roskakoriin.
tr_tr: Terfi çöpe atılmadı.

source: Promotion did not get restored.
de_de: Aktionscode wurde nicht wiederhergestellt.
fi: Alennusta ei voitu palauttaa.
tr_tr: Terfi geri alınmadı.

source: Promotion (%s) did not get trashed.
de_de: Aktionscode (%s) wurde nicht gelöscht.
fi: Alennusta (%s) ei voitu viedä roskakoriin.
tr_tr: Promosyon (%s) çöpe atılmadı.

source: Promotion (%s) did not get restored.
de_de: Aktionscode (%s) wurde nicht wiederhergestellt.
fi: Alennusta (%s) ei voitu palauttaa.
tr_tr: Terfi (%s) geri yüklenmedi.

source: Unable to trash promotions because none were selected.
de_de: Konnte Aktionscodes nicht löschen, weil keine ausgewählt wurden.
fi: Alennuksia ei voitu viedä roskakoriin, koska yhtään alennusta ei ollut valittu.
tr_tr: Hiçbiri seçilmediği için promosyonlar çöpe atılamıyor.

source: 1 promotion was successfully trashed
de_de: 1 Aktionscode erfolgreich gelöscht.
fi: 1 alennus viety onnistuneesti roskakoriin
tr_tr: 1 promosyon başarıyla silindi

source: 1 promotion was successfully restored
de_de: 1 Aktionscode wurde erfolgreich wiederhergestellt.
fi: 1 alennus palautettu onnistuneesti
tr_tr: 1 promosyon başarıyla geri yüklendi

source: Unable to delete permanently the promotion because no promotion id is accessible.
de_de: Konnte Aktionscode nicht undiwderruflich löschen, weil keine Aktionscode ID verfügbar ist.
fi: Alennuksen poistaminen ei onnistunut, koska alennustunnus ei ollut saatavissa.
tr_tr: Promosyon kimliğine erişilemediği için promosyon kalıcı olarak silinemiyor.

source: Unable to delete %s because it has been redeemed. For archival and relational purposes this data must be retained in the db.
de_de: Konnte %s nicht löschen, weil er bereits eingelöst wurde. Die Daten müssen für das Archiv in der Datenbank verbleiben.
fi: Ei voida poistaa %s, koska se on lunastettu. Arkistointi- ja relaatiotarkoituksiin nämä tiedot on säilytettävä tietokannassa.
tr_tr: Kullanıldığı için %s silinemiyor. Arşivleme ve ilişkisel amaçlar için bu veri db'de tutulmalıdır.

source: Promotion %s has been permanently deleted.
de_de: Aktionscode %s wurde unwiderruflich gelöscht.
fi: Alennus %s poistettu lopullisesti.
tr_tr: Promosyon %s kalıcı olarak silindi.

source: Unable to permanently delete the %s promotion.
de_de: Konnte Aktionscode %s nicht löschen.
fi: Alennuksen %s poistaminen ei onnistunut.
tr_tr: %s promosyonu kalıcı olarak silinemiyor.

source: There is no promotion in the db matching the id of %s.
de_de: In der Datenbank gibt es keinen Aktionscode der zur ID von %s passt.
fi: Tietokannassa ei ole alennusta tunnuksella %s.
fr_fr: Il n'y a pas de promotion dans le db correspondant à l'id %s.
tr_tr: Db'de %s kimliğiyle eşleşen bir terfi yok.

source: Unable to permanently delete any promotions because none were selected.
de_de: Konnte keine Aktionscodes unwiderruflich löschen, weil keine ausgewählt wurden.
fi: Alennuksia ei voitu poistaa, koska yhtään alennusta ei ollut valittu.
fr_fr: Impossible de supprimer définitivement toutes les promotions, car aucune n'a été sélectionnée.
tr_tr: Hiçbiri seçilmediği için promosyonlar kalıcı olarak silinemiyor.

source: 1 promotion was successfully deleted.
de_de: 1 Aktionscode wurde erfolgreich gelöscht.
fi: 1 alennus poistettu onnistuneesti.
fr_fr: La promotion a été supprimée avec succès.
tr_tr: 1 promosyon başarıyla silindi.

source: Ribbon Banner
de_de: Farbband-Banner
fi: Nauha Banner
tr_tr: Kurdele Afiş

source: Plain Text
de_de: Umformatierter Text
fi: Pelkkä teksti
fr_fr: Texte brut
tr_tr: Düz Metin

source: Do Not Display Promotions
de_de: Aktionscodes nicht anzeigen
fi: Älä näytä alennuksia
fr_fr: Ne pas afficher de promotion
tr_tr: Promosyonları Göstermeyin

source: pink
fi: pinkki
fr_fr: rose
tr_tr: pembe

source: This lock-icon means that this promotion cannot be permanently deleted. Promotions that have been redeemed cannot be permanently deleted from your system. However, trashing (not deleting) them does deactivate them from future redemptions.
de_de: Dieses Schloss-Symbol bedeutet, dass diese Aktion nicht dauerhaft gelöscht werden kann. Eingelöste Werbeaktionen können nicht dauerhaft aus Ihrem System gelöscht werden. Wenn Sie sie jedoch löschen, werden sie für zukünftige Einlösungen deaktiviert.
fi: Tämä lukituskuvake tarkoittaa, että tätä kampanjaa ei voi poistaa pysyvästi. Lunastettuja kampanjoita ei voi poistaa pysyvästi järjestelmästäsi. Niiden poistaminen (ei poistaminen) poistaa ne kuitenkin käytöstä tulevien lunastusten osalta.
fr_fr: Cette icône de verrouillage signifie que cette promotion ne peut pas être définitivement supprimée. Les promotions qui ont été échangées ne peuvent pas être définitivement supprimées de votre système. Toutefois, le fait de les détruire (et non de les effacer) les désactive des rachats futurs.
tr_tr: Bu kilit simgesi, bu promosyonun kalıcı olarak silinemeyeceği anlamına gelir. Kullanılmış olan promosyonlar sisteminizden kalıcı olarak silinemez. Ancak, bunları çöpe atmak (silmek değil), gelecekteki kullanımlardan devre dışı bırakır.

source: generate code
de_de: Code generieren
fi: luo koodi
fr_fr: Générer le code
tr_tr: kod oluştur

source: clicking "generate code" uses above text field as a prefix
de_de: "Code generieren" nutzt das obere Textfeld als prefix.
fi: klikkaamalla "generoi koodi" käyttää edellä olevaa tekstikenttää etuliitteenä.
fr_fr: Cliquer sur "générer le code" utilise le champ de texte ci-dessus comme préfixe
tr_tr: "kod oluştur" tıklandığında yukarıdaki metin alanı önek olarak kullanılır

source: reset prefix
de_de: prefix zurücksetzen
fi: nollaa etuliite
fr_fr: Préfixe de réinitialisation
tr_tr: sıfırlama öneki

source: Scope (applied to)
de_de: Geltungsbereich (anwendbar auf)
fi: Kohde
fr_fr: Portée (appliquée)
tr_tr: Kapsam (uygulanan)

source: This determines what type of items the promotion can be applied to (see sidebar to select items)
de_de: Hier wird festgelegt, auf welche Art von Artikeln die Aktion angewendet werden kann (siehe Seitenleiste zur Auswahl von Artikeln)
fi: Tämä määrittää, minkä tyyppisiin tuotteisiin kampanjaa voidaan soveltaa (katso sivupalkki kohteiden valitsemiseksi).
fr_fr: Cela détermine le type d'éléments auxquels la promotion peut être appliquée (voir la barre latérale pour sélectionner les éléments)
tr_tr: Bu, promosyonun ne tür öğelere uygulanabileceğini belirler (öğeleri seçmek için kenar çubuğuna bakın)

source: Please note that this promotion's Scope selector has been disabled because it has been redeemed at least once. This is done to maintain accounting accuracy.
de_de: Bitte beachten Sie, dass die Bereichsauswahl für diese Aktion deaktiviert wurde, da sie bereits mindestens einmal eingelöst wurde. Dies geschieht, um die Buchhaltung korrekt zu führen.
fi: Huomaa, että tämän kampanjan laajuusvalitsin on poistettu käytöstä, koska se on lunastettu vähintään kerran. Tämä on tehty kirjanpidon tarkkuuden säilyttämiseksi.
fr_fr: Veuillez noter que le sélecteur Scope de cette promotion a été désactivé car il a été échangé au moins une fois. Ceci est fait pour maintenir la précision comptable.
tr_tr: Bu promosyonun Kapsam seçicisinin en az bir kez kullanılmış olması nedeniyle devre dışı bırakıldığını lütfen unutmayın. Bu, muhasebe doğruluğunu korumak için yapılır.

source: Number of Uses
de_de: Anzahl der Verwendungen
fi: Käyttökerrat
fr_fr: Nombre d'utilisations
tr_tr: Kullanım Sayısı

source: Banner Text / Description
de_de: Bannertext / Beschreibung
fi: Näytettävä kuvaus
tr_tr: Banner Metni / Açıklama

source: This is the text that will be displayed in the Promotion Banners if they are being used (see Settings Tab) as well as anywhere that the Promotion details are listed.
de_de: Dies ist der Text, der in den Werbebannern angezeigt wird, wenn sie verwendet werden (siehe Registerkarte "Einstellungen"), sowie überall dort, wo die Details der Werbeaktion aufgeführt sind.
fi: Tämä on teksti, joka näytetään kampanjabannereissa, jos niitä käytetään (katso Asetukset-välilehti), sekä missä tahansa, missä kampanjan tiedot on lueteltu.
tr_tr: Bu, kullanılıyorsa Promosyon Banner'larında (bkz. Ayarlar Sekmesi) ve Promosyon ayrıntılarının listelendiği her yerde görüntülenecek metindir.

source: Accepted Message
de_de: Bestätigte Mitteilungen
fi: Hyväksymisviesti
fr_fr: Message accepté
tr_tr: Kabul Edilen Mesaj

source: If using Promotion Codes, this will be shown when a code has been successfully verified and applied to a registrant's order.
de_de: Bei der Verwendung von Promotion-Codes wird dies angezeigt, wenn ein Code erfolgreich verifiziert und auf die Bestellung eines Anmelders angewendet wurde.
fi: Jos alennuskoodit ovat käytössä, tämä näytetään, kun koodi on vahvistettu ja käytetty ilmoittautujan tilaukseen.
fr_fr: Si vous utilisez des codes de promotion, cela sera affiché lorsqu'un code a été vérifié avec succès et appliqué à l'ordre d'un inscrit.
tr_tr: Promosyon Kodları kullanılıyorsa, bir kod başarıyla doğrulandığında ve bir kayıt sahibinin siparişine uygulandığında bu gösterilecektir.

source: If using Promotion Codes, this will be shown when a code entered by a registrant can not be verified or applied to their order.
de_de: Bei der Verwendung von Promotion-Codes wird dies angezeigt, wenn ein von einem Registrierenden eingegebener Code nicht überprüft oder auf seine Bestellung angewendet werden kann.
fi: Jos käytät kampanjakoodeja, tämä näkyy, kun rekisteröijän syöttämää koodia ei voida tarkistaa tai soveltaa hänen tilaukseensa.
fr_fr: Si vous utilisez des codes de promotion, cela sera affiché lorsqu'un code saisi par un inscrit ne peut être vérifié ou appliqué à sa commande.
tr_tr: Promosyon Kodları kullanılıyorsa, bir kayıt sahibi tarafından girilen bir kod doğrulanamadığında veya siparişlerine uygulanamadığında bu gösterilecektir.

source: Promotion Banners
de_de: Aktionsbanner
fi: Mainosbannerit
fr_fr: Bannières de Promotion
tr_tr: Promosyon Afişleri

source: Ribbon Banner Color
de_de: Farbe des Bandes Banner
fi: Nauha Bannerin väri
fr_fr: Couleur du ruban de la bannière
tr_tr: Şerit Afiş Rengi

source: If "Ribbon Banner" is selected above, then this determines the color of the ribbon banner.
de_de: Wenn oben "Bandbanner" ausgewählt wurde, wird damit die Farbe des Bandbanners festgelegt.
fi: Jos "Ribbon Banner" on valittu edellä, tämä määrittää nauhan bannerin värin.
fr_fr: Si "Ribbon Banner" est sélectionné ci-dessus, cela détermine la couleur de la bannière du ruban.
tr_tr: Yukarıda "Şerit Afiş" seçilmişse, bu şerit afişin rengini belirler.

source: Reset Promotions Settings?
de_de: Promotionseinstellungen zurücksetzen?
fi: Nollaa kampanja-asetukset?
fr_fr: Réinitialiser les paramètres de promotion?
tr_tr: Promosyon Ayarlarını Sıfırla?

source: Create Promotions Addon table
de_de: Promotions-Addon-Tabelle erstellen
fi: Luo Promotions Addon -taulukko
fr_fr: Créer une table Addon de Promotions
tr_tr: Promosyonlar Eklenti tablosu oluşturun

source: The EE_Promotion_%1$s_Scope class was not found.
de_de: Die Klasse EE_Promotion_%1$s_Scope wurde nicht gefunden.
fi: EE_Promotion_%1$s_Scope-luokkaa ei löytynyt.
tr_tr: EE_Promotion_%1$s_Scope sınıfı bulunamadı.

source: Exclusive? (ie, can't be used with other promotions)
de_de: Exklusiv? (d.h., kann nicht mit anderen Aktionen kombiniert werden)
fi: Poissulkeva? (ei voida käyttää muiden alennustan kanssa)
tr_tr: Özel mi? (yani, diğer promosyonlarla birlikte kullanılamaz)
