Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: In order to register capabilities with EE_Register_Capabilities::register, you must include a unique name to reference the capabilities being registered, plus an array containing the following keys: "capabilities".
de_de: Um Fähigkeiten mit EE_Register_Capabilities::register zu registrieren, müssen Sie einen eindeutigen Namen angeben, der auf die zu registrierenden Fähigkeiten verweist, sowie ein Array mit den folgenden Schlüsseln: "Fähigkeiten".
fi: Jos haluat rekisteröidä ominaisuuksia EE_Register_Capabilities::register -ohjelmalla, sinun on annettava rekisteröidyille ominaisuuksille yksilöllinen nimi sekä seuraavat avaimet sisältävä joukko: "capabilities".
tr_tr: Yetenekleri EE_Register_Capabilities::register ile kaydetmek için, kaydedilen yeteneklere başvurmak için benzersiz bir ad ve aşağıdaki anahtarları içeren bir dizi eklemeniz gerekir: "capabilities".

source: %s has been registered too late. Please ensure that EE_Register_Capabilities::register has been called at some point before the "AHEE__EE_System___detect_if_activation_or_upgrade__begin" action hook has been called.
de_de: %s wurde zu spät registriert. Bitte stellen Sie sicher, dass EE_Register_Capabilities::register zu einem Zeitpunkt aufgerufen wurde, bevor der Aktionshaken "AHEE__EE_System___detect_if_activation_or_upgrade__begin" aufgerufen wurde.
fi: %s on rekisteröity liian myöhään. Varmista, että EE_Register_Capabilities::register on kutsuttu jossakin vaiheessa ennen kuin toimintakoukkua "AHEE__EE_System___detect_if_activation_or_upgrade__begin" on kutsuttu.
tr_tr: %s çok geç kaydedildi. Lütfen EE_Register_Capabilities::register'ın "AHEE__EE_System___detect_if_activation_or_upgrade__begin" eylem kancası çağrılmadan önce bir noktada çağrıldığından emin olun.

source: An addon (%s) has tried to register a capability map improperly. Capability map arrays must be indexed by capability map classname, and an array for the class arguments
de_de: Ein Addon (%s) hat versucht, eine Capability-Map auf unzulässige Weise zu registrieren. Capability-Map-Arrays müssen durch den Klassennamen der Capability-Map indiziert werden, und ein Array für die Klassenargumente
fi: Lisäosa (%s) on yrittänyt rekisteröidä kyvykkyyskartan väärin. Kykykarttamääräkkeet on indeksoitava kykykartan luokkanimen mukaan ja luokan argumenttien mukaan.
tr_tr: Bir eklenti (%s) bir yetenek eşlemesini yanlış kaydetmeye çalıştı. Yetenek eşlemesi dizileri, yetenek eşlemesi sınıf adı ve sınıf argümanları için bir dizi ile indekslenmelidir

source: An addon (%s) has tried to register a capability map improperly. Capability map arrays must be indexed by capability map classname, and an array for the class arguments. The array should have two values the first being a string and the second an array.
de_de: Ein Addon (%s) hat versucht, eine Capability-Map unzulässig zu registrieren. Capability-Map-Arrays müssen durch den Klassennamen der Capability-Map und ein Array für die Klassenargumente indiziert werden. Das Array sollte zwei Werte haben, wobei der erste ein String und der zweite ein Array ist.
fi: Lisäosa (%s) on yrittänyt rekisteröidä kyvykkyyskartan väärin. Kykykarttamäärät on indeksoitava kykykartan luokkanimen mukaan ja luokan argumenttien mukaan. Joukon pitäisi sisältää kaksi arvoa, joista ensimmäinen on merkkijono ja toinen joukko.
tr_tr: Bir eklenti (%s) bir yetenek eşlemesini yanlış kaydetmeye çalıştı. Yetenek eşlemesi dizileri, yetenek eşlemesi sınıf adı ve sınıf argümanları için bir dizi ile indekslenmelidir. Dizi, ilki bir dize ve ikincisi bir dizi olmak üzere iki değere sahip olmalıdır.

source: Hooked in model extension '%s' too late! The model %s has already been used! We know because the action %s has been fired
de_de: Die Modellerweiterung '%s' wurde zu spät eingehängt! Das Modell %s wurde bereits verwendet! Wir wissen das, weil die Aktion %s ausgelöst wurde
fi: Koukussa mallin laajennus '%s' liian myöhään! Malli %s on jo käytetty! Tiedämme sen, koska toiminto %s on käynnistetty.
tr_tr: Model uzantısı '%s' çok geç bağlandı! Model %s zaten kullanılmış! Biliyoruz çünkü %s eylemi ateşlendi

source: Page Template
de_de: Seitenvorlage
fi: Sivupohja
tr_tr: Sayfa Şablonu

source: Template
de_de: Vorlage
fi: Pohja
tr_tr: Şablon

source: Invalid Page Template.
de_de: Ungültige Seitenvorlage.
fi: Virheellinen sivupohja.
tr_tr: Geçersiz Sayfa Şablonu.

source: %1$s updated. %2$sView %1$s%3$s
de_de: %1$s aktualisiert. %2$sAnsicht %1$s%3$s
fi: %1$s päivitetty. %2$sNäytä %1$s%3$s
fr_fr: %1$s Mis à jour. %2$sVoir %1$s%3$s
tr_tr: %1$s güncellendi. %2$sGörünüm %1$s%3$s

source: %1$s published. %2$sView %1$s%3$s
de_de: %1$s veröffentlicht. %2$sAnsicht %1$s%3$s
fi: %1$s julkaistu. %2$sNäytä %1$s%3$s
fr_fr: %1$s publié. %2$sVoir %1$s%3$s
tr_tr: %1$s yayınlandı. %2$sGörünüm %1$s%3$s

source: %1$s submitted. %2$sPreview %1$s%3$s
de_de: %1$s eingereicht. %2$sVorschau %1$s%3$s
fi: %1$s lähetetty. %2$sNäytä %1$s%3$s
fr_fr: %1$s soumis. %2$sAperçu %1$s%3$s
tr_tr: %1$s gönderildi. %2$sÖnizleme %1$s%3$s

source: %1$s scheduled for: %2$s. %3$s">Preview %1$s%3$s
de_de: %1$s geplant für: %2$s. %3$s"&gt;Vorschau %1$s%3$s
fi: %1$s ajastettu: %2$s. %3$s">Näytä %1$s%3$s
fr_fr: %1$s planifié pour: %2$s. %3$s">Aperçu %1$s%3$s
tr_tr: %1$s için planlandı: %2$s. %3$s"&gt;Önizleme %1$s%3$s

source: %1$s draft updated. %2$s">Preview page%3$s
de_de: %1$s Entwurf aktualisiert. %2$s"&gt;Vorschau Seite%3$s
fi: %1$sluonnos päivitetty. %2$s">Esikatsele sivua%3$s
fr_fr: %1$s brouillon mis à jour. %2$s">Page d'Aperçu%3$s
tr_tr: %1$s taslağı güncellendi. %2$s"&gt;Önizleme sayfası%3$s

source: Create a key in the "_page_routes" array named "%s" and set its value to the appropriate method.
de_de: Erstellen Sie im Array "_page_routes" einen Schlüssel mit dem Namen "%s" und setzen Sie dessen Wert auf die entsprechende Methode.
fi: Luo "_page_routes"-matriisiin avain nimeltä "%s" ja aseta sen arvoksi sopiva menetelmä.
fr_fr: Créez une clé dans le tableau "_page_routes" nommé "%s" et définissez sa valeur sur la méthode appropriée.
tr_tr: "_page_routes" dizisinde "%s" adında bir anahtar oluşturun ve değerini uygun yönteme ayarlayın.

source: Create a key in the "_page_routes" array named "default" and set its value to your default page method.
de_de: Erstellen Sie einen Schlüssel im Array "_page_routes" mit dem Namen "default" und setzen Sie dessen Wert auf Ihre Standardseitenmethode.
fi: Luo "_page_routes"-matriisiin avain nimeltä "default" ja aseta sen arvoksi oletussivumenetelmäsi.
fr_fr: Créez une clé dans le tableau «_page_routes» nommé «par défaut» et définissez sa valeur sur votre méthode de page par défaut.
tr_tr: "_page_routes" dizisinde "default" adında bir anahtar oluşturun ve değerini varsayılan sayfa yönteminize ayarlayın.

source: You do not have access to this route.
de_de: Sie haben keinen Zugang zu dieser Route.
fi: Sinulla ei ole pääsyä tälle reitille.
fr_fr: Vous n'avez pas accès à cette route.
tr_tr: Bu rotaya erişiminiz yok.

source: Yes or No
de_de: Ja oder Nein
fi: Kyllä vai Ei
fr_fr: Oui ou Non
tr_tr: Evet veya Hayır

source: You are not mike. You must be brent or darren. Thats ok, I guess
de_de: Sie sind nicht Mike. Du musst Brent oder Darren sein. Das ist okay, denke ich
fi: Sinä et ole Mike. Sinun täytyy olla Brent tai Darren. Se on kai ok.
fr_fr: Vous n'êtes pas mike. Vous devez être brent ou darren. Ca c'est OK, je suppose
tr_tr: Sen Mike değilsin. Sen Brent ya da Darren olmalısın. Sorun değil, sanırım.

source: If you want a small shirt, you should be born after 2010. Otherwise theyre just too big
de_de: Wenn Sie ein kleines Hemd wollen, sollten Sie nach 2010 geboren sein. Sonst sind sie einfach zu groß
fi: Jos haluat pienen paidan, sinun pitäisi olla syntynyt vuoden 2010 jälkeen. Muuten ne ovat liian suuria.
tr_tr: Eğer küçük bir gömlek istiyorsanız, 2010'dan sonra doğmuş olmalısınız. Aksi takdirde çok büyükler

source: Payment fields have been autofilled because you are in debug mode
de_de: Die Zahlungsfelder wurden automatisch ausgefüllt, da Sie sich im Debug-Modus befinden.
fi: Maksukentät on täytetty automaattisesti, koska olet debug-tilassa.
tr_tr: Hata ayıklama modunda olduğunuz için ödeme alanları otomatik olarak dolduruldu

source: Currencies Supported
de_de: Unterstützte Währungen
fi: Tuetut valuutat
fr_fr: Monnaies disponibles
tr_tr: Desteklenen Para Birimleri

source: Payment Method forms must have set their payment method type BEFORE calling _construct_finalize
de_de: Formulare für Zahlungsarten müssen ihren Zahlungsarttyp festlegen, BEVOR sie _construct_finalize aufrufen.
fi: Maksutapalomakkeiden on asetettava maksutapatyyppinsä ENNEN kuin ne kutsuvat _construct_finalize-ohjelmaa.
tr_tr: Ödeme Yöntemi formları _construct_finalize çağrısını yapmadan ÖNCE ödeme yöntemi türünü ayarlamış olmalıdır

source: Payment Method forms MUST set a payment method type by using _set_payment_method_type
de_de: Formulare für Zahlungsarten MÜSSEN mit _set_payment_method_type einen Zahlungsartentyp festlegen.
fi: Maksutapalomakkeissa PITÄÄ asettaa maksutavan tyyppi käyttämällä _set_payment_method_type -toimintoa.
tr_tr: Ödeme Yöntemi formları _set_payment_method_type kullanarak bir ödeme yöntemi türü belirlemelidir

source: You cannot use the form section's name until _construct_finalize has been called on it (when we set the name). It was called on a form section of type 's'
de_de: Sie können den Namen des Formularabschnitts erst verwenden, wenn _construct_finalize für ihn aufgerufen wurde (wenn wir den Namen festlegen). Es wurde für einen Formularabschnitt vom Typ 's' aufgerufen
fi: Lomakeosion nimeä ei voi käyttää ennen kuin _construct_finalize on kutsuttu (kun nimi on asetettu). Sitä kutsuttiin lomakkeen osiolle, jonka tyyppi on 's'.
tr_tr: Form bölümünün adını _construct_finalize çağrılana kadar (adı ayarladığımızda) kullanamazsınız. 's' türünde bir form bölümü üzerinde çağrıldı

source: Subsection '%s' is not an instanceof EE_Form_Input_Base on form '%s'. It is a '%s'
de_de: Unterabschnitt '%s' ist keine Instanz von EE_Form_Input_Base auf Formular '%s'. Es ist ein '%s'
fi: Alakohta '%s' ei ole instanceof EE_Form_Input_Base lomakkeella '%s'. Se on '%s'.
tr_tr: '%s' alt bölümü, '%s' formunda bir EE_Form_Input_Base örneği değildir. Bu bir '%s'

source: Subsection '%'s is not an instanceof EE_Form_Section_Proper on form '%s'
de_de: Unterabschnitt '%'s ist keine Instanz von EE_Form_Section_Proper im Formular '%s'.
fi: Alakohta '%'s ei ole instanceof EE_Form_Section_Proper lomakkeella '%s'.
tr_tr: '%'s alt bölümü '%s' formunda bir EE_Form_Section_Proper örneği değil

source: You cannot check if a form is valid before receiving the form submission using receive_form_submission
de_de: Sie können nicht prüfen, ob ein Formular gültig ist, bevor Sie die Formularübermittlung mit receive_form_submission
fi: Et voi tarkistaa lomakkeen kelpoisuutta ennen lomakkeen lähettämisen vastaanottamista käyttämällä receive_form_submission-ohjelmaa
fr_fr: Vous ne pouvez pas vérifier si un formulaire est valide avant de recevoir le formulaire en utilisant receive_form_submission
tr_tr: receive_form_submission kullanarak form gönderimini almadan önce bir formun geçerli olup olmadığını kontrol edemezsiniz

source: This is not a valid absolute URL. Eg, http://domain.com/monkey.jpg
de_de: Dies ist keine gültige absolute URL. Beispiel: http://domain.com/monkey.jpg
fi: Tämä ei ole kelvollinen absoluuttinen URL-osoite. Esim. http://domain.com/monkey.jpg
tr_tr: Bu geçerli bir mutlak URL değildir. Örneğin, http://domain.com/monkey.jpg

source: Trying to add a %s as a subsection (it was named '%s') to the form section '%s'. It was removed.
de_de: Es wurde versucht, ein %s als Unterabschnitt (es wurde '%s' genannt) zum Formularabschnitt '%s' hinzuzufügen. Er wurde entfernt.
fi: Yritetään lisätä %s-alalohko (sen nimi oli '%s') lomakkeen osioon '%s'. Se poistettiin.
tr_tr: '%s' form bölümüne alt bölüm olarak bir %s ('%s' olarak adlandırılmıştı) eklenmeye çalışılıyor. Kaldırıldı.

source: Form submitted successfully
de_de: Formular erfolgreich abgeschickt
fi: Lomake lähetettiin onnistuneesti
fr_fr: Formulaire envoyé avec succès
tr_tr: Form başarıyla gönderildi

source: Model Form Sections must first specify the _model property to be a subclass of EEM_Base
de_de: Modell-Formularabschnitte müssen zunächst die Eigenschaft _model als Unterklasse von EEM_Base angeben
fi: Model Form -osioissa on ensin määriteltävä _model-ominaisuuden olevan EEM_Base-luokan aliluokka.
tr_tr: Model Form Bölümleri öncelikle _model özelliğini EEM_Base'in bir alt sınıfı olacak şekilde belirtmelidir

source: Model field '%s' does not yet have a known conversion to form input
de_de: Für das Modellfeld '%s' gibt es noch keine bekannte Umwandlung in eine Formulareingabe
fi: Mallin kenttää '%s' ei vielä tiedetä muunnettavan lomakkeen syötteeksi.
tr_tr: Model alanı '%s' henüz form girdisine bilinen bir dönüşüme sahip değil

source: Please Select
de_de: Bitte auswählen
fi: Valitse
fr_fr: Veuillez sélectionner
tr_tr: Lütfen Seçiniz

source: Model field of type '%s' does not convert to any known Form Input. Please add a case to EE_Model_Form_section's _convert_model_fields_to_inputs switch statement
de_de: Modellfeld vom Typ '%s' kann nicht in eine bekannte Formulareingabe konvertiert werden. Bitte fügen Sie der switch-Anweisung _convert_model_fields_to_inputs von EE_Model_Form_section einen Fall hinzu
fi: Tyypin '%s' mallikenttä ei muutu tunnetuksi lomakkeen syötteeksi. Lisää tapaus EE_Model_Form_sectionin _convert_model_fields_to_inputs -kytkentälauseeseen.
tr_tr: '%s' türündeki model alanı bilinen herhangi bir Form Girdisine dönüştürülmüyor. Lütfen EE_Model_Form_section'ın _convert_model_fields_to_inputs switch deyimine bir durum ekleyin

source: Cannot save the model form's model object (model is '%s') because there is no model object set. You must either set it, or call receive_form_submission where it is set automatically
de_de: Das Modellobjekt des Modellformulars (Modell ist '%s') kann nicht gespeichert werden, da kein Modellobjekt gesetzt ist. Sie müssen es entweder setzen, oder receive_form_submission aufrufen, wo es automatisch gesetzt wird
fi: Mallilomakkeen malliobjektia (malli on '%s') ei voida tallentaa, koska malliobjektia ei ole asetettu. Sinun on joko asetettava se tai kutsuttava receive_form_submission, jolloin se asetetaan automaattisesti.
tr_tr: Model nesnesi ayarlanmadığı için model formunun model nesnesi (model '%s') kaydedilemiyor. Ya ayarlamanız ya da otomatik olarak ayarlandığı receive_form_submission öğesini çağırmanız gerekir

source: Automatic saving of related info across a "has many" relation is not yet supported
de_de: Automatisches Speichern von verwandten Informationen über eine "hat viele" Beziehung wird noch nicht unterstützt
fi: Automaattinen tallentaminen liittyvät tiedot yli "on monta" suhde ei ole vielä tuettu
tr_tr: Bir "has many" ilişkisinde ilgili bilgilerin otomatik olarak kaydedilmesi henüz desteklenmemektedir

source: Only numeric characters, commas, periods, and spaces, please!
de_de: Bitte nur numerische Zeichen, Kommas, Punkte und Leerzeichen!
fi: Vain numeroita, pilkkuja, pistetä ja välilyöntejä!
tr_tr: Lütfen sadece sayısal karakterler, virgüller, noktalar ve boşluklar kullanın!

source: Cannot use Enum Validation Strategy with an input that doesn't have options
de_de: Enum Validation Strategy kann nicht mit einer Eingabe verwendet werden, die keine Optionen hat
fi: Enum-validointistrategiaa ei voi käyttää syötteen kanssa, jossa ei ole vaihtoehtoja.
tr_tr: Seçeneklere sahip olmayan bir girdi ile Enum Doğrulama Stratejisi kullanılamaz

source: This is not allowed option. Allowed options are %s.
de_de: Dies ist keine zulässige Option. Erlaubte Optionen sind %s.
fi: Tämä vaihtoehto ei ole mahdollinen. Hyväksytyt vaihtoehdot ovat %s.
tr_tr: Bu izin verilen bir seçenek değildir. İzin verilen seçenekler %s'dir.

source: That URL seems to be broken. Please enter a valid URL
de_de: Diese URL scheint defekt zu sein. Bitte geben Sie eine gültige URL ein
fi: URL-osoite näyttäisi olevan rikki. Anna todellinen URL-osoite
tr_tr: Bu URL bozuk görünüyor. Lütfen geçerli bir URL girin

source: Only simple HTML tags are allowed. Eg, %s
de_de: Es sind nur einfache HTML-Tags erlaubt. Beispiel: %s
fi: Vain yksikertaiset HTML-tunnisteet ovat sallittuja. Esimerkiksi %s
tr_tr: Yalnızca basit HTML etiketlerine izin verilir. Örneğin, %s

source: Only digits are allowed.
de_de: Es sind nur Ziffern erlaubt.
fi: Vain numerot ovat sallittuja.
fr_fr: Seuls des chiffres sont autorisés.
tr_tr: Sadece rakamlara izin verilir.

source: Please enter a valid credit card number
de_de: Bitte geben Sie eine gültige Kreditkartennummer ein
fi: Anna todellinen luottokortin numero
fr_fr: Veuillez entrer un numéro de carte valide
tr_tr: Lütfen geçerli bir kredi kartı numarası girin

source: Input invalid
de_de: Eingabe ungültig
fi: Virheellinen syöte
tr_tr: Geçersiz giriş

source: This field is required.
de_de: Dieses Feld wird benötigt.
fi: Tämä kenttä on pakollinen.
fr_fr: Ce champ est obligatoire.
tr_tr: Bu alan zorunludur.

source: click to add an image
de_de: Klicken, um Bild hinzuzufügen
fi: paina lisätäksesi kuvan
fr_fr: Cliquez pour ajouter une image
tr_tr: resim eklemek için tıklayın

source: Switching the template pack for a messages template will reset the content for the template so the new layout is loaded. Any custom content in the existing template will be lost. Are you sure you wish to do this?
de_de: Wenn Sie das Vorlagenpaket für eine Nachrichtenvorlage wechseln, wird der Inhalt der Vorlage zurückgesetzt, sodass das neue Layout geladen wird. Alle benutzerdefinierten Inhalte in der bestehenden Vorlage gehen dabei verloren. Sind Sie sicher, dass Sie dies tun möchten?
fi: Viestien mallinepaketin vaihtaminen nollaa mallineen sisällön, jotta uusi ulkoasu ladataan. Olemassa olevan mallin mukautettu sisältö menetetään. Oletko varma, että haluat tehdä tämän?
tr_tr: Bir mesaj şablonu için şablon paketini değiştirmek, şablonun içeriğini sıfırlayacak ve böylece yeni düzen yüklenecektir. Mevcut şablondaki tüm özel içerikler kaybolacaktır. Bunu yapmak istediğinizden emin misiniz?

source: The required date for switching templates is not available.
de_de: Das gewünschte Datum für den Wechsel der Vorlagen ist nicht verfügbar.
fi: Tarvittavaa päivämäärää mallien vaihtamiseksi ei ole saatavilla.
tr_tr: Şablonları değiştirmek için gerekli tarih mevcut değil.

source: Cannot use Select Multiple Display Strategy with an input that doesn't have options
de_de: Die Strategie "Mehrere Anzeigen auswählen" kann nicht mit einer Eingabe verwendet werden, für die es keine Optionen gibt.
fi: Valitse useita näyttöjä -strategiaa ei voi käyttää syötteen kanssa, jossa ei ole vaihtoehtoja.
tr_tr: Seçenekleri olmayan bir girişle Çoklu Ekran Seçme Stratejisi kullanılamıyor

source: Something went wrong with switching the template pack. Please try again or contact EE support
de_de: Beim Umschalten des Vorlagenpakets ist etwas schief gelaufen. Bitte versuchen Sie es erneut oder kontaktieren Sie den EE-Support
fi: Jokin meni pieleen mallipaketin vaihtamisessa. Yritä uudelleen tai ota yhteyttä EE:n tukeen
tr_tr: Şablon paketini değiştirirken bir şeyler ters gitti. Lütfen tekrar deneyin veya EE destek ile iletişime geçin

source: Select multiple display strategy does not allow for nested arrays of options.
de_de: Bei der Strategie der Mehrfachanzeige können keine verschachtelten Optionsfelder ausgewählt werden.
fi: Valitse useita näyttöjä -strategia ei salli sisäkkäisten vaihtoehtojen joukkoja.
tr_tr: Çoklu ekran seçme stratejisi, iç içe geçmiş seçenek dizilerine izin vermez.

source: Cannot use Select Display Strategy with an input that doesn't have options
de_de: Die Anzeigestrategie auswählen kann nicht mit einer Eingabe verwendet werden, die keine Optionen hat.
fi: Valitse näyttöstrategia -vaihtoehtoa ei voi käyttää syötteen kanssa, jossa ei ole vaihtoehtoja.
tr_tr: Seçeneklere sahip olmayan bir girişle Ekran Stratejisi Seç kullanılamaz

source: Template Styles
de_de: Vorlagenstile
fi: Pohjatyylit
tr_tr: Şablon Stilleri

source: Activating the invoice message type also automatically activates the invoice payment method. If you do not wish the invoice payment method to be active, or to change its settings, visit the payment method admin page.
de_de: Durch die Aktivierung des Nachrichtentyps Rechnung wird automatisch auch die Zahlungsmethode Rechnung aktiviert. Wenn Sie nicht möchten, dass die Zahlungsmethode für Rechnungen aktiv ist, oder um ihre Einstellungen zu ändern, besuchen Sie die Seite zur Verwaltung der Zahlungsmethode.
fi: Laskun sanomatyypin aktivointi aktivoi automaattisesti myös laskun maksutavan. Jos et halua laskun maksutavan olevan aktiivinen tai haluat muuttaa sen asetuksia, käy maksutavan hallintasivulla.
tr_tr: Fatura mesaj türünün etkinleştirilmesi, fatura ödeme yöntemini de otomatik olarak etkinleştirir. Fatura ödeme yönteminin aktif olmasını istemiyorsanız veya ayarlarını değiştirmek istiyorsanız ödeme yöntemi yönetici sayfasını ziyaret edin.

source: The value "%s" must be a string submitted for normalization, it was %s
de_de: Der Wert "%s" muss eine Zeichenkette sein, die zur Normalisierung eingereicht wurde, es war %s
fi: Arvon "%s" täytyy olla merkkijono, joka on toimitettu normalisoitavaksi, se oli %s
tr_tr: "%s" değeri normalleştirme için gönderilen bir dize olmalıdır, %s idi

source: Cannot get display strategy for form input with name %s and id %s, because it has not been set in the constructor
de_de: Die Anzeigestrategie für die Formulareingabe mit dem Namen %s und der ID %s kann nicht abgerufen werden, da sie nicht im Konstruktor festgelegt wurde.
fi: Ei voida saada näyttöstrategiaa lomakkeen syötteelle, jonka nimi on %s ja id %s, koska sitä ei ole asetettu konstruktorissa.
tr_tr: Yapıcıda ayarlanmadığı için %s adı ve %s kimliği olan form girişi için görüntüleme stratejisi alınamıyor

source: Payment%1$s Received: %2$s
de_de: Erhaltene Zahlung%1$s: %2$s
fi: Maksu%1$s vastaanotettu: %2$s
fr_fr: Paiement%1$s reçu : %2$s
tr_tr: Ödeme%1$s Alındı: %2$s

source: Deactivating the html messenger also automatically deactivates the invoice payment method. In order for invoices to be generated the html messenger must be be active. If you completed this action by mistake, simply reactivate the html messenger, then visit the payment methods admin page to reactivate the invoice payment method.
de_de: Durch die Deaktivierung des Html-Messengers wird automatisch auch die Zahlungsmethode für Rechnungen deaktiviert. Damit Rechnungen erstellt werden können, muss der Html-Messenger aktiv sein. Wenn Sie diese Aktion versehentlich durchgeführt haben, aktivieren Sie einfach den Html-Messenger wieder und besuchen Sie dann die Verwaltungsseite der Zahlungsmethoden, um die Zahlungsmethode für Rechnungen wieder zu aktivieren.
fi: Html-viestipalvelun poistaminen käytöstä poistaa automaattisesti käytöstä myös laskun maksutavan. Jotta laskut voidaan luoda, html-messengerin on oltava aktiivinen. Jos olet suorittanut tämän toiminnon vahingossa, aktivoi html-viestinvälittäjä uudelleen ja käynnistä sitten maksutapojen hallintasivu aktivoidaksesi laskun maksutapa uudelleen.
tr_tr: Html messenger'ın devre dışı bırakılması fatura ödeme yöntemini de otomatik olarak devre dışı bırakır. Faturaların oluşturulabilmesi için html messenger'ın aktif olması gerekir. Bu işlemi yanlışlıkla tamamladıysanız, html messenger'ı yeniden etkinleştirin, ardından fatura ödeme yöntemini yeniden etkinleştirmek için ödeme yöntemleri yönetici sayfasını ziyaret edin.

source: Amount Owing
de_de: Geschuldeter Betrag
fi: Velka
fr_fr: Montant dû
tr_tr: Borçlu Olunan Tutar
