Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: ID of Venue Meta Row
de_de: ID des Veranstaltungsortes Meta Row
fi: Tapahtumapaikan tunnus Meta rivi
fr_fr: ID de Lieu Meta Row
tr_tr: Mekan Meta Satırının Kimliği

source: An error occurred. The requested list table views could not be found.
de_de: Es ist ein Fehler aufgetreten. Die angeforderten Listentabellenansichten konnten nicht gefunden werden.
fi: Tapahtui virhe. Pyydettyjä luettelotaulukkonäkymiä ei löytynyt.
fr_fr: Une erreur s'est produite. Les opinions demandées de table de liste n'a pu être trouvée.
tr_tr: Bir hata oluştu.Talep listesi tablosu görünümleri bulunamadı.

source: Datetime Ticket ID
de_de: Datum Uhrzeit Ticket-ID
fi: Päiväys Lipun ID
tr_tr: Tarih Saat Bilet Kimliği

source: Foreign Key to Venue Post
de_de: Fremdschlüssel zum Veranstaltungsort Post
fi: Ulkoinen avain tapahtumapaikan virkaan
fr_fr: Clé étrangère au lieu Poster
tr_tr: Mekanın İletisinin Yabancı Anahtarı

source: Importing from other Event Espresso 4 Sites
de_de: Importieren aus anderen Event Espresso 4 Seiten
fi: Tuonti muilta Event Espresso 4 -sivustoilta
fr_fr: Importation à partir d'autres Event Espresso 4 sites
tr_tr: Event Espresso 4 Sitelerinden Yükleniyor

source: The %s class defined for the list table does not exist. Please check the spelling of the class ref in the $_page_config property on %s.
de_de: Die für die Listentabelle definierte Klasse %s existiert nicht. Bitte überprüfen Sie die Schreibweise der Klasse ref in der Eigenschaft $_page_config auf %s.
fi: Luettelotaulukkoa varten määriteltyä luokkaa %s ei ole olemassa. Tarkista luokan ref kirjoitusasu $_page_config-ominaisuudessa %s.
fr_fr: Le %s la classe n'existe pas défini pour le tableau de la liste. S'il vous plaît vérifier l'orthographe de l'arbitre de la classe dans la propriété $ _page_config sur %s .
tr_tr: Liste tablosu için tanımlanmış %s sınıfı mevcut değil. Lütfen %s üzerinde $_page_config özelliğindeki sınıf ref'inin yazımını kontrol edin.

source: The ID to the Datetime
de_de: Die ID zur Datetime
fi: Ajankohdan tunnus
fr_fr: L'ID de la date et d'heure
tr_tr: Tarih saatinin kimliği

source: Venue Address line 1
de_de: Veranstaltungsort Adresse Zeile 1
fi: Tapahtumapaikan osoite, rivi 1
fr_fr: Lieu Adresse ligne 1
tr_tr: Mekan Adresi Satır 1

source: any
de_de: jedem
fi: mikä tahansa
fr_fr: au moins une des
tr_tr: hiç

source: Venue Categories Bulk Actions
de_de: Veranstaltungsort-Kategorien Bulk-Aktionen
fi: Tapahtumapaikkaluokkien massatoiminnot
fr_fr: Lieu catégories Actions en vrac
tr_tr: Mekan Kategorileri Toplu İşlemler

source: An error occurred. The requested metabox could not be found.
de_de: Es ist ein Fehler aufgetreten. Die angeforderte Metabox konnte nicht gefunden werden.
fi: Tapahtui virhe. Pyydettyä metaboxia ei löytynyt.
fr_fr: Une erreur s'est produite. Metabox demandée n'a pas pu être trouvé.
tr_tr: Bir hata oluştu.İstenen Metabox bulunamadı.

source: The ID to the Ticket
de_de: Die ID zum Ticket
fi: Lipun tunnus
fr_fr: L'ID de la vente de billets
tr_tr: Bilet Kimliği

source: Venue Address line 2
de_de: Veranstaltungsort Adresse Zeile 2
fi: Tapahtumapaikan osoite, rivi 2
fr_fr: Lieu Adresse ligne 2
tr_tr: Mekan Adresi Satır 2

source: This ticket can be used once at %s of the dates/times below.
de_de: Dieses Ticket kann einmal an %s unten angegeben Datum verwendet werden.
fi: Tämä lippu voidaan käyttää kerran tapahtumassa %s alla olevina ajankohtina.
fr_fr: Ce billet peut être utilisé qu'une seule fois à %s des dates / heures ci-dessous.
tr_tr: Bu bilet aşağıdaki tarih/saatlerden %s'sinde bir kez kullanılabilir.

source: Bulk actions allow you to perform an action to multiple venue categories at once. The following bulk actions are supported: delete permanently and export categories. To use the bulk action feature, place a checkmark next to the events that you want to include. Then select a bulk action from the menu and click on the Apply button.
de_de: Mit Massenaktionen können Sie eine Aktion für mehrere Veranstaltungsortkategorien auf einmal durchführen. Die folgenden Massenaktionen werden unterstützt: Kategorien dauerhaft löschen und exportieren. Um die Funktion der Sammelaktion zu nutzen, setzen Sie ein Häkchen neben die Veranstaltungen, die Sie einbeziehen möchten. Wählen Sie dann eine Sammelaktion aus dem Menü und klicken Sie auf die Schaltfläche Anwenden.
fi: Joukkotoimintojen avulla voit suorittaa toiminnon useille tapahtumapaikkakategorioille kerralla. Seuraavia massatoimintoja tuetaan: poista pysyvästi ja vie kategorioita. Jos haluat käyttää massatoimintoa, laita valintamerkki niiden tapahtumien viereen, jotka haluat sisällyttää toimintoon. Valitse sitten massatoiminto valikosta ja napsauta Käytä-painiketta.
fr_fr: Les actions de masse vous permettent d'effectuer une action à plusieurs catégories des sites à la fois. Les actions globales suivantes sont supportées: supprimer définitivement et catégories d'exportations. Pour utiliser la fonction d'action de masse, placez une coche à côté des événements que vous souhaitez inclure. Ensuite, sélectionnez une action en vrac dans le menu et cliquez sur le bouton Appliquer.
tr_tr: Toplu eylemler, aynı anda birden fazla mekan kategorisinde bir eylem gerçekleştirmenize olanak tanır. Aşağıdaki toplu eylemler desteklenir: kalıcı olarak silme ve kategorileri dışa aktarma. Toplu eylem özelliğini kullanmak için dahil etmek istediğiniz etkinliklerin yanına bir onay işareti koyun. Ardından menüden bir toplu eylem seçin ve Uygula düğmesine tıklayın.

source: Event Espresso Highlights
de_de: Veranstaltung Espresso Highlights
fi: Event Espresso -nostot
fr_fr: Faits marquants d'Event Espresso
tr_tr: Kuzu.me Etkinlik Özetleri

source: Postponed
de_de: Verschoben
fi: Siirretty myöhemmäksi
fr_fr: Reporté
tr_tr: Ertelenmiş

source: Venue City
de_de: Veranstaltungsort Stadt
fi: Tapahtumapaikan kaupunki
fr_fr: Ville Lieu
tr_tr: Mekan Şehri

source: Date/Time:
de_de: Datum/Uhrzeit:
fi: Päivämäärä/Kellonaika:
fr_fr: Date/Horaires
tr_tr: Tarih/Saat:

source: Importing from this Site
de_de: Importieren aus dieser Seite
fi: Tuodaan sivustolta
fr_fr: Importation à partir de ce site
tr_tr: Bu siteden yükleniyor

source: Venue Categories Search
de_de: Veranstaltungsort Kategorie Suche
fi: Tapahtumapaikkojen luokat -haku
fr_fr: Lieu Catégories Recherche
tr_tr: Mekan Kategorilerini Ara

source: Sold Out
de_de: Ausgebucht
fi: Loppuunmyyty
fr_fr: Complet
tr_tr: Satılmış

source: Country Code
de_de: Ländercode
fi: Valtiotunnus
fr_fr: Code du pays
tr_tr: Ülke Kodu

source: You may want to export data from this site, modify it (or modify the database), and re-import it. When this is done, the importer recognizes that the data is from this site\'s database and updates the records (instead of inserting new items like it would have, had the CSV data been from a different site).
de_de: Vielleicht möchten Sie Daten aus dieser Website exportieren, modifizieren (oder die Datenbank ändern) und wieder importieren. Wenn dies geschehen ist, erkennt der Importeur, dass die Daten von dieser Seite\'s sind, Datenbank und aktualisiert die Datensätze (anstatt neue Elemente einzufügen, so wie es sein würde, sind die CSV-Daten von einer anderen Seite gewesen).
fi: Saatat haluta viedä tietoja tältä sivustolta, muokata niitä (tai muuttaa tietokantaa) ja tuoda ne uudelleen. Kun näin tehdään, tuoja tunnistaa, että tiedot ovat tämän sivuston tietokannasta, ja päivittää tietueet (sen sijaan, että se lisäisi uusia kohteita, kuten se olisi tehnyt, jos CSV-tiedot olisivat peräisin eri sivustolta).
fr_fr: Vous pouvez exporter des données à partir de ce site, le modifier (ou modifier la base de données) et le réimporter. Lorsque cela est fait, l'importateur reconnaît que les données proviennent de la base de données de ce site et met à jour les enregistrements (au lieu d'insérer de nouveaux éléments comme si les données CSV provenaient d'un site différent).
tr_tr: Bu sitedeki verileri dışa aktarmak, değiştirmek (veya veritabanını değiştirmek) ve yeniden içe aktarmak isteyebilirsiniz. Bu yapıldığında, içe aktarıcı verilerin bu sitenin veritabanından geldiğini algılar ve kayıtları günceller (CSV verileri farklı bir siteden gelmiş olsaydı yapacağı gibi yeni öğeler eklemek yerine).

source: You can perform a search to find certain venue categories. The following sources will be searched: Venue Category ID, Venue Category Name, Venue Shortcode, and Venue Count. To use the search feature, enter a value into the search box and click on the Search Venue Categories button.
de_de: Sie können eine Suche durchführen, um bestimmte Kategorien von Veranstaltungsorten zu finden. Die folgenden Quellen werden durchsucht: Veranstaltungsort-Kategorie-ID, Name der Veranstaltungsort-Kategorie, Veranstaltungsort-Kurzcode und Anzahl der Veranstaltungsorte. Um die Suchfunktion zu nutzen, geben Sie einen Wert in das Suchfeld ein und klicken Sie auf die Schaltfläche Veranstaltungsortkategorien suchen.
fi: Voit tehdä haun tiettyjen tapahtumapaikkaluokkien löytämiseksi. Haku tehdään seuraavista lähteistä: Tapahtumapaikkakategorian ID, tapahtumapaikkakategorian nimi, tapahtumapaikan lyhytkoodi ja tapahtumapaikan määrä. Jos haluat käyttää hakutoimintoa, kirjoita arvo hakukenttään ja napsauta Etsi tapahtumapaikkaluokkia -painiketta.
fr_fr: Vous pouvez effectuer une recherche pour trouver certaines catégories de sites. Les sources suivantes seront consultées: Lieu Catégorie ID, Lieu Nom de la catégorie, lieu Shortcode, et le comte de lieu. Pour utiliser la fonction de recherche, entrez une valeur dans la case de recherche et cliquez sur le bouton Rechercher Lieu Catégories.
tr_tr: Belirli mekan kategorilerini bulmak için bir arama gerçekleştirebilirsiniz. Aşağıdaki kaynaklar aranacaktır: Mekan Kategorisi Kimliği, Mekan Kategorisi Adı, Mekan Kısa Kodu ve Mekan Sayısı. Arama özelliğini kullanmak için arama kutusuna bir değer girin ve Mekan Kategorilerini Ara düğmesine tıklayın.

source: Buy Now
de_de: Jetzt Kaufen
fi: Osta nyt
tr_tr: Hemen Al

source: Post ID for Event
de_de: Post-ID für Ereignis
fi: Tapahtuman artikkelinumero
fr_fr: ID poste pour l'événement
tr_tr: Etkinliğin Gönderi Kimliği

source: Venue Zip/Postal Code
de_de: Veranstaltungsort PLZ
fi: Tapahtumapaikan postinumero
fr_fr: Code Postal du lieu
tr_tr: Mekanın Posta Kodu

source: Grand Total: %s
de_de: Gesamt: %s
fi: Loppusumma: %s
fr_fr: Total: %s
tr_tr: Genel Toplam: %s

source: Notes about Generating your own CSV Import Files
de_de: Hinweise zum Erstellen von eigenen CSV Importdaten
fi: Huomautuksia oman CSV-tuontitiedoston luomisesta
fr_fr: Notes sur Générer votre propre Importation de fichiers CSV
tr_tr: Kendi CSV İçe Aktarma Dosyalarınızı Oluşturma Hakkında Notlar

source: The is the numerical ID for a venue category.
de_de: Das ist die numerische ID für eine Veranstaltungsortkategorie.
fi: Tämä on tapahtumapaikkaluokan numeerinen tunnus.
fr_fr: La est l'ID numérique pour une catégorie de lieu.
tr_tr: Bir mekanın kategori için sayısal kimliğidir.

source: Date/Time Event Created
de_de: Datum/Uhrzeit Ereignis erstellt
fi: Tapahtuman luontiaika
fr_fr: Date/Heure de l'événement Créé
tr_tr: Etkinliğin Zamanı Oluşturuldu.

source: Venue Phone
de_de: Veranstaltungsort Telefon
fi: Tapahtumapaikan puhelin
fr_fr: Téléphone Lieu
tr_tr: Mekan Telefonu

source: Venue Details:
de_de: Details zum Veranstaltungsort:
fi: Tapahtumapaikan tiedot:
fr_fr: Détails du Lieu:
tr_tr: Mekan Detayları

source: This is the name (title) for a venue category.
de_de: Dies ist der Name (Titel) für eine Veranstaltungsortkategorie.
fi: Tämä on tapahtumapaikkaluokan nimi (otsikko).
fr_fr: C'est le nom (titre) pour une catégorie de lieu.
tr_tr: Bu bir mekan kategori için ad (başlık) 'dir.

source: The public %s method can only be called when DOING_AJAX = TRUE
de_de: Die öffentliche Methode %s kann nur aufgerufen werden, wenn DOING_AJAX = TRUE ist.
fi: Julkista %s-metodia voidaan kutsua vain, kun DOING_AJAX = TRUE.
fr_fr: Le public %s la méthode ne peut être appelée lorsque DOING_AJAX = TRUE
tr_tr: Toplu yöntem %s sadece DOING_AJAX = TRUE olduğunda çalışır.

source: Venue Capacity
de_de: Kapazität des Veranstaltungsortes
fi: Tapahtumapaikan kapasiteetti
fr_fr: Capacité lieu
tr_tr: Mekan Kapasitesi

source: The export file is just an export of an event, or if you do not have any events in your system, it will only contain column headers. Do not change those column headers. Add as many rows as you like.
de_de: Die Exportdatei ist nur ein Export eines Ereignisses, oder wenn Sie keine Ereignisse in Ihrem System haben, enthält sie nur Spaltenüberschriften. Ändern Sie diese Spaltenüberschriften nicht. Fügen Sie so viele Zeilen hinzu, wie Sie möchten.
fi: Vientitiedosto on vain tapahtuman vienti, tai jos järjestelmässäsi ei ole tapahtumia, se sisältää vain sarakeotsikot. Älä muuta näitä sarakeotsikoita. Lisää niin monta riviä kuin haluat.
fr_fr: Le fichier d'exportation est juste une exportation d'un événement, ou si vous n'avez pas tous les événements dans votre système, il ne contiendra que les en-têtes de colonnes. Ne pas modifier ces en-têtes de colonnes. Ajouter autant de lignes que vous le souhaitez.
tr_tr: Dışa aktarma dosyası sadece bir olayın dışa aktarılmasıdır veya sisteminizde herhangi bir olay yoksa, sadece sütun başlıklarını içerecektir. Bu sütun başlıklarını değiştirmeyin. İstediğiniz kadar satır ekleyin.

source: This venue category shortcode can be entered on a event page, WordPress page, or WordPress post.
de_de: Dieser Shortcode für die Kategorie des Veranstaltungsorts kann auf einer Veranstaltungsseite, einer WordPress-Seite oder einem WordPress-Post eingegeben werden.
fi: Tämä tapahtumapaikkaluokan lyhytkoodi voidaan antaa millä tahansa tapahtumasivulla taikka WordPress-sivulla tai -artikkelissa.
fr_fr: Ce lieu catégorie shortcode peut être inscrite sur une page de l'événement, la page WordPress, ou post WordPress.
tr_tr: Mekan katagorisinin kısa-kodu etkinlik sayfasına girilebilir, bu bir WordPress sayfası, ya fa WordPress iletisi olabilir.

source: Date/Time Event Modified
de_de: Datum/Uhrzeit des geänderten Ereignisses
fi: Tapahtuman muokkausaika
fr_fr: Date/Heure de l'événement de modification
tr_tr: Etkinliğin Zamanı Düzenlendi.

source: Call in Number
de_de: Nummer anrufen
fi: Soita numeroon
fr_fr: Appelez Nombre
tr_tr: Çağrı Sayısı

source: The changes you made to this %s will be lost if you navigate away from this page.
de_de: Die Änderungen, die Sie an diesem %s vorgenommen haben, gehen verloren, wenn Sie von dieser Seite weg navigieren.
fi: Tehdyt %s-muutokset menetetään, jos poistut tältä sivulta.
fr_fr: Les modifications apportées à ce %s seront perdues si vous quittez cette page.
tr_tr: Bu sayfadan çıkarsanız %s yapılan değişiklikler kaybolur.

source: Virtual URL
de_de: Virtuelle URL
fi: Virtuaali-URL-osoite
fr_fr: URL virtuelle
tr_tr: Sanal URL

source: Accepted Card Types
de_de: Akzeptierte Kartentypen
fi: Maksuvälineenä käyvät kortit
fr_fr: Types de cartes acceptées
tr_tr: Kabul Edilen Kredi Kartı Çeşitleri

source: Also note, you do NOT have to enter info in for each model. (You can, for example, only enter in Term_Taxonomies and Term model data)
de_de: Beachten Sie auch, dass Sie NICHT für jedes Modell Daten eingeben müssen. (Sie können z. B. nur Term_Taxonomies und Term-Modelldaten eingeben)
fi: Huomaa myös, että sinun EI tarvitse syöttää tietoja jokaisesta mallista. (Voit esimerkiksi syöttää vain Term_Taxonomies- ja Term-mallien tiedot.)
fr_fr: A noter également, vous n'avez pas à entrer des informations dans chaque modèle. (Vous pouvez, par exemple, seulement entrer dans Term_Taxonomies et les données des modèles de durée)
tr_tr: Ayrıca, her model için bilgi girmek zorunda olmadığınızı unutmayın. (Örneğin, yalnızca Term_Taxonomies ve Term model verilerini girebilirsiniz)

source: The number of venues that are currently associated with this category.
de_de: Die Anzahl der Veranstaltungsorte, die im Moment mit diese Kategorie verknüpft sind.
fi: Tähän luokkaan liitttyjen tapahtumapaikkojen tämänhetkinen määrä.
fr_fr: Le nombre de sites qui sont actuellement associés à cette catégorie.
tr_tr: Bu kategori ile ilişkili mekanlarından sayısı.

source: Save %s
de_de: Speichern %s
fi: Tallenna %s
fr_fr: Économisez %s
tr_tr: Kaydet %s

source: Event Parent ID
de_de: Ereignis-Eltern-ID
fi: Tapahtuman vanhemman ID
fr_fr: Event ID parent
tr_tr: Aile Etkinlik Kimliği

source: Taxable Ticket Toggle
de_de: Zu steuerpflichtigem Ticket wechseln
fi: Veronalainen lippu Vaihtoehto
fr_fr: Imposable Ticket bascule
tr_tr: Tüm vergiler bilete dahil.

source: Views allow you to restrict what you see in the Venue Categories table. The following views are available: All. The number in parentheses next to each view represents the number of venue categories that will be displayed with that view.
de_de: Mit den Ansichten können Sie die Anzeige der Tabelle "Veranstaltungsortkategorien" einschränken. Die folgenden Ansichten sind verfügbar: Alle. Die Zahl in Klammern neben jeder Ansicht gibt die Anzahl der Veranstaltungsortkategorien an, die in dieser Ansicht angezeigt werden.
fi: Näkymien avulla voit rajoittaa sitä, mitä näet Tapahtumapaikkaluokat-taulukossa. Seuraavat näkymät ovat käytettävissä: Kaikki. Kunkin näkymän vieressä suluissa oleva luku tarkoittaa niiden tapahtumapaikkaluokkien määrää, jotka näkyvät kyseisessä näkymässä.
fr_fr: Vues vous permettent de limiter ce que vous voyez dans le tableau Venue Catégories. Les vues suivantes sont disponibles: Tout. Le nombre entre parenthèses à côté de chaque vue représente le nombre de catégories des sites qui seront affichés avec ce point de vue.
tr_tr: Görünümler, Mekan Kategorileri tablosunda gördüklerinizi kısıtlamanıza olanak tanır. Aşağıdaki görünümler kullanılabilir: Tümü. Her görünümün yanındaki parantez içindeki sayı, o görünümle birlikte görüntülenecek mekan kategorilerinin sayısını temsil eder.

source: Trashed
de_de: Gelöscht
fi: Siirretty roskakoriin
fr_fr: Supprimé
tr_tr: Çöpe Taşındı.

source: Event Menu Order
de_de: Veranstaltungsmenü bestellen
fi: Tapatumavalikon järjestys
fr_fr: Événement ordre du menu
tr_tr: Etkinlik Menü Siparişi

source: Show Google Map?
de_de: Google Map anzeigen?
fi: Näytä Google Maps -kartta?
fr_fr: Afficher Google Map?
tr_tr: Google Map'te Göster?

source: Shows all venue categories.
de_de: Alle Kategorien für die Veranstaltungsorte anzeigen.
fi: Näyttää kaikki tapahtumaluokat.
fr_fr: Affiche toutes les catégories de sites.
tr_tr: Mekan kategorilerini göster.

source: This page has been set as being related to a registered custom post type, however, the custom post type object could not be retrieved. There are two possible reasons for this: 1. The "%s" does not match a registered post type. or 2. The custom post type is not registered for the "%s" action as indexed in the "$_cpt_routes" property on this class (%s).
de_de: Diese Seite wurde als zu einem registrierten benutzerdefinierten Beitragstyp gehörend festgelegt, das Objekt des benutzerdefinierten Beitragstyps konnte jedoch nicht abgerufen werden. Hierfür gibt es zwei mögliche Gründe: 1. Der "%s" stimmt nicht mit einem registrierten Beitragstyp überein. oder 2. Der benutzerdefinierte Beitragstyp ist nicht für die Aktion "%s" registriert, die in der Eigenschaft "$_cpt_routes" für diese Klasse (%s) indiziert ist.
fi: Tämä sivu on määritetty liittyvän rekisteröityyn mukautettuun postityyppiin, mutta mukautetun postityypin objektia ei kuitenkaan voitu hakea. Tähän on kaksi mahdollista syytä: 1. "%s" ei vastaa rekisteröityä postityyppiä. tai 2. Mukautettua postityyppiä ei ole rekisteröity toiminnolle "%s", joka on indeksoitu tämän luokan "$_cpt_routes"-ominaisuuteen (%s).
fr_fr: Cette page a été défini comme étant liée à un type de poste personnalisé enregistré, cependant, l'objet de type de poste personnalisé peut pas être récupéré. Il ya deux raisons possibles à cela: 1. Le "%s" ne correspond pas à un type de lettre recommandée. ou 2 Le type de poste personnalisé n'est pas homologué pour la "%s" l'action et indexée dans le " $ _ cpt_routes" bien sur cette classe ( %s ).
tr_tr: Bu sayfa kayıtlı bir özel gönderi türüyle ilişkili olarak ayarlandı, ancak özel gönderi türü nesnesi alınamadı. Bunun iki olası nedeni vardır: 1. "%s" kayıtlı bir gönderi türüyle eşleşmiyor. veya 2. Özel gönderi türü, bu sınıftaki (%s) "$_cpt_routes" özelliğinde dizinlendiği gibi "%s" eylemi için kayıtlı değildir.

source: Event Meta Row ID
de_de: Ereignis-Meta-Zeilen-ID
fi: Tapahtuman metarivin ID
fr_fr: Événement Meta Row ID
tr_tr: Olay Meta Satır Kimliği

source: What's New
de_de: Was gibt's Neues?
fi: Mitä uutta?
fr_fr: Quoi de neuf ?
tr_tr: Yeni ne var

source: This field allows you to set a maximum number of tickets that you want to make available for an event datetime.
de_de: In diesem Feld können Sie die maximale Anzahl von Tickets festlegen, die Sie für ein Veranstaltungsdatum zur Verfügung stellen möchten.
fi: Tässä kentässä voit määritellä tälle ajankohdalle saatavissa olevien lippujen enimmäismäärän.
fr_fr: Ce champ vous permet de définir un nombre maximum de billets que vous souhaitez rendre disponibles pour une date-heure de l'événement.
tr_tr: Bu alan, bir etkinlik tarihi için kullanıma sunmak istediğiniz maksimum bilet sayısını belirlemenize olanak tanır.

source: Registration Reports
de_de: Registrierungsberichte
fi: Ilmoittautumisraportit
fr_fr: Rapports d'inscription
tr_tr: Kayıt Raporları

source: Credits
de_de: Kredite
fi: Kiitokset
fr_fr: Crédits
tr_tr: Krediler

source: This shows the number of tickets that have been sold that have access to this event datetime.
de_de: Hier wird die Anzahl der verkauften Tickets angezeigt, die Zugang zu diesem Ereignisdatum haben.
fi: Tässä näytetään sellaisten lippujen määrä, joilla pääsee sisään tänä ajankohtana.
fr_fr: Cela montre le nombre de billets qui ont été vendus qui ont accès à cet événement datetime.
tr_tr: Bu, bu etkinlik tarih saatine erişimi olan satılmış bilet sayısını gösterir.

source: This page shows unfiltered reports for all registrations that have been created with Event Espresso.
de_de: Diese Seite zeigt ungefilterte Berichte für alle Registrierungen, die mit Event Espresso erstellt wurden.
fi: Tällä sivulla näytetään suodattamaton raportti kaikista ilmoittautumisista, jotka on tehty Event Espressolla.
fr_fr: Cette page rapports non filtrés pour tous les enregistrements qui ont été créés avec Event Espresso.
tr_tr: Bu sayfa, Event Espresso ile oluşturulmuş tüm kayıtlar için filtrelenmemiş raporları gösterir.

source: Welcome to Event Espresso %s
de_de: Willkommen bei Event Espresso %s
fi: Tervetuloa Event Espressoon %s
fr_fr: Bienvenue à Event Espresso %s
tr_tr: Hoşgeldiniz: Event Espresso %s

source: This is the name of this ticket option.
de_de: Dies ist der Name dieser Ticketoption.
fi: Tämä on tämän lippuvaihtoehdon nimi.
fr_fr: C'est le nom de cette option de billet.
tr_tr: Bu, bu bilet seçeneğinin adıdır.

source: The first graph shows total registrations per day. The second graph shows total registrations per event.
de_de: Das erste Diagramm zeigt die Gesamtzahl der Anmeldungen pro Tag. Das zweite Diagramm zeigt die Gesamtzahl der Anmeldungen pro Veranstaltung.
fi: Ensimmäinen kaavio näyttää päivittäiset ilmoittautumiset. Toinen kaavio näyttää tapahtumakohtaiset ilmoittautumiset.
fr_fr: Le premier graphique montre le total des inscriptions par jour. Le deuxième graphique montre le total des inscriptions par cas.
tr_tr: İlk grafik gün başına toplam kayıtları göstermektedir. İkinci grafik etkinlik başına toplam kayıtları göstermektedir.
