Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Use the following credit card numbers for testing. Any other card number produces a general failure.
de_de: Verwenden Sie folgende Kreditkartennummern für das Testen. Alle anderen Kartennummern produzieren einen allgemeinen Fehler.
fi: Käytä seuraavia luottokortin numeroita testaamiseen. Muut korttinumerot tuottavat yleisen virheen.
fr_fr: Utilisez les numéros de cartes de crédit suivantes pour les tests. Tout autre numéro de carte produit un échec général.
tr_tr: Test için aşağıdaki kredi kartı numaralarını kullanın. Başka herhangi bir kart numarası genel bir hata üretir.

source: An event can be published immediately or you can schedule it to be published at a later date in the future.
de_de: Ein Ereignis kann sofort veröffentlicht werden oder Sie können die Veröffentlichung für einen späteren Zeitpunkt in der Zukunft planen.
fi: Voit julkaista tapahtuman heti tai ajastaa sen tulemaan julkiseksi myöhemmin tulevaisuudessa.
fr_fr: Un événement peut être publiée immédiatement ou vous pouvez le programmer pour qu'il soit publié à une date ultérieure dans l'avenir.
tr_tr: Bir etkinlik hemen yayınlanabilir veya gelecekte daha ileri bir tarihte yayınlanmak üzere planlayabilirsiniz.

source: Language
de_de: Sprache
fi: Kieli
tr_tr: Dil

source: Test Card Type
de_de: Test-Kartentyp
fi: Testikortin tyyppi
fr_fr: Type de carte de test
tr_tr: Test Kart Tipi

source: Attendees
de_de: Teilnehmer
fi: Osallistujat
fr_fr: visiteurs
tr_tr: Katılımcılar

source: Width
de_de: Breite
fi: Leveys
tr_tr: Genişlik

source: Test Card Numbers
de_de: Test-Kartennummern
fi: Testikortin numerot
fr_fr: numéros de carte de test
tr_tr: Test Kart Numaraları

source: Testing Result Code Responses
de_de: Die Ergebniscode-Antworten des Testens
fi: Testituloksen koodivasteet
fr_fr: Test réponses du Code de résultat
tr_tr: Test Sonuç Kodlarının Yanıtları

source: Move to Trash
de_de: In Papierkorb verschieben
fi: Siirrä roskakoriin
fr_fr: Déplacer vers la Corbeille
tr_tr: Çöpe Taşı

source: Response
de_de: Antwort
fi: Vastaus
fr_fr: Réponse
tr_tr: Yanıt

source: Invalid amount
de_de: Ungültiger Betrag
fi: Virheellinen määrä
fr_fr: Montant non valide
tr_tr: Geçersiz tutar

source: Event Tags
fi: Tapahtuman tunnisteet
fr_fr: Mots clés de l'événement
tr_tr: Etkinlik Etiketleri

source: Question Text
de_de: Abfragetext
fi: Kysymyksen teksti
fr_fr: Texte de la question
tr_tr: Soru Metni

source: Template Customization
de_de: Vorlagenanpassung
fi: Sivupohjien muokkaus
fr_fr: Personnalisation modèle
tr_tr: Template Özelleştirme

source: Invalid transaction type
de_de: Ungültiger Transaktionstyp
fi: Virheellinen transaktiotyyppi
fr_fr: Invalid type de transaction
tr_tr: Geçersiz işlet türü

source: Contact Information
de_de: Kontaktinformationen
fi: Yhteystiedot
fr_fr: Informations de contact
tr_tr: İletişim Bilgileri

source: Field format error
de_de: Feldformat-Fehler
fi: Virhe kentän muotoilussa
fr_fr: Champ erreur de format
tr_tr: Alan biçimi hatası

source: Event Categories
de_de: Veranstaltungskategorien
fi: Tapahtumaluokat
fr_fr: Catégories de l'évènement
tr_tr: Etkinlik Kategorisi

source: Invalid expiry date
de_de: Ungültiges Ablaufdatum
fi: Virheellinen viimeinen voimassaolopäivä
fr_fr: Invalid date d'expiration
tr_tr: Son kullanma tarihi geçersiz

source: Company Logo
de_de: Unternehmenslogo
fi: Yrityksen logo
fr_fr: Logo de l'Entreprise
tr_tr: Şirket Logusu

source: CVV2 Mismatch
de_de: Kartenprüfcode stimmt nicht
fi: Virheellinen CVV2-koodi
tr_tr: CVV2 Uyuşmuyor

source: Event Title
de_de: Titel der Veranstaltung
fi: Tapahtuman otsikko
fr_fr: Titre de l'évènement
tr_tr: Etkinlik Başlığı

source: Declined
de_de: Abgelehnt
fi: Hylätty
fr_fr: Refusé
tr_tr: Reddedildi

source: Question Type
de_de: Abfragetyp
fi: Kysymystyyppi
fr_fr: Type de question
tr_tr: Soru Tipi

source: Invalid account number
de_de: Ungültige Kontonummer
fi: Virheellinen tilinumero
fr_fr: Numéro de compte incorrect
tr_tr: Geçersiz hesap numara

source: Event Description
de_de: Veranstaltungsbeschreibung
fi: Tapahtuman kuvaus
fr_fr: Description de l'évènement :
tr_tr: Etkinlik Açıklaması

source: Social Links
fi: Sosiaalisen median linkit
fr_fr: Liens sociaux
tr_tr: Sosyal Medya Linkleri

source: Required Question
de_de: Benötigte Abfrage
fi: Vaadittu kysymys
fr_fr: Requis question
tr_tr: Gerekli Soru

source: The rich text editor can be used to create a description for your event. Similar to WordPress pages and posts, you can upload images and customize your text by using the options on the toolbar.
de_de: Mit dem Rich-Text-Editor können Sie eine Beschreibung für Ihre Veranstaltung erstellen. Ähnlich wie bei WordPress-Seiten und -Beiträgen können Sie Bilder hochladen und Ihren Text mithilfe der Optionen in der Symbolleiste anpassen.
fi: Tekstieditoria voidaan käyttää tapahtuman kuvauksen luomiseen. Vastaavalla tavalla kuin WordPress-sivuilla ja -artikkeleissa, voit ladata kuvia ja muokata tekstiä käyttämällä työkalupalkin työkaluja.
fr_fr: L'éditeur de texte riche peut être utilisé pour créer une description de votre événement. Similaires aux pages et les messages WordPress, vous pouvez télécharger des images et de personnaliser votre texte en utilisant les options de la barre d'outils.
tr_tr: Zengin metin editörü, etkinliğiniz için bir açıklama oluşturmak için kullanılabilir. WordPress sayfalarına ve yazılarına benzer şekilde, araç çubuğundaki seçenekleri kullanarak görsel yükleyebilir ve metninizi özelleştirebilirsiniz.

source: on
de_de: An
fi: päälle
tr_tr: üzerinde

source: Venue Details
de_de: Details des Veranstaltungsortes
fi: Tapahtumapaikan tiedot
fr_fr: Détails du lieu
tr_tr: Mekan Detayları

source: Debug/Logging Options
de_de: Debug/Logging Optionen
fi: Virheenkorjaus- ja lokitietojen asetukset
fr_fr: Débogage / Options de Journalisation
tr_tr: Hata Ayıklama/Günlüğe Kaydetme Seçenekleri

source: Required Text
de_de: Erforderlicher Text
fi: Vaadittu teksti
fr_fr: Texte requis
tr_tr: Gerekli Metin

source: Enable Remote Logging
de_de: Remote Logging verwenden?
fi: Lokitietojen etäkirjaaminen käytössä
fr_fr: Activer la journalisation à distance
tr_tr: Uzaktan Günlüğünü Etkinleştir

source: Group Name
de_de: Gruppenname
fi: Ryhmä nimi
fr_fr: Nom du groupe
tr_tr: Gurup İsmi

source: This page allows you to create an event category.
de_de: Mit dieser Seite können Sie Veranstaltungskategorien erstellen.
fi: Tällä sivulla voit luoda tapahtumaluokan.
fr_fr: Cette page vous permet de créer une catégorie d'événement.
tr_tr: Bu sayfa bir etkinlik kategorisi oluşturmanızı sağlar.

source: Send debugging data to the remote URL below.
de_de: Debugging-Daten an die Remote-URL unten senden.
fi: Lähetä virheenkorjaustiedot alla olevaan URL-osoitteeseen.
fr_fr: Envoyer des données de débogage à l'URL à distance ci-dessous.
tr_tr: Hata ayıklama verilerini aşağıdaki uzak URL'ye gönderin.

source: Category Name
de_de: Kategorienname
fi: Luokan nimi
fr_fr: Nom de la catégorie
tr_tr: Kategori İsmi

source: Group Identifier
de_de: Gruppenkennzeichnung
fi: Ryhmätunniste
fr_fr: Identifiant du groupe
tr_tr: Grup Tanımlayıcısı

source: This is the name of the event category.
de_de: Dies ist der Name der Veranstaltungskategorie
fi: Tämä on tapahtumaluokan nimi.
fr_fr: Il s'agit du nom de la catégorie d'événements.
tr_tr: Etkinlik kategorisinin ismi.

source: Promote Event Espresso
de_de: Event Espresso bewerben
fi: Mainosta Event Espressoa
fr_fr: Promouvoir Event Espresso
tr_tr: Espresso Etkinliğini Tanıtın

source: Unique ID
de_de: Eindeutige ID
fi: Yksilöllinen tunnus
fr_fr: ID unique
tr_tr: Özgün ID

source: Group Description
de_de: Gruppenbeschreibung
fi: Ryhmän kuvaus
fr_fr: Description du groupe
tr_tr: Grup Açıklaması

source: This is the unique name for an event category.
de_de: Dies ist der eindeutige Name einer Veranstaltungskategorie.
fi: Tämä on tapahtumaluokan yksilöllinen nimi.
fr_fr: C'est le nom unique pour une catégorie d'événement.
tr_tr: Etkinlik kategorisinin özgün ismi.

source: Earn cash for promoting Event Espresso.
de_de: Verdienen Sie Geld für die Werbung für Event Espresso.
fi: Ansaitse rahaa mainostamalla Event Espressoa.
fr_fr: Gagnez de l'argent pour la promotion d'Event Espresso.
tr_tr: Event Espresso'yu tanıtarak para kazanın.

source: Type
de_de: Typ
fi: Tyyppi
tr_tr: Tip

source: Category Description
de_de: Kategoriebeschreibung
fi: Luokan kuvaus
fr_fr: Description de la catégorie
tr_tr: Kategori Açıklaması

source: Image URL
de_de: Bild-URL
fi: Kuvan URL
tr_tr: Resim URL

source: Used for your business/personal logo on the PayPal page
de_de: (Wird für das Business- oder persönliche Logo auf der PayPal Seite verwendet)
fi: Käytetään sinun tai yrityksesi logona PayPal-sivulla
fr_fr: Utilisé pour votre entreprise / logo personnalisé sur la page PayPal
tr_tr: PayPal sayfasında işletmenizin/kişisel logonuz için kullanılır

source: Use the Debugging Feature and the PayPal Sandbox
de_de: Verwende das Debugging-Feature und die PayPal-Sandbox
fi: Käytä virheentarkistus ominaisuutta ja PayPal hiekkalaatikkoa
fr_fr: Utilisez la fonction de mise au point et le test de PayPal
tr_tr: Hata Ayıklama Özelliğini ve PayPal Sandbox'ı Kullanın

source: Shipping Address Options
de_de: Optionen für Lieferadresse
fi: Postitusosoitteen vaihtoehdot
fr_fr: Options de l'adresse de livraison
tr_tr: Gönderi Adresi Seçenekleri

source: This page shows all event categories that have been created with Event Espresso.
de_de: Diese Seite zeigt alle Ereigniskategorien, die mit Event Espresso erstellt wurden.
fi: Tällä sivulla näytetään kaikki tapahtumaluokat, jotka on luotu Event Espressolla.
fr_fr: Cette page toutes les catégories d'événements qui ont été créés avec Event Espresso.
tr_tr: Bu sayfa Event Espresso ile oluşturulmuş tüm etkinlik kategorilerini gösterir.

source: Question Order
de_de: Abfragereihenfolge
fi: Kysymysjärjestys
fr_fr: L'ordre des questions
tr_tr: Soru Sırası

source: Save Country Details
de_de: Länderdetails speichern
fi: Tallenna valtion tiedot
fr_fr: Enregistrer
tr_tr: Ülke Detaylarını Kaydet

source: Critical Pages & Shortcodes
de_de: Kritische Seiten & Shortcodes
fi: Kriittiset sivut ja lyhytkoodit
fr_fr: Critique Pages & Shortcodes
tr_tr: Kritik Sayfalar & Kısa Kodlar

source: Bulk Actions
de_de: Stapel-Aktionen
fi: Massatoiminnot
fr_fr: Actions En vrac
tr_tr: Toplu İşlemler

source: Main Page
de_de: Hauptseite
fi: Pääsivu
fr_fr: Accueil
tr_tr: Ana Sayfa

source: Notify URL (processes payments)
de_de: Mitteilung URL (Führt Bezahlungen durch)
fi: Ilmoitus-URL (maksusuoritusten käsittelyyn)
fr_fr: Avertissez-URL (traite les paiements)
tr_tr: URL'yi bildir (ödemeleri işler)

source: search
de_de: Suche
fi: haku
tr_tr: arama

source: Event List
de_de: Veranstaltungsliste
fi: Tapahtumalista
fr_fr: Liste d'évènement
tr_tr: Etkinlik Listesi

source: advanced copy options
de_de: erweiterte Kopieroptionen
fi: kehittyneet kopiontivaihtoehdot
fr_fr: options de copie avancés
tr_tr: gelişmiş kopyalama ayarları

source: View
de_de: Ansicht
fi: Näytä
fr_fr: Voir
tr_tr: Göster

source: basic copy options
de_de: Zusätzliche Kopieroptionen
fi: perus kopiointivaihtoehdot
fr_fr: des options de copie de base
tr_tr: basit kopyalama ayarları

source: Code
fi: Koodi
tr_tr: Kod

source: Active
de_de: Aktiv
fi: Aktiivinen
fr_fr: Actif
tr_tr: Aktif

source: Important Notice:
de_de: Wichtiger Hinweis:
fi: Tärkeä huomio:
fr_fr: Information importante:
tr_tr: Önemli Not:

source: reCAPTCHA Information
de_de: reCAPTCHA Informationen
fi: reCAPTCHA tiedot
fr_fr: Informations reCAPTCHA
tr_tr: reCAPTCHA Bilgisi

source: Name
fi: Nimi
fr_fr: Nom
tr_tr: İsim

source: Assigned Tickets
de_de: zugewiesene Tickets
fi: Tähän liittyvät liput
fr_fr: Billets attribués
tr_tr: Atanmış Biletler

source: Discount Code
de_de: Rabattcodes
fi: Alennuskoodit
tr_tr: İndirim Kodu

source: Add New Ticket
de_de: Neues Ticket hinzufügen
fi: Lisää uusi lippu
fr_fr: Ajouter un nouveau billet
tr_tr: Yeni Bilet Ekle

source: Shortcode
fi: Lyhenne
tr_tr: Kısa kod

source: Do not use this if you are using the venue shortcodes in your event description.
de_de: Verwenden Sie dies nicht, wenn Sie die Shortcodes für den Veranstaltungsort in Ihrer Veranstaltungsbeschreibung verwenden.
fi: Älä käytä tätä, jos käytät tapahtumapaikan lyhytkoodeja tapahtumakuvauksessasi.
fr_fr: Ne pas utiliser si vous utilisez les shortcodes lieu dans votre description de l'événement.
tr_tr: Etkinlik açıklamanızda mekan kısa kodlarını kullanıyorsanız bunu kullanmayın.

source: System question! This field cannot be changed.
de_de: Systemfrage! Dieses Feld kann nicht verändert werden.
fi: Järjestelmäkysymys! Tätä kenttää ei voi muuttaa.
fr_fr: question du système! Ce champ ne peut être modifié.
tr_tr: Sistem sorusu! Bu alan değiştirilemez.

source: This category shortcode can be entered on a event page, WordPress page, or WordPress post.
de_de: Dieser Kategorie-Shortcode kann auf einer Eventseite, einer WordPress-Seite oder einem WordPress-Post eingegeben werden.
fi: Tämä luokan lyhytkoodi voidaan sisällyttää tapahtumasivulle, WordPress-sivulle tai WordPress-artikkeliin.
fr_fr: Cette catégorie shortcode peut être inscrite sur une page de l'événement, la page WordPress, ou post WordPress.
tr_tr: Bu kategori kısa kodu bir etkinlik sayfasına, WordPress sayfasına veya WordPress gönderisine girilebilir.

source: Your Event Espresso License Key
de_de: Ihr Event Espresso Lizenzschlüssel
fi: Event Espresso lisenssiavaimesi
fr_fr: Votre clé de licence Event Espresso
tr_tr: Event Espresso Lisans Anahtarınız

source: Answer Options
de_de: Angabeoptionen
fi: Kysymysasetukset
fr_fr: Options de réponse
tr_tr: Cevap Ayarları

source: Events
de_de: Veranstaltungen
fi: Tapahtumat
fr_fr: Evénements
tr_tr: Etkinlikler

source: Support License Key
de_de: Supportlizenzschlüssel
fi: Tukilisenssiavain
fr_fr: Clé de Licence de Soutien
tr_tr: Linsans Destek Anahtarı

source: Value
de_de: Wert
fi: Arvo
fr_fr: Montant
tr_tr: Değer

source: Ticket Details
fi: Lipun tiedot
fr_fr: Détails du billet
tr_tr: Bilet Deyatları

source: Views
de_de: Ansichten
fi: Katselukerrat
fr_fr: Vues
tr_tr: Görüntüleyenler

source: Add Another Answer Option
de_de: Weitere Angabeoption hinzufügen
fi: Lisää toinen vastausvaihtoehto
fr_fr: Ajouter une autre option de réponse
tr_tr: Başka Bir Yanıt Seçeneği Ekleyin

source: # Datetimes
de_de: # Daten
fi: Ajankohtien määrä
tr_tr: # Tarihler

source: Minimum Quantity
de_de: Minimale Anzahl:
fi: Minimimäärä
fr_fr: La quantité minimum
tr_tr: Minimum Miktar

source: All
de_de: Alle
fi: Kaikki
fr_fr: Tous
tr_tr: Hepsi

source: Required is set to optional, and this field is disabled, because the question is Admin-Only.
de_de: Erforderlich ist auf optional gesetzt, und dieses Feld ist deaktiviert, da die Frage nur für Administratoren bestimmt ist.
fi: "Vaadittu" on muutettu vapaaehtoiseksi ja kenttä on poistettu käytöstä, koska kysymys on vain ylläpidolle.
fr_fr: Requis est fixé à option, et ce champ est désactivé, parce que la question est Admin-seulement.
tr_tr: Gerekli seçeneği isteğe bağlı olarak ayarlanmıştır ve bu alan devre dışı bırakılmıştır, çünkü soru Yalnızca Yöneticiye Özeldir.

source: Maximum Quantity
de_de: Maximale Anzahl:
fi: Maksimimäärä
fr_fr: Quantité maximale
tr_tr: Maksimum Miktar

source: This is a free event, so no billing will occur.
de_de: Dies ist eine kostenlose Veranstaltung für die wir Ihnen nichts berechnen.
fi: Tämä on ilmainen tapahtuma, joten siitä ei laskuteta.
fr_fr: Cet évènement est gratuit, aucune facturation ne sera appliquée.
tr_tr: Ücretsiz etkinlik olduğu için fatura verilemez.

source: Required option field is no longer disabled because the question is not Admin-Only
de_de: Erforderliches Optionsfeld ist nicht mehr deaktiviert, da die Frage nicht nur für Administratoren bestimmt ist
fi: Vaadittu-kenttä on palautettu käyttöön, koska kysymys ei ole enää vain ylläpidolle.
fr_fr: Champ d'option nécessaire n'est plus invalide parce que la question n'est pas seulement Admin-
tr_tr: Soru Yalnızca Yöneticiye Özel olmadığı için zorunlu seçenek alanı artık devre dışı değil

source: Add Price Modifier
de_de: Preismodifikator hinzufügen
fi: Lisää hinnanmuokkain
fr_fr: Ajouter modificateur de prix
tr_tr: Fiyat Düzeltici Ekle

source: Steps
de_de: Schritte
fi: Vaiheet
fr_fr: Etapes
tr_tr: Adımlar

source: Default Settings
de_de: Standardeinstellungen
fi: Oletusasetukset
fr_fr: Réglages par défaut
tr_tr: Standart Ayarlar

source: Price Modifiers
de_de: Preis Modifikator
fi: Hinnanmuokkaimet
fr_fr: Prix ​​modificateurs (NE PAS MODIFIER CETTE RUBRIQUE)
tr_tr: Fiyat Düzelticiler

source: Customize the default settings for your events.
de_de: Passen Sie die Standardeinstellungen für Ihre Veranstaltungen an.
fi: Muokkaa tapahtumiesi oletusasetuksia.
fr_fr: Personnaliser les paramètres par défaut pour vos événements.
tr_tr: Etkinlikleriniz için varsayılan ayarları özelleştirin.

source: For this reason, a contact can be deleted only after all associated registrations have been removed. If we wanted to delete the individual in the example above, we would need to remove their registrations for Event A and Event B. The contact (individual) will then be automatically removed.
de_de: Aus diesem Grund kann ein Kontakt erst gelöscht werden, nachdem alle zugehörigen Anmeldungen entfernt wurden. Wenn wir die Person im obigen Beispiel löschen wollten, müssten wir ihre Anmeldungen für Veranstaltung A und Veranstaltung B entfernen. Der Kontakt (die Person) wird dann automatisch entfernt.
fi: Tästä syystä yhteystiedot voidaan poistaa vasta sen jälkeen, kun kaikki siihen liittyvät ilmoittautumiset on poistettu. Jos yllä olevassa esimerkissä oleva henkilö halutaan poistaa, tulee hänen ilmoittautumisensa Tapahtumaan A ja Tapahtumaan B poistaa. Yhtystiedot (henkilö) poistetaan tällöin automaattisesti.
fr_fr: Pour cette raison, un contact peut être supprimé uniquement après que tous les enregistrements associés ont été supprimés. Si nous voulions supprimer l'individu dans l'exemple ci-dessus, nous aurions besoin d'enlever leurs inscriptions pour l'événement A et l'événement B. Le contact (individuel) sera alors automatiquement supprimés.
tr_tr: Bu nedenle, bir kişi ancak ilişkili tüm kayıtlar kaldırıldıktan sonra silinebilir. Yukarıdaki örnekte yer alan kişiyi silmek istersek, Etkinlik A ve Etkinlik B için kayıtlarını kaldırmamız gerekir.

source: Price Type
de_de: Preistyp
fi: Hinnan tyyppi
fr_fr: Prix ​​Type
tr_tr: Fiyat Tipi

source: Phone number
de_de: Telefon:
fi: Puhelinnumero
tr_tr: Telefon numarası

source: Subtotal
de_de: Zwischensumme
fi: Välisumma
fr_fr: Sous-total
tr_tr: Alt Toplam

source: Zip:
de_de: Reißverschluss:
fi: Vetoketju:

source: html textarea
fi: html tekstialue

source: Normal
fi: Normaali

source: check-out
fi: lähtöselvitys

source: Datetime Check-ins #
fi: Päivämäärät Check-ins #

source: Event Espresso Check-ins Exporter
de_de: Ereignis Espresso Check-ins Exporter
fi: Tapahtuma Espresso Check-ins viejä

source: Event Espresso Transaction Exporter
de_de: Ereignis Espresso Transaktions-Exporter
fi: Tapahtuma Espresso Transaction Exporter

source: Event Espresso - Infusionsoft
de_de: Veranstaltung Espresso - Infusionsoft
fi: Tapahtuma Espresso - Infusionsoft

source: Test CVD/CVV/CVV2
fi: Testaa CVD/CVV/CVV2

source: Rsrvd
fi: Varattu

source: string (Fully\Qualified\ClassName)
de_de: string (Vollständig qualifizierter Klassenname)
fi: string (Täysin\Qualifioitu\LuokanNimi)

source: Merchant Gateway ID %s
de_de: Händler-Gateway-ID %s
fi: Kauppayhteyden tunnus %s
fr_fr: ID de la passerelle de commerçant %s

source: Merchant RegKey %s
de_de: Händler RegKey %s
fi: Kauppias RegKey %s

source: URL
fi: URL-osoite

source: CID (AmEx)
fi: CID-tarkistenumero (American Express)

source: HTML Textarea
fi: HTML-teksti

source: WP_User
de_de: WP_Benutzer
fi: WP-käyttäjä

source: WP_Users
de_de: WP_Benutzer
fi: WP-käyttäjät

source: CVV
fi: CVV-koodi
fr_fr: Code de sécurité de carte bancaire

source: lite-blue
de_de: hellblau
fi: vaaleansininen
fr_fr: Lite-bleu

source: Debit MasterCard
fi: MasterCard Debit
fr_fr: Débit MasterCard

source: Blog
fi: Blogit
fr_fr: Nouvelles

source: clueTip
de_de: hinweisTipp
fi: vihjeVinkki

source: Site
de_de: Website
fi: Sivusto

source: Site Meta
de_de: Website-Meta
fi: Sivuston Meta

source: Delete_Category
de_de: Kategorie löschen
fi: Poista_luokka

source: Tweet
fi: Twiittaa

source: NULL
fi: TYHJÄ

source: **DUPLICATE**
de_de: **DUPLIZIEREN**
fi: **MONISTA**

source: Clicking the taxable ticket toggle checkbox has enabled taxes for this ticket. What this means is that when a person purchases this ticket, the tax will be applied to all prices on this ticket. You can edit the existing tax price modifier that was setup in Event Espresso by going to %sDefault Pricing Admin Page%s (labelled "Pricing" in the Event Espresso Menu)
de_de: Durch Anklicken des Kontrollkästchens "Steuerpflichtiges Ticket" wurde die Steuer für dieses Ticket aktiviert. Das heißt, wenn eine Person dieses Ticket kauft, wird die Steuer auf alle Preise dieses Tickets angewendet. Sie können den bestehenden Steuerpreis-Modifikator, der in Event Espresso eingerichtet wurde, bearbeiten, indem Sie zur %sDefault Pricing Admin Page%s gehen (im Event Espresso-Menü mit "Pricing" bezeichnet)
fi: Verotettavan lipun valintaruudun napsauttaminen on aktivoinut tämän lipun verot. Tämä tarkoittaa sitä, että kun henkilö ostaa tämän lipun, veroa sovelletaan kaikkiin lipun hintoihin. Voit muokata olemassa olevaa verollista hinnanmuokkainta, joka on määritetty Event Espressossa, menemällä osoitteeseen %sDefault Pricing Admin Page%s (merkitty "Pricing" Event Espresson valikossa).
fr_fr: En cliquant sur le imposables case billet à bascule a permis taxes pour ce billet. Qu'est-ce que cela signifie, c'est que quand une personne achète ce billet, la taxe sera appliquée à tous les prix sur ce billet. Vous pouvez modifier le modificateur de prix hors taxe existante qui a été installé dans Event Espresso en allant %s par défaut Prix Page Admin %s (marqué "prix" dans le menu Event Espresso)

source: check-in
fi: lähtöselvitys
fr_fr: enregistrement

source: Check-In
fi: Sisäänkirjautuminen

source: FAQ
fi: UKK
