Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Registration(s) Pending Payment
de_de: Registrierungen erwarten Zahlung
fi: Maksusuoritusta odottavat ilmoittautumiset
fr_fr: Inscription(s) en attente
tr_tr: Ödeme Bekleyen Kayıt(lar)

source: The following registration(s) are awaiting payment for the following event(s).
de_de: Die folgende(n) Registrierung(en) warten auf eine Bezahlung der folgenden Veranstaltung(en).
fi: Seuraavat ilmoittautumiset odottavat maksusuoritusta.
fr_fr: Les règlements pour les inscriptions/manifestations suivantes sont manquants
tr_tr: Aşağıdaki etkinlik(ler) için aşağıdaki kayıt(lar) ödeme beklemektedir.

source: Your registration(s) are awaiting approval by the event manager. You will be notified when the status of your registration changes.
de_de: Ihre Registrierung wartet auf eine Bestätigung durch den Veranstaltungsmanager. Sie werden informiert, wenn sich der Status Ihrer Registrierung ändert.
fi: Ilmoittautumisesi odottaa hyväksyntää tapahtuman järjestäjältä. Saat ilmoituksen, kun ilmoittautumisesi tila muuttuu.
fr_fr: Vos inscriptions sont en attente de confirmation. Un email de confirmation vous sera envoyé prochainement.
tr_tr: Kayıt(lar)ınız etkinlik yöneticisi tarafından onaylanmayı beklemektedir. Kaydınızın durumu değiştiğinde size bilgi verilecektir.

source: Registrations were declined for the following events:
de_de: Die Registrierung für folgende Veranstaltungen wurde abgelehnt:
fi: Ilmoittautumisesti seuraaviin tapahtumiin hylättiin:
fr_fr: Les inscriptions suivantes n'ont pu être validées :
tr_tr: Aşağıdaki etkinlikler için kayıtlar reddedilmiştir:

source: Declined Registration Details
de_de: Abgelehnte Registrierungsdetails
fi: Hylättyjen ilmoittautumisten tiedot
fr_fr: Détail de l'inscription refusée
tr_tr: Reddedilen Kayıt Detayları

source: Registrations were cancelled for the following events.
de_de: Die Registrierung für folgende Veranstaltungen wird abgebrochen.
fi: Seuraavat ilmoittautumiset peruutettiin.
fr_fr: Les inscriptions suivantes ont été annulées :
tr_tr: Aşağıdaki etkinlikler için kayıtlar iptal edilmiştir.

source: %s Invoice for Transaction: %s
de_de: %s Rechnung für Transaktion: %s
fi: %s Lasku tilauksesta: %s
fr_fr: %s Facture de la transaction: %s
tr_tr: İşlem için %s Fatura: %s

source: Event Payment Reminder
de_de: Zahlungserinnerung für Veranstaltung
fi: Tapahtuman maksumuistutus
fr_fr: Rappel de règlement
tr_tr: Etkinlik Ödeme Hatırlatması

source: Registration(s) Require Approval
de_de: Registrierung(en) benötigen Genehmigung
fi: Hyväksynnän vaativat ilmoittautumiset
fr_fr: L'inscription(s) exige une approbation.
tr_tr: Onay Gerektiren Kayıt(lar)

source: The following registration(s) require your approval:
de_de: Die folgende(n) Registrierung(en) benötigen Ihre Genehmigung:
fi: Seuraavat ilmoittautumiset vaativat hyväksyntäsi:
fr_fr: Les inscriptions suivantes demandent votre validation :
tr_tr: Aşağıdaki kayıt(lar) için onayınız gerekmektedir:

source: Payment Method:
de_de: Bezahlmethode:
fi: Maksutapa:
fr_fr: Moyen de paiement :
tr_tr: Ödeme Yöntemi:

source: Ticket Name:
fi: Lipun nimi:
fr_fr: Billet :
tr_tr: Bilet adı:

source: Quantity Purchased:
de_de: Anzahl gekauft:
fi: Ostettu määrä:
fr_fr: Quantité achetée
tr_tr: Satın Alınan Miktar:

source: Cancelled Registration
de_de: Registrierung abgebrochen
fi: Peruutettu ilmoittautuminen
fr_fr: Enregistrement annulé
tr_tr: İptal Edilen Kayıt

source: We're just notifying you of a refund issued for the following transaction and tickets:
de_de: Wir informieren Sie über eine Erstattung die für folgende Transaktion und Tickets angewiesen wurde:
fi: Halusimme ilmoittaa, että seuraaviin tilauksiin on tehty hyvitys:
fr_fr: Nous vous informons d'un remboursement des billets suivants :
tr_tr: Aşağıdaki işlem ve biletler için yapılan para iadesini size bildiriyoruz:

source: Payment Reminder Notification
de_de: Mitteilung über Zahlungserinnerung
fi: Maksumuistutus
fr_fr: Rappel de règlement :
tr_tr: Ödeme Hatırlatma Bildirimi

source: We're just notifying you of a successful payment made for the following transaction and tickets:
de_de: Wir informieren Sie über eine erfolgreiche Bezahlung für die folgende Transaktion und Tickets:
fi: Halusimme ilmoittaa, että seuraavat tilaukset on maksettu onnistuneesti:
fr_fr: Nous vous informons que le règlement des billets suivants a été validé :
tr_tr: Aşağıdaki işlem ve biletler için başarılı bir ödeme yapıldığını size bildiriyoruz:

source: Your registration was declined for the following tickets:
de_de: Ihre Registrierung wurde für folgende Tickets abgelehnt:
fi: Seuraavia lippuja koskevat ilmoittautumisesi hylättiin:
fr_fr: L'enregistrement des billets suivants n'a pas abouti :
tr_tr: Kaydınız aşağıdaki biletler için reddedildi:

source: Shipping Surcharge
de_de: Versandkosten
fi: Toimituskulut
tr_tr: Nakliye Ek Ücreti

source: Sent via Millenium Falcon
de_de: Gesendet über Millenium Falcon
fi: Lähetetty Millenium Falconilla
tr_tr: Millenium Falcon aracılığıyla gönderildi

source: The invoice message type is triggered via a url on the thank you page and via at url generated by the [INVOICE_URL] or [INVOICE_LINK] shortcode.
de_de: Der Nachrichtentyp "Rechnung" wird über eine URL auf der Dankeseite und über eine durch den [INVOICE_URL] oder [INVOICE_LINK] Shortcode generierte URL ausgelöst.
fi: Laskun viestityyppi käynnistyy kiitos-sivun url-osoitteesta ja url-osoitteesta, joka luodaan [INVOICE_URL] tai [INVOICE_LINK] lyhytkoodilla.
fr_fr: Le type de message Facture est actionné via une URL sur la page de remerciement et via l'URL généré par le shortcode [INVOICE_URL] ou [INVOICE_LINK]
tr_tr: Fatura mesajı türü, teşekkür sayfasındaki bir url aracılığıyla ve [INVOICE_URL] veya [INVOICE_LINK] kısa kodu tarafından oluşturulan url aracılığıyla tetiklenir.

source: invoice
de_de: Rechnung
fi: lasku
fr_fr: facture
tr_tr: Fatura

source: invoices
de_de: Rechnungen
fi: laskut
fr_fr: factures
tr_tr: Faturalar

source: Recipient's are who will view the invoice.
de_de: Die Empfänger sind diejenigen, die die Rechnung einsehen werden.
fi: Vastaanottajat ovat laskun katsojia.
tr_tr: Alıcılar, faturayı görüntüleyecek olan kişilerdir.

source: Purchaser
de_de: Kunde
fi: Ostaja
fr_fr: Acheteur
tr_tr: Alıcı

source: This template goes to the person who conducted the transaction.
de_de: Diese Vorlage geht an die Person, die die Transaktion durchgeführt hat.
fi: Tämä pohja lähetetään henkilölle, joka suoritti tilauksen.
tr_tr: Bu şablon işlemi gerçekleştiren kişiye gider.

source: The receipt message type is triggered via a url on the thank you page and via at url generated by the [RECEIPT_URL] shortcode.
de_de: Der Quittungsnachrichtentyp wird über eine URL auf der Dankeseite und über eine vom [RECEIPT_URL] Shortcode generierte URL ausgelöst.
fi: Vastaanottoviestityyppi käynnistyy kiitos-sivun url-osoitteesta ja [RECEIPT_URL]-lyhytkoodin tuottamasta url-osoitteesta.
tr_tr: Makbuz mesajı türü, teşekkür sayfasındaki bir url aracılığıyla ve [RECEIPT_URL] kısa kodu tarafından oluşturulan url aracılığıyla tetiklenir.

source: receipt
de_de: Bestätigung
fi: kuitti
fr_fr: reçu
tr_tr: makbuz

source: receipts
de_de: Bestätigungen
fi: kuitit
fr_fr: reçus
tr_tr: makbuzlar

source: Recipient's are who will view the receipt.
de_de: Die Empfänger sind diejenigen, die den Beleg sehen werden.
fi: Vastaanottaja on se, joka näkee kuitin.
tr_tr: Alıcılar, makbuzu görüntüleyecek olan kişilerdir.

source: Expecting an array for the data sent to %s. Instead it was %s
de_de: Erwartet ein Array für die an %s gesendeten Daten. Stattdessen war es %s
fi: Odotetaan %s:lle lähetetyn datan olevan array. Sen sijaan se oli %s
tr_tr: %s'ye gönderilen veriler için bir dizi bekleniyordu. Bunun yerine %s

source: The timezone for the date and time
de_de: Die Zeitzone für das Datum und die Uhrzeit
fi: Päivän ja kellonajan aikavyöhyke
tr_tr: Tarih ve saat için saat dilimi

source: Line Item Shortcodes
de_de: Shortcodes für Positionen
fi: Rivikohtaiset lyhytkoodit
tr_tr: Satır Öğesi Kısa Kodları

source: All shortcodes specific to line items
de_de: Alle Shortcodes speziell für Positionen
fi: Kaikki lyhytkoodit, jotka koskevat rivikohteita
tr_tr: Satır öğelerine özel tüm kısa kodlar

source: Outputs the line item name.
de_de: Gibt den Namen der Belegposition aus.
fi: Tulostaa rivikohdan nimen.
tr_tr: Satır öğesi adını çıktı olarak verir.

source: Outputs a the description for the line item.
de_de: Gibt eine Beschreibung für die Position aus.
fi: Tuottaa rivin kuvauksen.
tr_tr: Satır öğesi için bir açıklama çıktısı verir.

source: Outputs the quantity for this line item.
de_de: Gibt die Menge für diese Position aus.
fi: Tulostaa tämän rivin nimikkeen määrän.
tr_tr: Bu satır öğesi için miktar çıktısı verir.

source: This will either output the unit price for a line item if its not a percent, or the percent of the line item (if it is percent).
de_de: Dies gibt entweder den Stückpreis für eine Position aus, wenn es sich nicht um einen Prozentwert handelt, oder den Prozentwert der Position (wenn es sich um einen Prozentwert handelt).
fi: Tämä tulostaa joko rivikohdan yksikköhinnan, jos se ei ole prosentti, tai rivikohdan prosenttiosuuden (jos se on prosentti).
tr_tr: Bu, yüzde değilse bir satır kalemi için birim fiyatı ya da satır kaleminin yüzdesini (yüzde ise) çıkaracaktır.

source: This outputs the line item total.
de_de: Dies gibt die Summe der Einzelposten aus.
fi: Tuloksena on rivin loppusumma.
tr_tr: Bu, satır kalemi toplamını verir.

source: This attribute type shortcode allows users to indicate what to output if a line item is taxable or not. One can use the key "symbol=" with the shortcode to indicate what they'd like to represent a taxable line item. So doing something like <code>[LINE_ITEM_TAXABLE_* symbol="*"]</code> means that when the line item is parsed, if it's taxable the "*" symbol will be returned. The default symbol if no attribute is included is the "*" symbol.
de_de: Mit diesem Shortcode vom Typ Attribut können Benutzer angeben, was ausgegeben werden soll, wenn eine Position steuerpflichtig ist oder nicht. Man kann den Schlüssel "symbol=" mit dem Shortcode verwenden, um anzugeben, was eine steuerpflichtige Position darstellen soll. Eine Eingabe wie <code>[LINE_ITEM_TAXABLE_* symbol="*"]</code> bedeutet, dass beim Parsen der Position das Symbol "*" zurückgegeben wird, wenn die Position steuerpflichtig ist. Das Standardsymbol, wenn kein Attribut enthalten ist, ist das "*"-Symbol.
fi: Tämän attribuuttityyppisen lyhytkoodin avulla käyttäjät voivat ilmoittaa, mitä tulostetaan, jos rivi on verollinen vai ei. Lyhytkoodin kanssa voidaan käyttää avainta "symbol=", jolla ilmoitetaan, mitä halutaan esittää veronalaisen rivin kohdalla. Esimerkiksi <code>[LINE_ITEM_TAXABLE_* symbol="*"]</code> tarkoittaa, että kun rivikohta analysoidaan, jos se on verollinen, "*"-symboli palautetaan. Oletussymboli, jos attribuuttia ei ole sisällytetty, on "*"-symboli.
tr_tr: Bu öznitelik tipi kısa kod, kullanıcıların bir satır öğesinin vergiye tabi olup olmadığını belirtmelerine olanak tanır. Vergiye tabi bir satır öğesini neyin temsil etmesini istediklerini belirtmek için kısa kodla birlikte "symbol=" anahtarı kullanılabilir. Yani <code>[LINE_ITEM_TAXABLE_* symbol="*"]</code> gibi bir şey yapmak, satır öğesi ayrıştırıldığında, vergiye tabi ise "*" sembolünün döndürüleceği anlamına gelir. Hiçbir özellik dahil edilmemişse varsayılan sembol "*" sembolüdür.

source: This gets parsed to the value for the excerpt field in the event or blank if there is no excerpt.
de_de: Dies wird in den Wert für das Feld "Auszug" im Ereignis geparst oder leer, wenn es keinen Auszug gibt.
fi: Tämä analysoidaan tapahtuman ote-kentän arvoksi tai tyhjäksi, jos ote puuttuu.
tr_tr: Bu, olaydaki alıntı alanının değerine ayrıştırılır veya alıntı yoksa boş bırakılır.

source: The description for the event venue
de_de: Die Beschreibung für den Veranstaltungsort
fi: Tapahtumapaikan kuvaus
tr_tr: Etkinlik mekanı için açıklama

source: This just outputs the venue address in a semantic address format.
de_de: Damit wird lediglich die Adresse des Veranstaltungsorts in einem semantischen Adressformat ausgegeben.
fi: Tämä antaa tapahtumapaikan osoitteen.
tr_tr: Bu sadece mekan adresini semantik bir adres biçiminde çıkarır.

source: Payment List Shortcodes
de_de: Zahlungslisten-Shortcodes
fi: Maksuluettelon lyhytkoodit
tr_tr: Ödeme Listesi Kısa Kodları

source: All shortcodes specific to payment lists
de_de: Alle Shortcodes speziell für Zahlungslisten
fi: Kaikki maksuluetteloihin liittyvät lyhytkoodit
tr_tr: Ödeme listelerine özel tüm kısa kodlar

source: Outputs a list of payment items. Note, this is a dynamic shortcode in that it accepts some attributes for setting certain defaults. Attributes that are available are:
de_de: Gibt eine Liste von Zahlungsposten aus. Beachten Sie, dass es sich hierbei um einen dynamischen Shortcode handelt, der einige Attribute zur Einstellung bestimmter Standardwerte akzeptiert. Folgende Attribute sind verfügbar:
fi: Tuottaa luettelon maksueristä. Huomaa, että tämä on dynaaminen lyhytkoodi, koska se hyväksyy joitakin määritteitä tiettyjen oletusarvojen asettamiseksi. Käytettävissä olevat attribuutit ovat:
tr_tr: Ödeme kalemlerinin bir listesini çıkarır. Bunun dinamik bir kısa kod olduğunu ve belirli varsayılanları ayarlamak için bazı nitelikleri kabul ettiğini unutmayın. Kullanılabilir öznitelikler şunlardır:

source: Indicate with this attribute what will be used if there are no payments present. Default is: "%sNo approved payments have been received.%s"
de_de: Geben Sie mit diesem Attribut an, was verwendet werden soll, wenn keine Zahlungen vorhanden sind. Standard ist: "%sEs sind keine genehmigten Zahlungen eingegangen.%s"
fi: Ilmoita tällä määritteellä, mitä käytetään, jos maksuja ei ole. Oletusarvo on: "%sEi hyväksyttyjä maksuja ole vastaanotettu.%s".
tr_tr: Bu öznitelik ile mevcut ödeme yoksa ne kullanılacağını belirtin. Varsayılan değer: "%sOnaylanmış ödeme alınmadı.%s"

source: The date the registration occured for the primary registration.
de_de: Das Datum, an dem die Registrierung für die Primärregistrierung erfolgt ist.
fi: Ensisijaisen rekisteröinnin rekisteröintipäivämäärä.
tr_tr: Birincil kayıt için kaydın gerçekleştiği tarih.

source: Line Item List Shortcodes
de_de: Einzelpostenliste Shortcodes
fi: Rivin kohdeluettelon lyhytkoodit
tr_tr: Satır Öğesi Listesi Kısa Kodları

source: All shortcodes specific to line item lists
de_de: Alle Shortcodes, die für Einzelpostenlisten spezifisch sind
fi: Kaikki lyhytkoodit, jotka koskevat rivinumeroluetteloita
tr_tr: Satır öğesi listelerine özel tüm kısa kodlar

source: Outputs a list of ticket line items.
de_de: Gibt eine Liste von Ticketpositionen aus.
fi: Tulostaa luettelon lippujen rivikohdista.
fr_fr: Affiche une liste des éléments de la rubrique billet.
tr_tr: Bilet satır öğelerinin bir listesini çıkarır.

source: Outputs a list of tax line items.
de_de: Gibt eine Liste von Steuerzeilen aus.
fi: Tulostaa luettelon verokohdista.
tr_tr: Vergi satır öğelerinin bir listesini çıkarır.

source: Outputs a list of additional line items (other charges or discounts)
de_de: Gibt eine Liste zusätzlicher Positionen aus (sonstige Gebühren oder Rabatte)
fi: Tuottaa luettelon lisäkohdista (muut maksut tai alennukset).
tr_tr: Ek satır öğelerinin (diğer ücretler veya indirimler) bir listesini çıkarır

source: Outputs a list of price modifier line items
de_de: Gibt eine Liste von Preisänderungspositionen aus
fi: Tuloksena on luettelo hinnanmuutosrivien kohdista.
tr_tr: Fiyat değiştirici satır öğelerinin bir listesini çıkarır

source: This is a special dynamic shortcode. After the "*", add the exact text of an existing question, and if there is an answer for that question for this recipient, then it will be output in place of this shortcode.
de_de: Dies ist ein spezieller dynamischer Shortcode. Fügen Sie nach dem "*" den genauen Text einer bestehenden Frage ein. Wenn es für diesen Empfänger eine Antwort auf diese Frage gibt, wird sie anstelle dieses Shortcodes ausgegeben.
fi: Tämä on erityinen dynaaminen lyhytkoodi. Lisää olemassa olevan kysymyksen tarkka teksti "*"-merkin jälkeen, ja jos vastaanottajalle on olemassa vastaus kyseiseen kysymykseen, se tulostetaan tämän lyhytkoodin tilalle.
tr_tr: Bu özel bir dinamik kısa koddur. "*" işaretinden sonra, mevcut bir sorunun tam metnini ekleyin ve bu alıcı için bu soruya yönelik bir yanıt varsa, bu kısa kodun yerine çıktısı alınacaktır.

source: VAT/Tax Number:
de_de: Umsatzsteuer ID:
fi: Y-tunnus:
fr_fr: Numéro de TVA
tr_tr: KDV/Vergi Numarası:

source: Messenger Shortcodes
tr_tr: Messenger Kısa Kodları

source: All shortcodes that are messenger specific.
de_de: Alle Shortcodes, die Messenger-spezifisch sind.
fi: Kaikki pikakoodit, jotka ovat messenger-kohtaisia.
tr_tr: Messenger'a özel tüm kısa kodlar.

source: This will return a link to view the template in a browser if the html messenger is active.
de_de: Wenn der Html-Messenger aktiv ist, wird ein Link zurückgegeben, über den die Vorlage in einem Browser angezeigt werden kann.
fi: Tämä palauttaa linkin, jonka avulla voit tarkastella mallia selaimessa, jos html messenger on aktiivinen.
tr_tr: Bu, html messenger etkinse şablonu bir tarayıcıda görüntülemek için bir bağlantı döndürecektir.

source: This will return a link to generate a pdf for the template if the pdf messenger is active.
de_de: Wenn der pdf messenger aktiv ist, wird ein Link zurückgegeben, über den eine PDF-Datei für die Vorlage erstellt werden kann.
fi: Tämä palauttaa linkin, jonka avulla voit luoda pdf-mallin, jos pdf messenger on aktiivinen.
tr_tr: Bu, pdf messenger etkinse şablon için bir pdf oluşturmak üzere bir bağlantı döndürecektir.

source: This will return html for a download pdf button trigger if the pdf messenger is active.
de_de: Dies gibt html für einen Download-PDF-Button zurück, wenn der PDF-Messenger aktiv ist.
fi: Tämä palauttaa html-tiedoston lataus-painikkeen laukaisemiseksi, jos pdf messenger on aktiivinen.
tr_tr: Bu, pdf messenger etkinse bir pdf indir düğmesi tetikleyicisi için html döndürür.

source: Be aware that the pdf messenger is inactive. This means that any pdf related shortcodes will parse to an empty string.
de_de: Beachten Sie, dass der pdf messenger inaktiv ist. Das bedeutet, dass alle pdf-bezogenen Shortcodes einen leeren String ausgeben.
fi: Huomaa, että pdf messenger ei ole aktiivinen. Tämä tarkoittaa, että kaikki pdf:ään liittyvät lyhytkoodit tulostavat tyhjän merkkijonon.
tr_tr: Pdf messenger'ın etkin olmadığını unutmayın. Bu, pdf ile ilgili tüm kısa kodların boş bir dizeye ayrıştırılacağı anlamına gelir.

source: Be aware that the html messenger is inactive. This means that any html related shortcodes will parse to an empty string.
de_de: Beachten Sie, dass der HTML-Messenger inaktiv ist. Das bedeutet, dass alle html-bezogenen Shortcodes als leere Zeichenfolge analysiert werden.
fi: Huomaa, että html-viestin ei ole aktiivinen. Tämä tarkoittaa, että kaikki html:ään liittyvät pikakoodit tulostavat tyhjän merkkijonon.
tr_tr: Html messenger'ın etkin olmadığını unutmayın. Bu, html ile ilgili tüm kısa kodların boş bir dizeye ayrıştırılacağı anlamına gelir.

source: Show HTML
de_de: HTML anzeigen
fi: Näytä HTML
tr_tr: HTML göster

source: This attribute based shortcode parses to show the number of uses the ticket has. The optional "schema" attribute can be used to indicate what schema is used when the uses is infinite. Options are:
de_de: Dieser attributbasierte Shortcode wird analysiert, um die Anzahl der Nutzungen des Tickets anzuzeigen. Das optionale Attribut "schema" kann verwendet werden, um anzugeben, welches Schema verwendet wird, wenn die Anzahl der Nutzungen unendlich ist. Optionen sind:
fi: Tämä attribuuttipohjainen lyhytkoodi näyttää lipun käyttökertojen määrän. Valinnaista "schema"-attribuuttia voidaan käyttää osoittamaan, mitä skeemaa käytetään, kun käyttötarkoituksia on ääretön määrä. Vaihtoehdot ovat:
tr_tr: Bu öznitelik tabanlı kısa kod, biletin sahip olduğu kullanım sayısını göstermek için ayrıştırılır. İsteğe bağlı "schema" özniteliği, kullanımlar sonsuz olduğunda hangi şemanın kullanıldığını belirtmek için kullanılabilir. Seçenekler şunlardır:

source: This returns the &infin; symbol.
de_de: Dies ergibt das Symbol &infin;.
fi: Tämä antaa &infin;-merkin.
tr_tr: Bu, &infin; sembolünü döndürür.

source: This returns the word, "Unlimited". This is also the default if the "schema" attribute is not used.
de_de: Dies gibt das Wort "Unbegrenzt" zurück. Dies ist auch die Standardeinstellung, wenn das Attribut "schema" nicht verwendet wird.
fi: Tämä palauttaa sanan "Unlimited". Tämä on myös oletusarvo, jos "schema"-attribuuttia ei käytetä.
tr_tr: Bu, "Unlimited" sözcüğünü döndürür. Bu aynı zamanda "schema" özniteliği kullanılmadığında varsayılandır.

source: You can put anything you want as a string instead and that will be used. So you could have the world "any" and whenever uses for a ticket is infinity, this shortcode will parse to "any".
de_de: Sie können stattdessen jede beliebige Zeichenkette eingeben, die dann verwendet wird. So könnten Sie die Welt "any" haben und immer, wenn für ein Ticket unendlich verwendet wird, wird dieser Shortcode in "any" umgewandelt.
fi: Voit laittaa sen sijaan mitä tahansa haluamasi merkkijonon, ja sitä käytetään. Voit siis antaa maailmalle "any" ja aina kun lipun käyttö on ääretön, tämä lyhytkoodi analysoi "any".
fr_fr: Vous pouvez mettre n'importe quoi comme une chaîne à la place et ce sera utilisé. Ainsi, vous pourriez avoir le mot "tous" et chaque fois que l'utilisation pour un ticket est l'infini, ce code court sera parser à "tous".
tr_tr: Bunun yerine istediğiniz herhangi bir şeyi dize olarak koyabilirsiniz ve bu kullanılacaktır. Böylece "any" dünyasına sahip olabilirsiniz ve bir bilet için kullanım sonsuz olduğunda, bu kısa kod "any" olarak ayrıştırılacaktır.

source: Payment Shortcodes
de_de: Zahlungs-Shortcodes
fi: Maksu Shortcodes
tr_tr: Ödeme Kısa Kodları

source: All shortcodes specific to payments.
de_de: Alle Shortcodes speziell für Zahlungen.
fi: Kaikki maksuja koskevat lyhytkoodit.
tr_tr: Ödemelere özel tüm kısa kodlar.

source: Outputs the date of the payment (using the default date format).
de_de: Gibt das Datum der Zahlung aus (unter Verwendung des Standard-Datumsformats).
fi: Tulostaa maksun päivämäärän (käyttäen oletuspäivämäärämuotoa).
tr_tr: Ödeme tarihini verir (varsayılan tarih biçimini kullanarak).

source: Outputs a the payment method.
de_de: Gibt die Zahlungsmethode aus.
fi: Tulostaa maksutavan.
tr_tr: Ödeme yöntemi çıktısı verir.

source: Outputs the payment amount (with currency symbol).
de_de: Gibt den Zahlungsbetrag (mit Währungssymbol) aus.
fi: Tulostaa maksun määrän (valuuttamerkillä).
tr_tr: Ödeme tutarını (para birimi sembolü ile) verir.

source: Outputs the gateway used for the payment.
de_de: Gibt das für die Zahlung verwendete Gateway aus.
fi: Tulostaa maksussa käytetyn yhdyskäytävän.
tr_tr: Ödeme için kullanılan ağ geçidini çıkarır.

source: Outputs the payment gateway response.
de_de: Gibt die Antwort des Zahlungsgateways aus.
fi: Tulostaa maksuportin vastauksen.
tr_tr: Ödeme ağ geçidi yanıtını çıktılar.

source: This will either be the gateway transaction ID, or the manual ID added with payment applied via the admin.
de_de: Dabei handelt es sich entweder um die Transaktions-ID des Gateways oder um die manuelle ID, die bei der Zahlung über den Administrator hinzugefügt wurde.
fi: Tämä on joko yhdyskäytävän tapahtumatunnus tai manuaalinen tunnus, joka on lisätty maksun yhteydessä ylläpidon kautta.
tr_tr: Bu ya ağ geçidi işlem kimliği ya da yönetici aracılığıyla uygulanan ödeme ile eklenen manuel kimlik olacaktır.

source: Purchase Order number (if present)
de_de: Bestellnummer (falls vorhanden)
fi: Ostotilauksen numero (jos on)
tr_tr: Satınalma Siparişi numarası (varsa)
