Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: You do not have permission to perform this action. Please contact your site administrator about getting the correct permissions.
de_de: Sie haben keine Berechtigung, diese Aktion durchzuführen. Bitte wenden Sie sich an Ihren Website-Administrator, um die richtigen Berechtigungen zu erhalten.
fi: Sinulla ei ole oikeuksia tähän. Ota yhteys sivuston ylläpitäjään saadaksesi oikeudet.
fr_fr: Vous n'êtes pas autorisé à effectuer cette action. Contactez votre administrateur de site pour obtenir les autorisations correctes.
tr_tr: Bu eylemi gerçekleştirmek için izniniz yok. Lütfen doğru izinleri almak için site yöneticinizle iletişime geçin.

source: The Ticket information could not be retrieved from the database. Please refresh the page and try again.
de_de: Die Ticketinformationen konnten nicht aus der Datenbank abgerufen werden. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.
fi: Lipun tietoja ei saatu noudettua tietokannasta. Päivitä sivu ja yritä uudelleen.
fr_fr: Les informations sur le ticket n'ont pas pu être extraites de la base de données. Veuillez actualiser la page et réessayer.
tr_tr: Bilet bilgileri veritabanından alınamadı. Lütfen sayfayı yenileyin ve tekrar deneyin.

source: Missing required instructions from scanner request. "_wpnonce" or "ee_scanner_action" is empty.
de_de: Erforderliche Anweisungen in der Scanneranforderung fehlen. "_wpnonce" oder "ee_scanner_action" ist leer.
fi: Skanneripyynnöstä puuttuvat tarvittavat ohjeet. "_wpnonce" tai "ee_scanner_action" on tyhjä.
fr_fr: Instructions manquantes à la demande du scanner. "_wpnonce" ou "ee_scanner_action" est vide.
tr_tr: Tarayıcı isteğinde gerekli talimatlar eksik. "_wpnonce" veya "ee_scanner_action" boş.

source: Invalid request. Missing a valid nonce in the request.
de_de: Ungültige Anfrage. Es fehlt eine gültige Nonce in der Anfrage.
fi: Virheellinen pyyntö. Pyynnöstä puuttuu kelvollinen nonce.
fr_fr: Requête invalide.
tr_tr: Geçersiz istek. İstekte geçerli bir nonce eksik.

source: We're sorry, but there are no available spaces left for this event. No additional attendees can be added.
de_de: Es tut uns leid, aber für diese Veranstaltung sind keine Plätze mehr frei. Es können keine weiteren Teilnehmer hinzugefügt werden.
fi: Tähän tapahtumaan ei valitettavasti ole vapaita paikkoja. Uusia osallistujia ei voida lisätä.
fr_fr: Nous sommes désolés, mais il n'y a plus d'espace disponible pour cet événement. Aucun participant supplémentaire ne peut être ajouté.
tr_tr: Üzgünüz, ancak bu etkinlik için boş yer kalmamıştır. Başka katılımcı eklenemez.

source: The incoming action on the scanner request (%s) is invalid. Please check the spelling and ensure there is a callback for handling that action defined.
de_de: Die eingehende Aktion der Scanner-Anfrage (%s) ist ungültig. Bitte überprüfen Sie die Schreibweise und stellen Sie sicher, dass ein Callback für die Behandlung dieser Aktion definiert ist.
fi: Skanneripyynnön (%s) saapuva toiminto on virheellinen. Tarkista oikeinkirjoitus ja varmista, että kyseisen toiminnon käsittelyyn on määritelty takaisinkutsu.
fr_fr: L'action entrante sur la demande de scanneur (%s) n'est pas valide. Vérifiez l'orthographe et assurez-vous qu'il existe un rappel pour la gestion de cette action définie.
tr_tr: Tarayıcı isteği (%s) üzerinde gelen eylem geçersiz. Lütfen yazımı kontrol edin ve bu eylemi işlemek için tanımlanmış bir geri arama olduğundan emin olun.

source: Missing required EVT_ID in the request for the retrieve_datetimes action.
de_de: Fehlende erforderliche EVT_ID in der Anfrage für die Aktion retrieve_datetimes.
fi: Retrieve_datetimes-toiminnon pyynnössä puuttuu vaadittu EVT_ID.
fr_fr: Il manque EVT_ID obligatoire dans la requête pour l'action retrieve_datetimes.
tr_tr: retrieve_datetimes eylemi için istekte gerekli EVT_ID eksik.

source: Has not been checked in yet.
de_de: Ist noch nicht eingecheckt worden.
fi: Ei ole kirjautunut vielä sisään.
fr_fr: N'a pas encore été vérifié.
tr_tr: Henüz giriş yapmadı.

source: Check In All Registrations
de_de: Alle Anmeldungen einchecken
fi: Kirjaa kaikki ilmoittautuneet sisään
fr_fr: Enregistrer toutes les inscriptions
tr_tr: Tüm Kayıtları Kontrol Edin

source: Last checked in on %s
de_de: Zuletzt eingecheckt am %s
fi: Viimeisin sisäänkirjaus %s
fr_fr: Dernière vérification %s
tr_tr: En son %s tarihinde kontrol edildi

source: Check Out
de_de: Auschecken
fi: Kirjaa ulos
tr_tr: Çıkış Yapın

source: Check Out All Registrations
de_de: Alle Anmeldungen überprüfen
fi: Kirjaa kaikki ilmoittautuneet ulos
fr_fr: Check-out pour toutes les inscriptions
tr_tr: Tüm Kayıtları Kontrol Edin

source: Last checked out on %s
de_de: Zuletzt ausgecheckt am %s
fi: Viimeisin uloskirjaus %s
fr_fr: Dernière vérification sur %s
tr_tr: En son %s tarihinde kontrol edildi

source: Check In All Registrations
de_de: Alle Anmeldungen einchecken
fi: Kirjaa kaikki ilmoittautuneet sisään
fr_fr: Tous les enregistrements
tr_tr: Tüm Kayıtları Kontrol Edin

source: Has access to datetime, but not approved.
de_de: Hat Zugriff auf datetime, aber nicht genehmigt.
fi: Pääsy datetimeen, mutta ei hyväksytty.
fr_fr: A accèder à datetime, mais non approuvé.
tr_tr: Tarih saatlerine erişimi vardır, ancak onaylanmamıştır.

source: Check In Anyways
de_de: Auf jeden Fall einchecken
fi: Kirjaa sisään tästä huolimatta
fr_fr: Arrivée
tr_tr: Yine de Giriş Yapın

source: Available space polling via ajax failed. Event not found.
de_de: Abfrage des verfügbaren Platzes über Ajax fehlgeschlagen. Ereignis nicht gefunden.
fi: Käytettävissä olevan tilan kysely ajaxin kautta epäonnistui. Tapahtumaa ei löydy.
tr_tr: Ajax aracılığıyla kullanılabilir alan yoklaması başarısız oldu. Olay bulunamadı.

source: Missing required registration url link code from the request.
de_de: Der erforderliche Link-Code für die Registrierungsurl fehlt in der Anfrage.
fi: Pyynnöstä puuttuu vaadittu rekisteröintilinkkikoodi.
tr_tr: Talepten gerekli kayıt url bağlantı kodu eksik.

source: Available space polling via ajax failed. No event id.
de_de: Abfrage des verfügbaren Platzes über Ajax fehlgeschlagen. Keine Ereignis-ID.
fi: Käytettävissä olevan tilan kysely ajaxin kautta epäonnistui. Ei tapahtuman tunnusta.
tr_tr: Ajax aracılığıyla kullanılabilir alan yoklaması başarısız oldu. Olay kimliği yok.

source: Missing required datetime ID from the request.
de_de: Die erforderliche Datetime-ID fehlt in der Anfrage.
fi: Pyynnöstä puuttui pakollinen ajankohdan ID.
tr_tr: İstekte gerekli tarih saat kimliği eksik.

source: Sorry, but the given registration code does not match a valid registration.
de_de: Es tut uns leid, aber der angegebene Registrierungscode stimmt nicht mit einer gültigen Registrierung überein.
fi: Valitettavasti annettu ilmoittautumiskoodi ei ole kelvollinen.
tr_tr: Üzgünüz, ancak verilen kayıt kodu geçerli bir kayıtla eşleşmiyor.

source: Mini Cart Title:
de_de: Mini Cart Titel:
fi: Minikorin nimi:
fr_fr: Titre du mini panier:
tr_tr: Mini Cart Başlık:

source: Sorry, but while the ticket is for a valid registration, this registration does not have access to the given datetime.
de_de: Es tut mir leid, aber obwohl das Ticket für eine gültige Registrierung ist, hat diese Registrierung keinen Zugang zu dem angegebenen Datum.
fi: Valitettavasti tällä ilmoittautumisella ei ole pääsyä tällä ajankohdalla, vaikka lippu muutoin on kelvollinen.
fr_fr: Ce billet est pour un enregistrement valide, mais cet enregistrement ne donne pas accès à cet événement.
tr_tr: Üzgünüz, ancak bilet geçerli bir kayıt için olsa da, bu kaydın verilen tarih saatine erişimi yok.

source: Mini Cart Template:
de_de: Mini Cart Vorlage:
fi: Minikorin malli:
fr_fr: Modèle du mini panier:
tr_tr: Mini Sepet Şablonu:

source: This registration has been checked in. %s
de_de: Diese Anmeldung wurde in geprüft. %s
fi: Tämä ilmoittautuminen on kirjattu sisään. %s
fr_fr: Cet enregistrement a été coché. à %s
tr_tr: Bu kayıt kontrol edilmiştir. %s

source: This registration has been checked out. %s
de_de: Diese Registrierung wurde ausgecheckt. %s
fi: Tämä ilmoittautuminen on kirjattu ulos. %s
fr_fr: Cet enregistrement a été vérifié. %s
tr_tr: Bu kayıt kontrol edildi. %s

source: All registrations in the group have been checked in.
de_de: Alle Anmeldungen in der Gruppe sind eingecheckt worden.
fi: Kaikki ryhmän ilmoittautuneet on kirjattu sisään.
fr_fr: Toutes les inscriptions dans le groupe ont été enregistrées.
tr_tr: Gruptaki tüm kayıtlar kontrol edilmiştir.

source: All registrations in the group have been checked out
de_de: Alle Registrierungen in der Gruppe sind ausgecheckt worden
fi: Kaikki ryhmän ilmoittautuneet on kirjattu ulos.
fr_fr: Toutes les inscriptions dans le groupe ont été vérifiées
tr_tr: Gruptaki tüm kayıtlar kontrol edilmiştir

source: This group registration has been checked in.
de_de: Diese Gruppenanmeldung wurde eingecheckt.
fi: Tämän ryhmän ilmoittautumiset on kirjattu sisään.
fr_fr: Cette inscription de groupe a été enregistrée.
tr_tr: Bu grup kaydı kontrol edilmiştir.

source: This group registration has been checked out
de_de: Diese Gruppenanmeldung wurde ausgecheckt
fi: Tämän ryhmän ilmoittautumiset on kirjattu ulos.
fr_fr: Cette inscription de groupe a été vérifiée
tr_tr: Bu grup kaydı kontrol edilmiştir

source: Barcode Scanning
de_de: Barcode-Scannen
fi: Viivakoodiskannaus
tr_tr: Barkod Tarama

source: Event Espresso Multi Event Registration could not be activated. Please ensure that Event Espresso version %s or higher is running
de_de: Event Espresso Multi Event Registration konnte nicht aktiviert werden. Bitte stellen Sie sicher, dass Event Espresso Version %s oder höher ausgeführt wird.
fi: Event Espresso Multi Event Registration -tapahtuman rekisteröintiä ei voitu aktivoida. Varmista, että Event Espresson versio %s tai uudempi on käytössä.
fr_fr: Event Espresso Multi Event Registration n'a pas pu être activée. Assurez-vous que la version Event Espresso %s ou plus est en cours d'exécution
tr_tr: Event Espresso Çoklu Etkinlik Kaydı etkinleştirilemedi. Lütfen Event Espresso'nun %s veya daha yüksek bir sürümünün çalıştığından emin olun

source: Barcode Scanner
fi: Viivakoodiskanneri
fr_fr: Scannez vos billets
tr_tr: Barkod Tarayıcı

source: %1$sView Registration Details%2$s
de_de: %1$sAnsicht der Registrierungsdetails%2$s
fi: %1$sNäytä ilmoittautumisen tiedot%2$s
fr_fr: %1$sVoir les détails de l'inscription%2$s
tr_tr: %1$sKayıt Ayrıntılarını Görüntüle%2$s

source: Return to Events List
de_de: Zurück zur Übersicht
fi: Palaa tapahtumalistaan
fr_fr: Retourner à la liste des événements
tr_tr: Etkinlik Listesine Dön

source: %1$sView Contact Details%2$s
de_de: %1$sKontaktdetails anzeigen%2$s
fi: %1$sNäytä yhteystiedot%2$s
fr_fr: %1$sVoir les détails du contact%2$s
tr_tr: %1$sİletişim Bilgilerini Görüntüle%2$s

source: Proceed to Registration
de_de: Weiter zur Anmeldung
fi: Jatka ilmoittautumiseen
fr_fr: Valider votre commande
tr_tr: Kayıt İşlemine Geçin

source: View Answers
de_de: Antworten anzeigen
fi: Näytä vastaukset
fr_fr: Afficher les réponses
tr_tr: Yanıtları Görüntüle

source: View Group (%d)
de_de: Gruppe anzeigen (%d)
fi: Näytä ryhmä (%d)
fr_fr: Afficher Groupe (%d)
tr_tr: Grubu Görüntüle (%d)

source: Owing:
de_de: Verdanken:
fi: Velkaa:
fr_fr: Dû:
tr_tr: Borçluyum:

source: Reg Status:
fi: Ilmoittautumisen tila:
tr_tr: Kayıt durumu:

source: A change has been detected to your Event Espresso plugin or addons. Blogs on your network may require migration. %1$sClick here to check%2$s
de_de: Es wurde eine Änderung an Ihrem Event-Espresso-Plugin oder Addons festgestellt. Blogs in Ihrem Netzwerk müssen möglicherweise migriert werden. %1$sKlicken Sie hier zur Überprüfung%2$s
fi: Event Espresso -lisäosassa tai lisäosissa on havaittu muutos. Verkkosi blogit saattavat vaatia siirtymistä. %1$sKlikkaa tästä tarkistaaksesi%2$s
tr_tr: Event Espresso eklentinizde veya eklentilerinizde bir değişiklik tespit edildi. Ağınızdaki blogların taşınması gerekebilir. %1$sKontrol etmek için buraya tıklayın%2$s

source: Registration Form Answers:
de_de: Antworten aus dem Anmeldeformular
fi: Ilmoittautumislomakkeen vastaukset:
fr_fr: Formulaire d'inscription Réponses:
tr_tr: Kayıt Formu Cevapları:

source: Your main site's Event Espresso data is out of date %1$sand needs to be migrated.%2$s After doing this, you should check that the other blogs on your network are up-to-date.
de_de: Die Event-Espresso-Daten Ihrer Hauptsite sind veraltet %1$sund müssen migriert werden.%2$s Nachdem Sie dies getan haben, sollten Sie überprüfen, ob die anderen Blogs in Ihrem Netzwerk auf dem neuesten Stand sind.
fi: Pääsivustosi Event Espresso-tiedot ovat vanhentuneet %1$sja ne on siirrettävä.%2$s Tämän jälkeen sinun on tarkistettava, että muut verkostosi blogit ovat ajan tasalla.
fr_fr: Les données Event Espresso de votre site principal sont périmées %1$ set doivent être migrées.%2$s Après la migration, vérifiez que les autres blogs de votre réseau sont à jour.
tr_tr: Ana sitenizin Event Espresso verileri %1$s güncel değil ve taşınması gerekiyor.%2$s Bunu yaptıktan sonra, ağınızdaki diğer blogların güncel olup olmadığını kontrol etmelisiniz.

source: Other people in this group:
de_de: Andere Personen in dieser Gruppe:
fi: Muut henkilöt tässä ryhmässä:
fr_fr: Autres personnes dans ce groupe:
tr_tr: Bu gruptaki diğer insanlar:

source: Your event site is in the process of being updated and is currently in maintainance mode. It has been bumped to the front of the queue and you should be able to have full access again in about 5 minutes.
de_de: Ihre Veranstaltungsseite wird gerade aktualisiert und befindet sich im Wartungsmodus. Sie wurde an die erste Stelle der Warteschlange verschoben und Sie sollten in etwa 5 Minuten wieder vollen Zugriff haben.
fi: Tapahtumasivustoasi päivitetään parhaillaan, ja se on tällä hetkellä ylläpitotilassa. Se on siirretty jonon etupäähän, ja sinulla pitäisi olla täysi käyttöoikeus taas noin 5 minuutin kuluttua.
fr_fr: Votre site d'événements est en cours de mise à jour et est actuellement en mode maintenance. Il a été placé à l'avant de la file d'attente et vous devriez être en mesure d'avoir un accès complet à nouveau en environ 5 minutes.
tr_tr: Etkinlik siteniz güncellenme sürecindedir ve şu anda bakım modundadır. Sıranın en önüne alınmıştır ve yaklaşık 5 dakika içinde tekrar tam erişime sahip olmanız gerekir.

source: Check Out
de_de: Auschecken
fi: Kirjaa ulos
fr_fr: Paiement
tr_tr: Çıkış Yapın

source: Event Espresso Status
de_de: Ereignis Espresso Status
fi: Event Espresson tila
tr_tr: Etkinlik Espresso Durumu

source: Choose Event
de_de: Veranstaltung auswählen
fi: Valitse tapahtuma
fr_fr: Choisir l'événement
tr_tr: Etkinlik Seçin

source: %1$sSkipping migration of %2$s%3$s
de_de: %1$sSkipping Migration von %2$s%3$s
tr_tr: %1$s%2$s%3$s'in göçünün atlanması

source: Choose Date-time
de_de: Datum und Uhrzeit wählen
fi: Valitse ajankohta
fr_fr: Choisir la date et l'heure
tr_tr: Tarih-saat seçin

source: Multisite Migration Error migrating %s
de_de: Multisite-Migration Fehler bei der Migration von %s
fi: Multisite-siirtyminen Virhe siirtymässä %s
tr_tr: Çoklu Site Geçişi %s'yi geçirirken hata oluştu

source: Scan
de_de: Scannen
fi: Skannaa
tr_tr: Tarama

source: The blog at %s had a fatal error while migrating. Here is their migration history: %s
de_de: Der Blog unter %s hatte einen fatalen Fehler während der Migration. Hier ist der Verlauf der Migration: %s
fi: Blogissa osoitteessa %s tapahtui kohtalokas virhe siirron aikana. Tässä on niiden siirtymähistoria: %s
tr_tr: %s adresindeki blog geçiş sırasında ölümcül bir hata aldı. İşte geçiş geçmişleri: %s

source: Scan or enter barcode here.
de_de: Barcode hier einscannen oder eingeben.
fi: Skannaa tai kirjoita (viiva)koodi tähän.
fr_fr: Scannez ou entrez le code barres ici.
tr_tr: Barkodu buraya tarayın veya girin.

source: %1$sFinished migrating %2$s%3$s
de_de: %1$sFertige Migration %2$s%3$s
fi: %1$sSiirtäminen lopetettu %2$s%3$s
fr_fr: %1$sMigration terminée %2$s%3$s
tr_tr: %1$sGeçiş tamamlandı %2$s%3$s

source: Go
de_de: Weiter
fi: Mene
tr_tr: Git

source: All blogs up-to-date
de_de: Alle Blogs auf dem neuesten Stand
fi: Kaikki blogit ajantasalla
tr_tr: Tüm bloglar güncel

source: Click to select a category:
de_de: Klicken Sie auf , um eine Kategorie auszuwählen:
fi: Paina valitaksesi luokka:
fr_fr: Cliquez pour sélectionner une catégorie:
tr_tr: Bir kategori seçmek için tıklayın:

source: Unable to determine current blog
de_de: Aktuellen Blog nicht ermitteln können
fi: Nykyistä blogia ei pystytä määrittämään
fr_fr: Impossible de déterminer le blog en cours
tr_tr: Geçerli blog belirlenemiyor

source: Select a Category
de_de: Wählen Sie eine Kategorie
fi: Valitse luokka
fr_fr: Choisir une catégorie
tr_tr: Bir Kategori Seçin

source: Error finding current script to migrate
de_de: Fehler bei der Suche nach dem zu migrierenden Skript
fi: Virhe nykyisen siirrettävän komentosarjan löytämisessä
fr_fr: Erreur lors de la recherche du script en cours de migration
tr_tr: Taşınacak geçerli komut dosyası bulunurken hata oluştu

source: Datetime data for datetime with ID %d has no associated event!
de_de: Datetime-Daten für Datetime mit ID %d haben kein zugehöriges Ereignis!
fi: Datetime-tietoihin datetime ID:llä %d ei liity tapahtumaa!
fr_fr: Les données de date et de heure de la date et de l'ID %d n'ont aucun événement associé!
tr_tr: Kimliği %d olan datetime için datetime verisinin ilişkili bir olayı yok!

source: Event Time:
de_de: Zeit der Veranstaltung:
fi: Tapahtuma-aika:
fr_fr: Horaires de l'événement:
tr_tr: Etkinlik zamanı:

source: Are you sure you want to reset ALL your Event Espresso Multisite Information? This cannot be undone.
de_de: Sind Sie sicher, dass Sie ALLE Ihre Event Espresso Multisite-Informationen zurücksetzen wollen? Dies kann nicht rückgängig gemacht werden.
fi: Oletko varma, että haluat nollata KAIKKI Event Espresso Multisite -tietosi? Tätä ei voi peruuttaa.
tr_tr: TÜM Event Espresso Multisite Bilgilerinizi sıfırlamak istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Available Spaces: unlimited
de_de: Freie Plätze: unbegrenzt
fi: Vapaita paikkoja: ei rajoitettu
tr_tr: Mevcut Alanlar: sınırsız

source: Assessment Complete
de_de: Bewertung abgeschlossen
fi: Arviointi valmis
fr_fr: Évaluation complète
tr_tr: Değerlendirme Tamamlandı

source: Registrations / Spaces:
de_de: Anmeldungen/Räume:
fi: Ilmoittautumisia / paikkoja:
tr_tr: Kayıtlar / Alanlar:

source: Network requires migration
de_de: Netzwerk erfordert Migration
fi: Verkko vaatii siirtymistä
tr_tr: Ağın taşınması gerekiyor

source: Registration Closed
de_de: Registrierung geschlossen
fi: Ilmoittautuminen suljettu
fr_fr: Inscription fermée
tr_tr: Kayıtlar Kapandı

source: No migrations are required
de_de: Es sind keine Migrationen erforderlich
fi: Siirtymiä ei tarvita
fr_fr: Aucune migration n'est requise
tr_tr: Taşıma işlemi gerekmez

source: Event Espresso Calendar Widget
de_de: Ereignis Espresso Kalender Widget
fi: Tapahtuma Espresso kalenteri Widget
tr_tr: Etkinlik Espresso Takvim Widget'ı

source: An error occurred communicating with the server. Please contact support. An email report should have been sent to your network admin
de_de: Bei der Kommunikation mit dem Server ist ein Fehler aufgetreten. Bitte kontaktieren Sie den Support. Ein E-Mail-Bericht sollte an Ihren Netzwerkadministrator gesendet worden sein
fi: Palvelinyhteydessä tapahtui virhe. Ota yhteys tukeen. Verkkosi ylläpitäjälle pitäisi olla lähtenyt sähköpostitse virheraportti
tr_tr: Sunucu ile iletişim kurarken bir hata oluştu. Lütfen destek ekibiyle iletişime geçin. Ağ yöneticinize bir e-posta raporu gönderilmiş olmalıdır

source: Displays the Espresso Calendar in a widget.
de_de: Zeigt den Espresso-Kalender in einem Widget an.
fi: Näyttää Espresson kalenterin widgetissä.
tr_tr: Espresso Takvimini bir widget içinde görüntüler.

source: All done migrating network
de_de: Migration des Netzwerks abgeschlossen
fi: Kaikki valmis siirtyminen verkon
tr_tr: Tüm ağ geçişleri tamamlandı

source: Single Category Name (optional)
de_de: Name der einzelnen Kategorie (optional)
fi: Yksittäisen luokan nimi (valinnainen)
tr_tr: Tek Kategori Adı (isteğe bağlı)

source: General error running multisite migration. Last ran blog was: %s
de_de: Allgemeiner Fehler bei der Multisite-Migration. Der zuletzt geführte Blog war: %s
fi: Yleinen virhe monisivuston siirtymisen suorittamisessa. Viimeksi ajettu blogi oli: %s
tr_tr: Çoklu site geçişi çalıştırılırken genel hata. Son çalıştırılan blog: %s

source: Enter the Category Slug from the %sEvent Categories%s page
de_de: Geben Sie den Kategorie-Slug auf der Seite %sEvent Categories%s ein
fi: Syötä Category Slug %sEvent Categories%s -sivulta.
tr_tr: Kategori Slug'ını %sEvent Categories%s sayfasından girin

source: Did not receive proper JSON response while running multisite migration. This was the response: '%1$s' while migrating blog %2$s (ID %3$d). The last ran migration script had data: %4$s
de_de: Ich habe während der Multisite-Migration keine korrekte JSON-Antwort erhalten. Dies war die Antwort: '%1$s' bei der Migration von Blog %2$s (ID %3$d). Das zuletzt ausgeführte Migrationsskript hatte folgende Daten: %4$s
fi: Ei saanut oikeaa JSON-vastausta monisivuston siirtymisen aikana. Tämä oli vastaus: '%1$s' blogia %2$s (ID %3$d) siirrettäessä. Viimeksi suoritetussa siirtosarjassa oli tiedot: %4$s
tr_tr: Çoklu site geçişi çalıştırılırken uygun JSON yanıtı alınmadı. Yanıt bu şekildeydi: %2$s blogunu (ID %3$d) taşırken '%1$s'. Son çalıştırılan geçiş betiğinde veriler vardı: %4$s

source: Are you sure you want to reset ALL your Event Espresso Calendar Information? This cannot be undone.
de_de: Sind Sie sicher, dass Sie ALLE Ihre Event Espresso Kalenderinformationen zurücksetzen wollen? Dies kann nicht rückgängig gemacht werden.
fi: Haluatko varmasti nollata KAIKKI Event Espresson kalenteritiedot? Tätä ei voi peruuttaa.
tr_tr: TÜM Event Espresso Takvim Bilgilerinizi sıfırlamak istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Could not sanitize input '%s' because it has no entry in our sanitization methods array
de_de: Die Eingabe '%s' konnte nicht bereinigt werden, da sie keinen Eintrag in unserem Array der Bereinigungsmethoden hat
fi: Syötettä '%s' ei voitu puhdistaa, koska sillä ei ole merkintää puhdistusmenetelmämäärityksessämme
tr_tr: '%s' girdisi sanitize edilemedi çünkü sanitizasyon yöntemleri dizimizde girdisi yok

source: Multisite Settings
de_de: Multisite-Einstellungen
fi: Multisivuston asetukset
tr_tr: Çoklu Site Ayarları

source: Calendar Colors
de_de: Kalender Farben
fi: Kalenterin värit
fr_fr: Calendrier couleurs
tr_tr: Takvim Renkleri

source: Reset Multisite Settings?
de_de: Multisite-Einstellungen zurücksetzen?
fi: Multisivuston asetusten nollaaminen?
tr_tr: Multisite Ayarlarını Sıfırla?

source: Formatting
de_de: Formatierung
fi: Muotoilut
fr_fr: Formatage
tr_tr: Biçimlendirme

source: Set to 'Yes' and then click 'Save' to confirm reset all basic and advanced Event Espresso Multisite settings to their plugin defaults.
de_de: Wählen Sie "Ja" und klicken Sie dann auf "Speichern", um zu bestätigen, dass alle grundlegenden und erweiterten Event Espresso Multisite-Einstellungen auf ihre Plugin-Standardwerte zurückgesetzt werden.
fi: Aseta 'Kyllä' ja napsauta sitten 'Tallenna' vahvistaaksesi kaikkien Event Espresso Multisite -ohjelman perus- ja lisäasetusten palauttamisen lisäosan oletusasetuksiin.
tr_tr: 'Evet' olarak ayarlayın ve ardından tüm temel ve gelişmiş Event Espresso Multisite ayarlarını eklenti varsayılanlarına sıfırlamayı onaylamak için 'Kaydet'e tıklayın.

source: Header Style Left
de_de: Kopfzeile Stil Links
fi: Otsikon tyyli Vasen
tr_tr: Üstbilgi Stili Sol
