Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: An unknown error has occurred during the GraphQL request and no data was found to return.
de_de: Während der GraphQL-Anfrage ist ein unbekannter Fehler aufgetreten und es wurden keine Daten zur Rückgabe gefunden.
fi: GraphQL-pyynnön aikana on tapahtunut tuntematon virhe, eikä palautettavia tietoja löytynyt.
tr_tr: GraphQL isteği sırasında bilinmeyen bir hata oluştu ve döndürülecek veri bulunamadı.

source: Invalid "ShowOnMenu" option of "%1$s" supplied. You must use one of the AdminMenuItem::DISPLAY_* constants.
de_de: Ungültige "ShowOnMenu"-Option von "%1$s" geliefert. Sie müssen eine der AdminMenuItem::DISPLAY_* Konstanten verwenden.
fi: Invalid "ShowOnMenu" -vaihtoehto "%1$s" toimitettu. Sinun on käytettävä jotain AdminMenuItem::DISPLAY_* -vakioista.
tr_tr: Geçersiz "ShowOnMenu" "%1$s" seçeneği sağlandı. AdminMenuItem::DISPLAY_* sabitlerinden birini kullanmalısınız.

source: Not Approved / Awaiting Review
de_de: Nicht genehmigt / zur Überprüfung anstehend
fi: Ei hyväksytty / Odottaa tarkistusta
tr_tr: Onaylanmadı / İnceleme Bekliyor

source: Set Font Size
de_de: Schriftgröße einstellen
fi: Kirjasinkoon asettaminen
tr_tr: Yazı Tipi Boyutunu Ayarla

source: Font Size %1$s
de_de: Schriftgröße %1$s
fi: Kirjasinkoko %1$s
tr_tr: Yazı Tipi Boyutu %1$s

source: increases or decreases the Event Espresso admin font size
de_de: vergrößert oder verkleinert die Schriftgröße des Event-Espresso-Administrators
fi: suurentaa tai pienentää Event Espresson ylläpidon fonttikokoa.
tr_tr: Event Espresso yönetici yazı tipi boyutunu artırır veya azaltır

source: A valid base price type could not be retrieved from the database.
de_de: Ein gültiger Basispreistyp konnte nicht aus der Datenbank abgerufen werden.
fi: Tietokannasta ei voitu hakea kelvollista perushintatyyppiä.
tr_tr: Veritabanından geçerli bir temel fiyat türü alınamadı.

source: No Events were found to delete.
de_de: Es wurden keine zu löschenden Ereignisse gefunden.
fi: Poistettavia tapahtumia ei löytynyt.
tr_tr: Silinecek Etkinlik bulunamadı.

source: New Feature
de_de: Neue Funktion
fi: Uusi ominaisuus
tr_tr: Yeni Özellik

source: Legacy Editor
tr_tr: Eski Editör

source: Executed when a registration is trashed.
de_de: Wird ausgeführt, wenn eine Registrierung gelöscht wird.
fi: Suoritetaan, kun rekisteröinti poistetaan.
tr_tr: Bir kayıt çöpe atıldığında yürütülür.

source: Executed when a trashed registration is restored.
de_de: Wird ausgeführt, wenn eine gelöschte Registrierung wiederhergestellt wird.
fi: Suoritetaan, kun hävitetty rekisteröinti palautetaan.
tr_tr: Çöpe atılan bir kayıt geri yüklendiğinde yürütülür.

source: Executed when the registration status is updated based on total paid.
de_de: Wird ausgeführt, wenn der Registrierungsstatus auf der Grundlage der bezahlten Summe aktualisiert wird.
fi: Suoritetaan, kun rekisteröinnin tila päivitetään maksetun summan perusteella.
tr_tr: Kayıt durumu toplam ödemeye göre güncellendiğinde yürütülür.

source: %1$s @ %2$s for %3$s
de_de: %1$s @ %2$s für %3$s
fi: %1$s @ %2$s varten %3$s
tr_tr: %3$s için %1$s @ %2$s

source: The supplied ticket visibility setting of "%1$s" is not valid. It needs to match one of the keys in the following array:%2$s %3$s
de_de: Die angegebene Ticket-Sichtbarkeitseinstellung "%1$s" ist nicht gültig. Sie muss mit einem der Schlüssel in folgendem Array übereinstimmen:%2$s %3$s
fi: Annettu lipun näkyvyysasetus "%1$s" ei ole voimassa. Sen on vastattava jotakin avainta seuraavassa sarjassa:%2$s %3$s
tr_tr: Verilen "%1$s" bilet görünürlük ayarı geçerli değil. Aşağıdaki dizideki anahtarlardan biriyle eşleşmesi gerekir:%2$s %3$s

source: Check-in ID
de_de: Check-in-Ausweis
fi: Sisäänkirjautumisen tunnus
tr_tr: Check-in Kimliği

source: Datetime Id
tr_tr: Tarih Saat Kimliği

source: Whether a person has checked in or checked out
de_de: ob eine Person ein- oder ausgecheckt hat
fi: Onko henkilö kirjautunut sisään vai ulos
tr_tr: Bir kişinin giriş yapıp yapmadığı veya çıkış yapıp yapmadığı

source: Registration Form UUID (universally unique identifier)
de_de: Registrierungsformular UUID (universell eindeutiger Bezeichner)
fi: Rekisteröintilomake UUID (universally unique identifier)
tr_tr: Kayıt Formu UUID (evrensel olarak benzersiz tanımlayıcı)

source: Form Element
de_de: Formular Element
fi: Lomake Elementti
tr_tr: Form Öğesi

source: Form Elements
de_de: Formular-Elemente
fi: Lomake-elementit
tr_tr: Form Öğeleri

source: Form Element UUID (universally unique identifier)
de_de: Formularelement UUID (universell eindeutiger Bezeichner)
fi: Lomake-elementin UUID (universaalisti yksilöivä tunniste)
tr_tr: Form Öğesi UUID (evrensel olarak benzersiz tanımlayıcı)

source: UUID of parent form section this form input belongs to.
de_de: UUID des übergeordneten Formularabschnitts, zu dem dieser Formulareingang gehört.
fi: Sen vanhemman lomakeosion UUID, johon tämä lomaketulo kuuluu.
tr_tr: Bu form girdisinin ait olduğu üst form bölümünün UUID'si.

source: Whether or not input is only displayed in the admin. If false, input will appear in public forms
de_de: Ob die Eingaben nur in der Verwaltung angezeigt werden oder nicht. Wenn false, werden Eingaben in öffentlichen Formularen angezeigt
fi: Näytetäänkö syöttö vain ylläpidossa vai ei. Jos false, syöttö näkyy julkisissa lomakkeissa
tr_tr: Girdinin yalnızca yöneticide görüntülenip görüntülenmeyeceği. Yanlışsa, girdi genel formlarda görünecektir

source: JSON string of HTML attributes such as class, max, min, placeholder, type, etc.
de_de: JSON-String mit HTML-Attributen wie class, max, min, placeholder, type usw.
fi: JSON-merkkijono HTML-attribuuteista, kuten class, max, min, placeholder, type jne.
tr_tr: Sınıf, maks, min, yer tutucu, tür vb. gibi HTML özniteliklerinin JSON dizesi.

source: JSON string of properties pertaining to any help text required for an input.
de_de: JSON-Zeichenfolge von Eigenschaften, die zu einem für eine Eingabe erforderlichen Hilfetext gehören.
fi: JSON-merkkijono ominaisuuksista, jotka liittyvät syötteeseen tarvittavaan ohjetekstiin.
tr_tr: Bir girdi için gereken herhangi bir yardım metnine ilişkin özelliklerin JSON dizesi.

source: JSON string of properties pertaining to an element's label.
de_de: JSON-Zeichenkette mit Eigenschaften, die sich auf die Beschriftung eines Elements beziehen.
fi: JSON-merkkijono elementin merkintään liittyvistä ominaisuuksista.
tr_tr: Bir öğenin etiketine ilişkin özelliklerin JSON dizesi.

source: Model and Fields name that this element maps to; ex: Attendee.email
de_de: Name des Modells und der Felder, denen dieses Element zugeordnet ist; z. B.: Teilnehmer.email
fi: Mallin ja kenttien nimi, jota tämä elementti vastaa; esim: Attendee.email.
tr_tr: Bu öğenin eşlendiği Model ve Alan adı; örn: Attendee.email

source: JSON string of options for ENUM type inputs like checkboxes, radio buttons, select inputs, etc.
de_de: JSON-String mit Optionen für ENUM-Eingaben wie Kontrollkästchen, Optionsfelder, Auswahleingaben usw.
fi: JSON-merkkijono ENUM-tyyppisten syötteiden, kuten valintaruutujen, valintapainikkeiden, valintatulojen jne. vaihtoehtojen kanssa.
tr_tr: Onay kutuları, radyo düğmeleri, seçme girişleri vb. gibi ENUM tipi girişler için seçeneklerin JSON dizesi.

source: Order in which form input appears in a form.
de_de: Reihenfolge, in der Formulareingaben in einem Formular erscheinen.
fi: Lomakkeen syöttöjärjestys lomakkeessa.
tr_tr: Form girdisinin bir formda görünme sırası.

source: properties pertaining to an input's required status and the validation text to display.
de_de: Eigenschaften, die sich auf den erforderlichen Status einer Eingabe und den anzuzeigenden Validierungstext beziehen.
fi: ominaisuudet, jotka liittyvät syötteen vaadittuun tilaan ja näytettävään validointitekstiin.
tr_tr: bir girdinin gerekli durumu ve görüntülenecek doğrulama metni ile ilgili özellikler.

source: Whether form element is active, archived, trashed, or used as a default on new forms. Values correspond to the %1$s class constants.
de_de: Ob das Formularelement aktiv, archiviert, gelöscht oder als Standard für neue Formulare verwendet wird. Die Werte entsprechen den %1$s-Klassenkonstanten.
fi: Onko lomake-elementti aktiivinen, arkistoitu, hävitetty vai käytetäänkö sitä oletuksena uusissa lomakkeissa. Arvot vastaavat luokan %1$s vakioita.
tr_tr: Form öğesinin etkin, arşivlenmiş, çöpe atılmış veya yeni formlarda varsayılan olarak kullanılmış olup olmadığı. Değerler %1$s sınıf sabitlerine karşılık gelir.

source: Form element type.
de_de: Typ des Formularelements.
fi: Lomake-elementin tyyppi.
tr_tr: Form öğesi türü.

source: ID of the WP User that created this form input.
de_de: ID des WP-Benutzers, der diese Formulareingabe erstellt hat.
fi: Tämän lomakkeen syötteen luoneen WP-käyttäjän ID.
tr_tr: Bu form girdisini oluşturan WP Kullanıcısının kimliği.

source: All Registrants
de_de: Alle Registranten
fi: Kaikki rekisteröijät
tr_tr: Tüm Kayıt Sahipleri

source: Primary Registrant Only
de_de: Nur primärer Registrant
fi: Vain ensisijainen rekisteröijä
tr_tr: Yalnızca Birincil Kayıt Sahibi

source: Purchasing Agent
de_de: Einkäufer
fi: Ostoasiamies
tr_tr: Satın Alma Temsilcisi

source: Additional Registrants
de_de: Zusätzliche Registranten
fi: Lisärekisteröijät
tr_tr: Ek Kayıt Sahipleri

source: Form Section
de_de: Formular Abschnitt
fi: Lomake-osio
tr_tr: Form Bölümü

source: Form Sections
de_de: Formular Abschnitte
fi: Lomakkeen osat
tr_tr: Form Bölümleri

source: Form Section UUID (universally unique identifier)
de_de: Formularabschnitt UUID (universell eindeutiger Bezeichner)
fi: Lomakeosio UUID (universaalisti yksilöivä tunniste)
tr_tr: Form Bölümü UUID (evrensel olarak benzersiz tanımlayıcı)

source: Form user type that this form section should be presented to. Values correspond to the %s constants.
de_de: Formularbenutzertyp, dem dieser Formularabschnitt präsentiert werden soll. Die Werte entsprechen den %s-Konstanten.
fi: Lomakkeen käyttäjätyyppi, jolle tämä lomakeosa esitetään. Arvot vastaavat %s-vakiota.
tr_tr: Bu form bölümünün sunulması gereken form kullanıcı türü. Değerler %s sabitlerine karşılık gelir.

source: JSON string of HTML attributes, such as class, to be applied to this form section's container.
de_de: JSON-String mit HTML-Attributen, wie z. B. class, die auf den Container dieses Formularabschnitts angewendet werden sollen.
fi: JSON-merkkijono HTML-attribuuteista, kuten luokasta, joita sovelletaan tämän lomakeosion säiliöön.
tr_tr: Bu form bölümünün kapsayıcısına uygulanacak sınıf gibi HTML niteliklerinin JSON dizesi.

source: UUID of parent form section that this one belongs to.
de_de: UUID des übergeordneten Formularabschnitts, zu dem dieser Abschnitt gehört.
fi: Sen vanhemman lomakeosion UUID, johon tämä lomake kuuluu.
tr_tr: Bunun ait olduğu üst form bölümünün UUID'si.

source: JSON string of properties pertaining to a form section's label.
de_de: JSON-Zeichenkette mit Eigenschaften, die sich auf die Beschriftung eines Formularabschnitts beziehen.
fi: JSON-merkkijono, joka sisältää lomakkeen osion etikettiin liittyviä ominaisuuksia.
tr_tr: Bir form bölümünün etiketine ilişkin özelliklerin JSON dizesi.

source: Order in which form section appears in a form.
de_de: Reihenfolge, in der ein Formularabschnitt in einem Formular erscheint.
fi: Lomakeosion esiintymisjärjestys lomakkeessa.
tr_tr: Form bölümünün bir formda görünme sırası.

source: The %1$s class file could not be located or is not readable due to file permissions. %3$s supplied path: %2$s
de_de: Die Klassendatei %1$s konnte nicht gefunden werden oder ist aufgrund von Dateiberechtigungen nicht lesbar. %3$s übergebener Pfad: %2$s
fi: Luokkatiedostoa %1$s ei löytynyt tai sitä ei voi lukea tiedostojen käyttöoikeuksien takia. %3$s toimitettu polku: %2$s
tr_tr: %1$s sınıf dosyası bulunamıyor veya dosya izinleri nedeniyle okunamıyor. %3$s sağlanan yol: %2$s

source: Executed when the registration status is updated during the registration process just prior to triggering notifications.
de_de: Wird ausgeführt, wenn der Registrierungsstatus während des Registrierungsvorgangs kurz vor der Auslösung von Benachrichtigungen aktualisiert wird.
fi: Suoritetaan, kun rekisteröinnin tila päivitetään rekisteröintiprosessin aikana juuri ennen ilmoitusten käynnistämistä.
tr_tr: Bildirimlerin tetiklenmesinden hemen önce kayıt işlemi sırasında kayıt durumu güncellendiğinde yürütülür.

source: Executed when the registration status is manually updated during the reg process.
de_de: Wird ausgeführt, wenn der Registrierungsstatus während des Registrierungsvorgangs manuell aktualisiert wird.
fi: Suoritetaan, kun rekisteröinnin tila päivitetään manuaalisesti reg-prosessin aikana.
tr_tr: Kayıt işlemi sırasında kayıt durumu manuel olarak güncellendiğinde yürütülür.

source: Executed when the registration status is updated to the default reg status during the registration process.
de_de: Wird ausgeführt, wenn der Registrierungsstatus während des Registrierungsvorgangs auf den Standard-Reg-Status aktualisiert wird.
fi: Suoritetaan, kun rekisteröintitila päivitetään oletusarvoiseksi reg-tilaksi rekisteröintiprosessin aikana.
tr_tr: Kayıt işlemi sırasında kayıt durumu varsayılan kayıt durumuna güncellendiğinde yürütülür.

source: Executed when the registration status is updated for events with a default reg status of RegStatus::APPROVED.
de_de: Wird ausgeführt, wenn der Registrierungsstatus für Ereignisse mit dem Standardregstatus "RegStatus::APPROVED" aktualisiert wird.
fi: Suoritetaan, kun rekisteröinnin tila päivitetään tapahtumille, joiden oletusarvo on RegStatus::APPROVED.
tr_tr: RegStatus::APPROVED varsayılan kayıt durumuna sahip olaylar için kayıt durumu güncellendiğinde yürütülür.

source: Executed when the registration status is updated to RegStatus::APPROVED when no monies are owing.
de_de: Wird ausgeführt, wenn der Registrierungsstatus auf RegStatus::APPROVED aktualisiert wird und keine Gebühren fällig sind.
fi: Suoritetaan, kun rekisteröinnin tila päivitetään arvoon RegStatus::APPROVED, kun maksuja ei ole jäljellä.
tr_tr: Herhangi bir para borcu olmadığında kayıt durumu RegStatus::APPROVED olarak güncellendiğinde yürütülür.

source: Event Venue Relations
de_de: Beziehungen zum Veranstaltungsort
fi: Tapahtumapaikkasuhteet
tr_tr: Etkinlik Mekanı İlişkileri

source: Data Update to Event Espresso 5.0.0
de_de: Datenaktualisierung auf Event Espresso 5.0.0
fi: Tietojen päivitys Event Espresso 5.0.0:aan
tr_tr: Event Espresso 5.0.0 için Veri Güncellemesi

source: Never Checked In
de_de: Nie eingecheckt
fi: Ei koskaan kirjautunut sisään
tr_tr: Hiç Giriş Yapmadım

source: Can Not Check-in
de_de: Kann nicht einchecken
fi: Ei voi kirjautua sisään
tr_tr: Check-in Yapamıyorum

source: This method has been deprecated and there is no replacement for it.
de_de: Diese Methode ist veraltet und es gibt keinen Ersatz dafür.
fi: Tämä menetelmä on poistettu käytöstä, eikä sille ole korvaavaa menetelmää.
tr_tr: Bu yöntem kullanımdan kaldırılmıştır ve yerine geçecek bir yöntem yoktur.

source: The supplied UUID "%1$s" is invalid or missing. Please use %2$s to generate a valid one.
de_de: Die angegebene UUID "%1$s" ist ungültig oder fehlt. Bitte verwenden Sie %2$s, um eine gültige zu erzeugen.
fi: Toimitettu UUID "%1$s" on virheellinen tai puuttuu. Käytä %2$s-tunnusta kelvollisen tunnuksen luomiseen.
tr_tr: Sağlanan UUID "%1$s" geçersiz veya eksik. Geçerli bir tane oluşturmak için lütfen %2$s kullanın.

source: Private
de_de: Privat
fi: Yksityinen
tr_tr: Özel

source: Password Protected
de_de: Passwortgeschützt
fi: Salasanalla suojattu
tr_tr: Şifre Korumalı

source: The %1$s model does not exist or can not be located. Please verify the spelling and whether it is loaded.
de_de: Das Modell %1$s existiert nicht oder kann nicht gefunden werden. Bitte überprüfen Sie die Schreibweise und ob es geladen ist.
fi: Mallia %1$s ei ole olemassa tai sitä ei löydy. Tarkista oikeinkirjoitus ja onko se ladattu.
tr_tr: %1$s modeli mevcut değil veya bulunamıyor. Lütfen yazımı ve yüklü olup olmadığını doğrulayın.

source: Upgrade to an %1$sEvent Espresso 4 support license%2$s to get access to dedicated support staff and premium features, such as a calendar, printable tickets and check-in capabilities, MailChimp integration, and more!
de_de: Mit einem Upgrade auf eine %1$sEvent Espresso 4-Supportlizenz%2$s erhalten Sie Zugang zu engagierten Support-Mitarbeitern und Premium-Funktionen wie einem Kalender, druckbaren Tickets und Check-in-Funktionen, MailChimp-Integration und mehr!
fi: Päivitä %1$sEvent Espresso 4 -tukilisenssiin%2$s, niin saat käyttöösi tukihenkilöstön ja premium-ominaisuudet, kuten kalenterin, tulostettavat liput ja sisäänkirjautumisominaisuudet, MailChimp-integraation ja paljon muuta!
tr_tr: Özel destek personeline ve takvim, yazdırılabilir biletler ve check-in özellikleri, MailChimp entegrasyonu gibi premium özelliklere erişmek için %1$sEvent Espresso 4 destek lisansına%2$s yükseltin!

source: manage events faster
de_de: Ereignisse schneller verwalten
fi: hallita tapahtumia nopeammin
tr_tr: etkinlikleri daha hızlı yönetin

source: Visit %1$sEvent Espresso%2$s for more details.
de_de: Besuchen Sie %1$sEvent Espresso%2$s für weitere Informationen.
fi: Lisätietoja saat osoitteesta %1$sEvent Espresso%2$s.
tr_tr: Daha fazla ayrıntı için %1$sEvent Espresso%2$s adresini ziyaret edin.

source: "%1$s" is an invalid schema type for the %2$s primary key.
de_de: "%1$s" ist ein ungültiger Schematyp für den Primärschlüssel %2$s.
fi: "%1$s" on virheellinen skeematyyppi ensisijaiselle avaimelle %2$s.
tr_tr: "%1$s", %2$s birincil anahtarı için geçersiz bir şema türüdür.

source: Missing or invalid %1$s entity with ID of "%2$s" returned from db.
de_de: Fehlende oder ungültige %1$s Entität mit ID "%2$s" von db zurückgegeben.
fi: Tietokannasta palautettu puuttuva tai virheellinen %1$s-kokonaisuus, jonka tunniste on "%2$s".
tr_tr: Db'den döndürülen "%2$s" kimliğine sahip eksik veya geçersiz %1$s varlığı.

source: You need to specify the name of the "delete column" on the %2$s model, in order to trash or restore an entity.
de_de: Sie müssen den Namen der "Löschspalte" im Modell %2$s angeben, um eine Entität zu löschen oder wiederherzustellen.
fi: Sinun on määritettävä %2$s-mallin "poistosarakkeen" nimi, jotta voit hävittää tai palauttaa olion.
tr_tr: Bir varlığı çöpe atmak veya geri yüklemek için %2$s modelindeki "silme sütununun" adını belirtmeniz gerekir.

source: The %1$s field does not exist on the %2$s model.
de_de: Das Feld %1$s existiert nicht im Modell %2$s.
fi: Kenttää %1$s ei ole olemassa mallissa %2$s.
tr_tr: %1$s alanı %2$s modelinde mevcut değildir.

source: Could not %1$s the %2$s because the following error occurred: %3$s
de_de: Konnte %1$s nicht die %2$s, weil der folgende Fehler aufgetreten ist: %3$s
fi: Ei voitu %1$s %2$s, koska tapahtui seuraava virhe: %3$s
tr_tr: Aşağıdaki hata oluştuğundan %1$s %2$s yapılamadı: %3$s

source: Could not %1$s the %2$s because an invalid ID was received.
de_de: Konnte nicht %1$s die %2$s, weil eine ungültige ID empfangen wurde.
fi: Ei voitu %1$s %2$s koska virheellinen tunnus vastaanotettiin.
tr_tr: Geçersiz bir kimlik alındığı için %1$s %2$s olamadı.

source: list table actions menu
de_de: Liste Tabelle Aktionen Menü
fi: luettelo taulukko toimenpiteet valikko
tr_tr: liste tablosu eylemler menüsü

source: Whether the event description should be shown on the events list page. If you choose "none" then the description will not be shown. If you choose "excerpt" then the short description will be shown. If you choose "full description" then the full description will be shown.
de_de: Ob die Beschreibung der Veranstaltung auf der Seite mit der Veranstaltungsliste angezeigt werden soll. Wenn Sie "keine" wählen, wird die Beschreibung nicht angezeigt. Wenn Sie "Auszug" wählen, wird die Kurzbeschreibung angezeigt. Wenn Sie "vollständige Beschreibung" wählen, wird die vollständige Beschreibung angezeigt.
fi: Näytetäänkö tapahtuman kuvaus tapahtumien luettelosivulla. Jos valitset "none", kuvausta ei näytetä. Jos valitset "excerpt", lyhyt kuvaus näytetään. Jos valitset "full description", koko kuvaus näytetään.
tr_tr: Etkinlik açıklamasının etkinlik listesi sayfasında gösterilip gösterilmeyeceği. "Hiçbiri" seçeneğini belirlerseniz açıklama gösterilmeyecektir. "Alıntı" seçeneğini belirlerseniz kısa açıklama gösterilir. "Tam açıklama" seçeneğini seçerseniz tam açıklama gösterilir.

source: Whether the ticket selector should be shown on the events list page.
de_de: Ob der Ticketselektor auf der Seite mit der Veranstaltungsliste angezeigt werden soll.
fi: Näytetäänkö lipunvalitsin tapahtumaluettelosivulla.
tr_tr: Bilet seçicinin etkinlik listesi sayfasında gösterilip gösterilmeyeceği.

source: Whether the date and time details should be shown on the events list page.
de_de: Ob die Datums- und Zeitangaben auf der Seite mit der Ereignisliste angezeigt werden sollen.
fi: Näytetäänkö päivämäärä ja kellonaika tapahtumien luettelosivulla.
tr_tr: Tarih ve saat ayrıntılarının etkinlik listesi sayfasında gösterilip gösterilmeyeceği.

source: Display Events With Expired Tickets
de_de: Ereignisse mit abgelaufenen Tickets anzeigen
fi: Näytä tapahtumat, joiden liput ovat vanhentuneet
tr_tr: Süresi Dolan Biletlerin Olduğu Etkinlikleri Göster

source: Whether events where ALL tickets are expired should be shown on the events list page.
de_de: Ob Veranstaltungen, bei denen ALLE Tickets abgelaufen sind, auf der Seite mit der Veranstaltungsliste angezeigt werden sollen.
fi: Pitäisikö tapahtumat, joiden KAIKKI liput ovat vanhentuneet, näyttää tapahtumaluettelosivulla.
tr_tr: TÜM biletlerin süresinin dolduğu etkinliklerin etkinlik listesi sayfasında gösterilip gösterilmeyeceği.

source: Selecting "Yes" will allow you to drag and drop the order of the Event Description, Date and Times, Ticket Selector, and Venue Information on the event archive page.
de_de: Wenn Sie "Ja" wählen, können Sie die Reihenfolge der Veranstaltungsbeschreibung, des Datums und der Zeiten, der Ticketauswahl und der Veranstaltungsortinformationen auf der Veranstaltungsarchivseite per Drag &amp; Drop ändern.
fi: Valitsemalla "Kyllä" voit vetää ja pudottaa tapahtuman kuvauksen, päivämäärän ja kellonajan, lipunvalitsimen ja tapahtumapaikan tietojen järjestystä tapahtuman arkistosivulla.
tr_tr: "Evet" seçeneğinin seçilmesi, etkinlik arşivi sayfasında Etkinlik Açıklaması, Tarih ve Saatler, Bilet Seçici ve Mekan Bilgileri sıralamasını sürükleyip bırakmanıza olanak tanır.

source: Selecting "Yes" will reset the Event List Settings to their default values.
de_de: Wenn Sie "Ja" wählen, werden die Einstellungen der Ereignisliste auf ihre Standardwerte zurückgesetzt.
fi: Valitsemalla "Kyllä" tapahtumaluettelon asetukset palautetaan oletusarvoihinsa.
tr_tr: "Evet" seçildiğinde Olay Listesi Ayarları varsayılan değerlerine sıfırlanır.

source: The following exception occurred while attempting to update the "%1$s" class for config section "%2$s->%3$s": %4$s
de_de: Beim Versuch, die Klasse "%1$s" für den Konfigurationsabschnitt "%2$s-&gt;%3$s" zu aktualisieren, ist die folgende Ausnahme aufgetreten: %4$s
fi: Seuraava poikkeus tapahtui, kun yritettiin päivittää luokkaa "%1$s" konfiguraatio-osioon "%2$s-&gt;%3$s": %4$s
tr_tr: "%2$s-&gt;%3$s" yapılandırma bölümü için "%1$s" sınıfı güncellenmeye çalışılırken aşağıdaki istisna oluştu: %4$s

source: Invalid Country ISO Code: %1$s
de_de: Ungültiger Länder-ISO-Code: %1$s
fi: Virheellinen maan ISO-koodi: %1$s
tr_tr: Geçersiz Ülke ISO Kodu: %1$s

source: An error has occurred:
de_de: Es ist ein Fehler aufgetreten:
fi: On tapahtunut virhe:
tr_tr: Bir hata oluştu:
