Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: This action is deprecated. It *may* work as an attempt to build in backwards compatibility. However, it is recommended to use one of the following new actions: %1$s"%3$s" found in "%2$s" %1$s"%4$s" found in "%2$s" %1$s"%5$s" found in "%2$s" %1$s"%6$s" found in "%2$s"
de_de: Diese Aktion ist veraltet. Sie *kann* funktionieren, um die Abwärtskompatibilität zu gewährleisten. Es wird jedoch empfohlen, eine der folgenden neuen Aktionen zu verwenden: %1$s"%3$s" gefunden in "%2$s" %1$s"%4$s" gefunden in "%2$s" %1$s"%5$s" gefunden in "%2$s" %1$s"%6$s" gefunden in "%2$s"
fi: Tämä toiminto on vanhentunut. Se *voi* toimia, koska sillä yritetään rakentaa taaksepäin yhteensopivuutta. On kuitenkin suositeltavaa käyttää jotakin seuraavista uusista toiminnoista: %1$s"%3$s" found in "%2$s" %1$s"%4$s" found in "%2$s" %1$s"%5$s" found in "%2$s" %1$s"%6$s" found in "%2$s".
tr_tr: Bu eylem kullanımdan kaldırılmıştır. Geriye dönük uyumluluk oluşturma girişimi olarak *çalışabilir*. Ancak, aşağıdaki yeni eylemlerden birinin kullanılması önerilir: %1$s"%3$s" found in "%2$s" %1$s"%4$s" found in "%2$s" %1$s"%5$s" found in "%2$s" %1$s"%6$s" found in "%2$s"

source: This action is deprecated. It *may* work as an attempt to build in backwards compatibility. However, it is recommended to use the following new action: %1$s"%3$s" found in "%2$s"
de_de: Diese Aktion ist veraltet. Sie *kann* funktionieren, um die Abwärtskompatibilität zu gewährleisten. Es wird jedoch empfohlen, die folgende neue Aktion zu verwenden: %1$s"%3$s" gefunden in "%2$s"
fi: Tämä toiminto on vanhentunut. Se *voi* toimia, koska sillä yritetään rakentaa taaksepäin yhteensopivuutta. On kuitenkin suositeltavaa käyttää seuraavaa uutta toimintoa: %1$s"%3$s" löytyi "%2$s":sta
tr_tr: Bu eylem kullanımdan kaldırılmıştır. Geriye dönük uyumluluk oluşturma girişimi olarak işe yarayabilir. Ancak, aşağıdaki yeni eylemin kullanılması önerilir: %1$s"%3$s" found in "%2$s"

source: Instead use "AHEE__EEH_Activation__validate_messages_system" which is called after validating messages (done on every new install, upgrade, reactivation, and downgrade)
de_de: Verwenden Sie stattdessen "AHEE__EEH_Activation__validate_messages_system", das nach der Validierung von Nachrichten aufgerufen wird (wird bei jeder Neuinstallation, jedem Upgrade, jeder Reaktivierung und jedem Downgrade durchgeführt)
fi: Käytä sen sijaan "AHEE__EEH_Activation__validate_messages_system", jota kutsutaan viestien validoinnin jälkeen (joka tehdään jokaisen uuden asennuksen, päivityksen, uudelleenaktivoinnin ja päivityksen alentamisen yhteydessä).
tr_tr: Bunun yerine mesajları doğruladıktan sonra çağrılan "AHEE__EEH_Activation__validate_messages_system" kullanın (her yeni kurulumda, yükseltmede, yeniden etkinleştirmede ve sürüm düşürmede yapılır)

source: This filter is deprecated. %1$s%2$s
de_de: Dieser Filter ist veraltet. %1$s%2$s
fi: Tämä suodatin on vanhentunut. %1$s%2$s
tr_tr: Bu filtre kullanımdan kaldırılmıştır. %1$s%2$s

source: It *may* work as an attempt to build in backwards compatibility.
de_de: Es *kann* ein Versuch sein, die Abwärtskompatibilität einzubauen.
fi: Se *voi* toimia yrityksenä rakentaa taaksepäin yhteensopivuus.
tr_tr: Geriye dönük uyumluluk oluşturma girişimi olarak işe yarayabilir.

source: It has been completely removed.
de_de: Es wurde komplett entfernt.
fi: Se on poistettu lopullisesti.
tr_tr: Tamamen kaldırılmıştır.

source: Please read the current EE4 documentation further or contact Support.
de_de: Bitte lesen Sie die aktuelle EE4-Dokumentation weiter oder wenden Sie sich an den Support.
fi: Lue lisää nykyisestä EE4-asiakirjoista tai ota yhteyttä asiakaspalveluun.
tr_tr: Lütfen mevcut EE4 belgelerini daha fazla okuyun veya Destek ile iletişime geçin.

source: recently
de_de: zuletzt
fi: hiljattain
tr_tr: son zamanlarda

source: Error Message: %sStack Trace:%s
de_de: Fehlermeldung: %sStack Trace:%s
fi: Virheilmoitus: %sStack Trace:%s
tr_tr: Hata Mesajı: %sYığın İzi:%s

source: %1$s::get_pretty() has been called with the property %2$s which does not exist on the %1$s config class.
de_de: %1$s::get_pretty() wurde mit der Eigenschaft %2$s aufgerufen, die in der Konfigurationsklasse %1$s nicht existiert.
fi: %1$s::get_pretty() on kutsuttu ominaisuudella %2$s, jota ei ole olemassa konfiguraattoriluokassa %1$s.
fr_fr: %1$s::get_pretty() a été appelé avec la propriété%2$s qui n'existe pas sur la classe de configuration%1$s.
tr_tr: %1$s::get_pretty(), %1$s yapılandırma sınıfında bulunmayan %2$s özelliği ile çağrıldı.

source: Notifications are not much use without a message! Please add a message to the EE_Error::add_%s() call made in %s on line %d
de_de: Benachrichtigungen sind ohne eine Nachricht nicht viel wert! Bitte fügen Sie eine Meldung zu dem EE_Error::add_%s()-Aufruf in %s auf Zeile %d hinzu.
fi: Ilmoituksista ei ole paljon hyötyä ilman viestiä! Ole hyvä ja lisää viesti EE_Error::add_%s()-kutsuun, joka on tehty rivillä %d kohdassa %s.
tr_tr: Bildirimler mesaj olmadan pek işe yaramaz! Lütfen %d satırında %s içinde yapılan EE_Error::add_%s() çağrısına bir mesaj ekleyin

source: You need to provide the file name, function name, and line number that the error occurred on in order to better assist with debugging.
de_de: Sie müssen den Dateinamen, den Funktionsnamen und die Zeilennummer angeben, in der der Fehler aufgetreten ist, um die Fehlersuche zu erleichtern.
fi: Sinun on annettava tiedoston nimi, funktion nimi ja rivinumero, jossa virhe tapahtui, jotta voimme auttaa sinua paremmin virheenkorjauksessa.
fr_fr: Vous devez indiquer le nom du fichier, le nom de la fonction et le numéro de ligne sur lesquels l'erreur s'est produite afin de mieux vous aider à effectuer le débogage.
tr_tr: Hata ayıklamaya daha iyi yardımcı olmak için hatanın oluştuğu dosya adını, işlev adını ve satır numarasını sağlamanız gerekir.

source: Checkboxes
de_de: Kontrollkästchen
fi: Valintalaatikot
tr_tr: Onay Kutuları

source: Radio Buttons
de_de: Radio-Schaltflächen
fi: Valintanapit
tr_tr: Radyo Düğmeleri

source: State/Province Dropdown
de_de: Bundesland/Region
fi: Osavaltiovalikko
tr_tr: Eyalet/İl Açılır Menüsü

source: Country Dropdown
de_de: Land Dropdown
fi: Valtiovalikko
fr_fr: Liste déroulante des pays
tr_tr: Ülke Açılır Menüsü

source: Date Picker
de_de: Datumsauswahl
fi: Päivävalitsin
tr_tr: Tarih Seçici

source: %s - We recommend setting memory to at least 64MB. See: %s Increasing memory allocated to PHP %s
de_de: %s - Wir empfehlen, den Arbeitsspeicher auf mindestens 64 MB einzustellen. Siehe: %s Erhöhung des PHP zugewiesenen Speichers %s
fi: %s - Suosittelemme, että muistia on vähintään 64 Mt. Katso: %s PHP:lle osoitetun muistin lisääminen %s
tr_tr: %s - Belleği en az 64 MB olarak ayarlamanızı öneririz. Bkz: %s PHP'ye ayrılan belleği artırma %s

source: Log Directory is writable
de_de: Log-Verzeichnis ist beschreibbar
fi: Lokihakemisto on kirjoitettavissa
tr_tr: Günlük Dizini yazılabilir

source: %sLog directory is NOT writable%s
de_de: %sLog-Verzeichnis ist NICHT beschreibbar%s
fi: %sLog-hakemisto ei ole kirjoitettavissa%s
tr_tr: %sLog dizini yazılabilir DEĞİL%s

source: To Ping
de_de: Anpingen
tr_tr: Ping'e

source: Pinged
de_de: Gepingt
fi: Pingattu
tr_tr: Pinglendi

source: Post Content Filtered
de_de: Beitrag Inhalt gefiltert
fi: Post Sisältö suodatettu
tr_tr: Gönderi İçeriği Filtrelendi

source: Log
de_de: Protokoll
fi: Tukki
tr_tr: Günlük

source: Log ID
fi: Lokitunnus
tr_tr: Günlük Kimliği

source: Log Time
de_de: Zeit protokollieren
fi: Lokiaika
tr_tr: Günlük Süresi

source: Object ID (int or string)
de_de: Objekt-ID (int oder string)
fi: Kohteen tunnus (int tai merkkijono)
tr_tr: Nesne Kimliği (int veya string)

source: Object Type
de_de: Objekttyp
fi: Kohteen tyyppi
tr_tr: Nesne Türü

source: Type of log entry
de_de: Art des Protokolleintrags
fi: Lokimerkinnän tyyppi
tr_tr: Günlük girişi türü

source: Create
de_de: erstellen.
fi: Luo
fr_fr: Créez
tr_tr: Oluştur

source: Debug
de_de: Debuggen
fi: Vianmääritys
fr_fr: Déboguer
tr_tr: Hata Ayıklama

source: Error
de_de: Fehler
fi: Virhe
fr_fr: Erreur
tr_tr: Hata

source: Gateway Interaction (IPN or Direct Payment)
de_de: Gateway-Interaktion (IPN oder Direktzahlung)
fi: Gateway-vuorovaikutus (IPN tai suora maksu)
tr_tr: Ağ Geçidi Etkileşimi (IPN veya Doğrudan Ödeme)

source: Log Message (body)
de_de: Log Nachricht (Körper)
fi: Lokiviesti (sisältö)
tr_tr: Günlük Mesajı (gövde)

source: '%s' is not a model name. A model name must be provided when making a gateway log. Eg, 'Payment', 'Payment_Method', etc
de_de: '%s' ist kein Modellname. Bei der Erstellung eines Gateway-Protokolls muss ein Modellname angegeben werden. Z.B. 'Payment', 'Payment_Method', usw.
fi: '%s' ei ole mallin nimi. Mallin nimi on annettava, kun tehdään yhdyskäytävän loki. Esim. 'Payment', 'Payment_Method' jne.
fr_fr: '%s' n'est pas un nom de modèle. Un nom de modèle doit être fourni lors de la création d'un rapport. Par exemple, 'Paiement', 'Paiement_Methode', etc.
tr_tr: '%s' bir model adı değil. Bir ağ geçidi günlüğü oluştururken bir model adı sağlanmalıdır. Örneğin, 'Payment', 'Payment_Method', vb.

source: Timestamp of when payment was attempted
de_de: Zeitstempel, wann die Zahlung versucht wurde
fi: Maksuyrityksen aikaleima
tr_tr: Ödeme girişiminde bulunulduğu zaman damgası

source: Payment Method ID
de_de: ID der Zahlungsmethode
fi: Maksutavan tunnus
tr_tr: Ödeme Yöntemi Kimliği

source: Redirect URL
de_de: URL umleiten
fi: Ohjaa URL-osoite uudelleen
tr_tr: Yönlendirme URL'si

source: Key-Value POST vars to send along with redirect
de_de: Schlüsselwert-POST-Variablen, die mit der Umleitung gesendet werden
fi: Avain-arvo POST vars lähettää yhdessä uudelleenohjauksen kanssa
tr_tr: Yönlendirme ile birlikte gönderilecek Anahtar-Değer POST vars

source: abandoned
de_de: eingestellt
fi: hylätty
fr_fr: abandonné
tr_tr: terkedilmiş

source: Last Used Payment Method
de_de: Zuletzt verwendete Zahlungsmethode
fi: Viimeisin käytetty maksutapa
tr_tr: Son Kullanılan Ödeme Yöntemi

source: Registration Steps
de_de: Registrierungsschritte
fi: Ilmoittautumisen vaiheet
fr_fr: Étapes d'inscription
tr_tr: Kayıt Adımları

source: This method is deprecated. Please use "%s" instead
de_de: Diese Methode wird nicht mehr unterstützt. Bitte verwenden Sie stattdessen "%s"
fi: Tämä menetelmä on vanhentunut. Käytä sen sijaan "%s".
tr_tr: Bu yöntem kullanımdan kaldırılmıştır. Lütfen bunun yerine "%s" kullanın

source: The %1$s model can not be loaded before the "AHEE__EE_System__load_espresso_addons" hook has been called. This gives other addons a chance to extend this model.
de_de: Das %1$s Modell kann nicht geladen werden, bevor der "AHEE__EE_System__load_espresso_addons" Hook aufgerufen wurde. Dies gibt anderen Addons die Möglichkeit, dieses Modell zu erweitern.
fi: Mallia %1$s ei voi ladata ennen kuin koukkua "AHEE__EE_System__load_espresso_addons" on kutsuttu. Tämä antaa muille lisäosille mahdollisuuden laajentaa tätä mallia.
tr_tr: "AHEE__EE_System__load_espresso_addons" kancası çağrılmadan önce %1$s modeli yüklenemez. Bu, diğer eklentilere bu modeli genişletme şansı verir.

source: $query_params should be an array, you passed a variable of type %s
de_de: $query_params sollte ein Array sein, Sie haben eine Variable vom Typ %s übergeben
fi: $query_params pitäisi olla array, annoit muuttujan tyypin %s.
tr_tr: $query_params bir dizi olmalıdır, %s türünde bir değişken geçtiniz

source: Event Espresso Level 2 Maintenance mode is active. That means EE can not run ANY database queries until the necessary migration scripts have run which will take EE out of maintenance mode level 2. Please inform support of this error.
de_de: Der Wartungsmodus von Event Espresso Stufe 2 ist aktiv. Das bedeutet, dass EE KEINE Datenbankabfragen ausführen kann, bis die notwendigen Migrationsskripte ausgeführt wurden, die EE aus dem Wartungsmodus der Stufe 2 herausnehmen. Bitte informieren Sie den Support über diesen Fehler.
fi: Tapahtuma Espresson tason 2 ylläpitotila on aktiivinen. Tämä tarkoittaa, että EE ei voi suorittaa MITÄÄN tietokantakyselyjä, ennen kuin tarvittavat siirtymiskomentosarjat on suoritettu, mikä poistaa EE:n tason 2 ylläpitotilasta. Ilmoita tästä virheestä asiakastukeen.
tr_tr: Event Espresso Seviye 2 Bakım modu aktiftir. Bu, EE'yi bakım modu seviye 2'den çıkaracak gerekli geçiş komut dosyaları çalıştırılana kadar EE'nin HİÇBİR veritabanı sorgusu çalıştıramayacağı anlamına gelir. Lütfen bu hata hakkında destek ekibini bilgilendirin.

source: There is no method named "%s" on Wordpress' $wpdb object
de_de: Es gibt keine Methode mit dem Namen "%s" im $wpdb-Objekt von Wordpress
fi: Wordpressin $wpdb-objektissa ei ole metodia nimeltä "%s".
tr_tr: Wordpress'in $wpdb nesnesinde "%s" adında bir yöntem yok

source: WPDB Error: "%s"
de_de: WPDB-Fehler: "%s"
fi: WPDB-virhe: "%s"
fr_fr: WPDB Erreur: "%s"
tr_tr: WPDB Hatası: "%s"

source: You used a special where query param %s, but the value isn't an array of where query params, it's just %s'. It should be an array, eg array('EVT_ID'=>23,'OR'=>array('Venue.VNU_ID'=>32,'Venue.VNU_name'=>'monkey_land'))
de_de: Sie haben einen speziellen where-Abfrageparameter %s verwendet, aber der Wert ist kein Array von where-Abfrageparametern, sondern einfach nur %s'. Es sollte ein Array sein, z. B. array('EVT_ID'=&gt;23,'OR'=&gt;array('Venue.VNU_ID'=&gt;32,'Venue.VNU_name'=&gt;'monkey_land'))
fi: Käytit erityistä where-kyselyparametria %s, mutta arvo ei ole joukko where-kyselyparametreja, vaan se on vain %s'. Sen pitäisi olla array, esim. array('EVT_ID'=&gt;23,'OR'=&gt;array('Venue.VNU_ID'=&gt;32,'Venue.VNU_name'=&gt;'monkey_land')).
fr_fr: Vous avez utilisé un paramètre de requête spécial%s, mais la valeur n'est pas un tableau où les paramètres de requête, c'est juste%s '. Il doit s'agir d'un tableau, par exemple array('EVT_ID'=>23,'OR'=>array('Venue.VNU_ID'=>32,'Venue.VNU_name'=>'monkey_land'))
tr_tr: Özel bir where sorgusu parametresi %s kullanmışsınız, ancak değer where sorgusu parametrelerinin bir dizisi değil, sadece %s'. Bir dizi olmalıdır, örneğin array('EVT_ID'=&gt;23,'OR'=&gt;array('Venue.VNU_ID'=&gt;32,'Venue.VNU_name'=&gt;'monkey_land'))

source: Logic query params ("%1$s") are being used incorrectly with the following query param ("%2$s") on model %3$s. %4$sAdditional Info:%4$s%5$s
de_de: Logische Abfrageparameter ("%1$s") werden mit dem folgenden Abfrageparameter ("%2$s") auf Modell %3$s falsch verwendet. %4$sZusätzliche Informationen:%4$s%5$s
fi: Loogisia kyselyparametreja ("%1$s") käytetään väärin seuraavan kyselyparametrin ("%2$s") kanssa mallissa %3$s. %4$sLisätiedot:%4$s%5$s
tr_tr: Mantıksal sorgu parametreleri ("%1$s"), %3$s modelinde aşağıdaki sorgu parametresiyle ("%2$s") yanlış kullanılıyor. %4$sEk Bilgi:%4$s%5$s

source: You attempted to give a value (%s) while using a NULL-style operator (%s). That isn't valid
de_de: Sie haben versucht, einen Wert (%s) anzugeben, während Sie einen NULL-Operator (%s) verwendet haben. Das ist ungültig
fi: Yritit antaa arvon (%s) käyttäessäsi NULL-tyylistä operaattoria (%s). Se ei ole kelvollinen
fr_fr: Vous avez essayé de donner une valeur (%s) lors de l'utilisation d'un opérateur NULL (%s). Ce n'est pas valide
tr_tr: NULL tarzı bir işleç (%s) kullanırken bir değer (%s) vermeye çalıştınız. Bu geçerli değil

source: It appears you've provided some totally invalid query parameters. Operator and value were:'%s', which isn't right at all
de_de: Es scheint, dass Sie einige völlig ungültige Abfrageparameter angegeben haben. Operator und Wert waren:'%s', was überhaupt nicht richtig ist
fi: Näyttää siltä, että olet antanut joitakin täysin virheellisiä kyselyparametreja. Operaattori ja arvo olivat:'%s', mikä ei ole lainkaan oikein.
tr_tr: Görünüşe göre tamamen geçersiz bazı sorgu parametreleri sağlamışsınız. Operatör ve değer:'%s' idi, ki bu hiç doğru değil

source: Method %1$s on model %2$s does not exist! You can create one with the following code in functions.php or in a plugin: %4$s function my_callback(%4$s \$previousReturnValue, EEM_Base \$object\ $argsArray=NULL ){%4$s /*function body*/%4$s return \$whatever;%4$s }%4$s add_filter( '%3$s', 'my_callback', 10, 3 );
de_de: Die Methode %1$s für das Modell %2$s existiert nicht! Sie können eine mit dem folgenden Code in functions.php oder in einem Plugin erstellen: %4$s function my_callback(%4$s \$previousReturnValue, EEM_Base \$object\ $argsArray=NULL ){%4$s /*function body*/%4$s return \$whatever;%4$s }%4$s add_filter( '%3$s', 'my_callback', 10, 3 );
fi: Menetelmää %1$s mallissa %2$s ei ole olemassa! Voit luoda sellaisen seuraavalla koodilla functions.php-tiedostossa tai lisäosassa: %4$s function my_callback(%4$s \$previousReturnValue, EEM_Base \$object\ $argsArray=NULL ){%4$s /*function body*/%4$s return \$whatever;%4$s }%4$s add_filter( '%3$s', 'my_callback', 10, 3 );
tr_tr: %2$s modeli üzerinde %1$s yöntemi mevcut değil! functions.php'de veya bir eklentide aşağıdaki kodla bir tane oluşturabilirsiniz: %4$s function my_callback(%4$s \$previousReturnValue, EEM_Base \$object\ $argsArray=NULL ){%4$s /*function body*/%4$s return \$whatever;%4$s }%4$s add_filter( '%3$s', 'my_callback', 10, 3 );

source: Currencies
de_de: Währungen
fi: Valuutat
fr_fr: Moedas
tr_tr: Para Birimleri

source: Active?
de_de: Aktiv?
fi: Aktiivinen?
fr_fr: Activée?
tr_tr: Aktif mi?

source: Currency Usable by Payment Method
de_de: Verwendbare Währung nach Zahlungsmethode
fi: Maksutavan käyttämä valuutta
tr_tr: Ödeme Yöntemiyle Kullanılabilir Para Birimi

source: Currencies Usable by Payment Methods
de_de: Verwendbare Währungen nach Zahlungsarten
fi: Maksutavoilla käytettävät valuutat
tr_tr: Ödeme Yöntemleri Tarafından Kullanılabilen Para Birimleri

source: Currency to Payment Method LInk ID
de_de: Währung zu Zahlungsmethode LInk ID
fi: Valuutta - maksutapa LInk ID
tr_tr: Para Biriminden Ödeme Yöntemine LInk ID

source: Currency Code
de_de: Währungscode
fi: Valuuttatunnus
fr_fr: Code monnaie
tr_tr: Para Birimi Kodu

source: Cancellation
de_de: Stornierung
fi: Peruutus
fr_fr: Annulation
tr_tr: İptal

source: Payment Method Type
de_de: Zahlungsmethoden Typ
fi: Maksutavan tyyppi
fr_fr: Mode de paiement
tr_tr: Ödeme Yöntemi Türü

source: User ID
de_de: Benutzer-ID
fr_fr: Identifiant
tr_tr: Kullanıcı Kimliği

source: Open by Default?
de_de: Standardmäßig aktiv?
fi: Valittu oletuksena?
fr_fr: Ouvert par défaut?
tr_tr: Varsayılan Olarak Açık mı?

source: Usable From?
de_de: Verwendbar von?
fi: Käytettävissä?
fr_fr: Utilisable à partir de?
tr_tr: Kullanılabilir mi?

source: Front-end Registration Page
de_de: Front-End-Registrierungsseite
fi: Julkisella ilmoittautumissivulla
fr_fr: Page d'inscription
tr_tr: Ön Uç Kayıt Sayfası

source: Admin Registration Page (no online processing)
de_de: Admin-Registrierungsseite (keine Online-Verarbeitung)
fi: Ylläpidon ilmoittautumissivulla (maksujen tekeminen ei mahdollista)
fr_fr: Page d'inscription Admin (pas de traitement en ligne)
tr_tr: Yönetici Kayıt Sayfası (çevrimiçi işlem yok)

source: '%s' is not a valid scope for a payment method
de_de: '%s' ist kein gültiger Bereich für eine Zahlungsmethode
fi: '%s' ei ole kelvollinen maksutavan laajuus.
fr_fr: '%s' n'est pas un champ d'application valable pour une méthode de paiement.
tr_tr: '%s' bir ödeme yöntemi için geçerli bir kapsam değil

source: '%s' is neither a Payment Method ID, slug, nor object.
de_de: %s" ist weder eine ID für eine Zahlungsmethode noch ein Slug oder ein Objekt.
fi: '%s' ei ole maksutavan tunnus, slug tai objekti.
fr_fr: '%s' n'est ni un ID de méthode de paiement, ni un slug, ni un objet.
tr_tr: '%s' bir Ödeme Yöntemi Kimliği, slug veya nesne değildir.

source: When using EE_HABTM_Relation to create a join, you must call get_join_to_intermediate_model_statement BEFORE get_join_statement
de_de: Wenn Sie EE_HABTM_Relation verwenden, um einen Join zu erstellen, müssen Sie get_join_to_intermediate_model_statement VOR get_join_statement aufrufen
fi: Kun käytät EE_HABTM_Relation-ohjelmaa liitoksen luomiseen, sinun on kutsuttava get_join_to_intermediate_model_statement ennen get_join_statement-ohjelmaa.
tr_tr: Birleştirme oluşturmak için EE_HABTM_Relation kullanırken get_join_to_intermediate_model_statement ifadesini get_join_statement ifadesinden ÖNCE çağırmalısınız

source: System is assigning incompatible value "%1$s" to field "%2$s"
de_de: Das System weist dem Feld "%2$s" den inkompatiblen Wert "%1$s" zu
fi: Järjestelmä määrittää kentälle "%2$s" yhteensopimattoman arvon "%1$s".
tr_tr: Sistem "%2$s" alanına uyumsuz "%1$s" değerini atıyor

source: Allowed values for "%1$s" are "%2$s". You provided "%3$s"
de_de: Erlaubte Werte für "%1$s" sind "%2$s". Sie haben "%3$s" angegeben
fi: Sallitut arvot "%1$s" ovat "%2$s". Annoit "%3$s"
tr_tr: "%1$s" için izin verilen değerler "%2$s "dir. "%3$s" sağladınız

source: The file located at "%2$s" is not readable or doesn't exist.
de_de: Die Datei mit dem Namen "%2$s" ist nicht lesbar oder existiert nicht.
fi: Tiedosto, joka sijaitsee osoitteessa "%2$s", ei ole luettavissa tai sitä ei ole olemassa.
tr_tr: "%2$s" adresinde bulunan dosya okunamıyor veya mevcut değil.

source: The file located at "%2$s" is not writable.
de_de: Die Datei mit dem Namen "%2$s" ist nicht beschreibbar.
fi: Tiedosto osoitteessa "%2$s" ei ole kirjoitettavissa.
tr_tr: "%2$s" adresinde bulunan dosya yazılabilir değil.

source: Attempted writing to file %1$s, but could not, probably because of permissions issues
de_de: Es wurde versucht, in die Datei %1$s zu schreiben, was jedoch nicht möglich war, wahrscheinlich aufgrund von Berechtigungsproblemen
fi: Yritettiin kirjoittaa tiedostoon %1$s, mutta ei onnistuttu, luultavasti koska käyttöoikeusongelmat eivät ole ratkaisseet sitä
tr_tr: %1$s dosyasına yazılmaya çalışıldı, ancak muhtemelen izin sorunları nedeniyle yazılamadı

source: No Class name was specified while registering an autoloader for the following path: %s.
de_de: Bei der Registrierung eines Autoloaders für den folgenden Pfad wurde kein Klassenname angegeben: %s.
fi: Luokan nimeä ei määritetty, kun automaattista latauslaitetta rekisteröitiin seuraavalle polulle: %s.
tr_tr: Aşağıdaki yol için bir otomatik yükleyici kaydedilirken Sınıf adı belirtilmedi: %s.

source: No path was specified while registering an autoloader for the %s class.
de_de: Bei der Registrierung eines Autoloaders für die Klasse %s wurde kein Pfad angegeben.
fi: Polkua ei määritetty, kun luokan %s automaattista latausta rekisteröitiin.
tr_tr: %s sınıfı için bir otomatik yükleyici kaydedilirken yol belirtilmedi.

source: The file for the %s class could not be found or is not readable due to file permissions. Please ensure the following path is correct: %s
de_de: Die Datei für die Klasse %s konnte nicht gefunden werden oder ist aufgrund von Dateiberechtigungen nicht lesbar. Bitte stellen Sie sicher, dass der folgende Pfad korrekt ist: %s
fi: Luokan %s tiedostoa ei löytynyt tai se ei ole luettavissa tiedostojen käyttöoikeuksien vuoksi. Varmista, että seuraava polku on oikea: %s
tr_tr: %s sınıfına ait dosya bulunamadı veya dosya izinleri nedeniyle okunamıyor. Lütfen aşağıdaki yolun doğru olduğundan emin olun: %s

source: The method EE_Payment::gateway() has been deprecated. Consider instead using EE_Payment::payment_method()->name()
de_de: Die Methode EE_Payment::gateway() ist veraltet. Verwenden Sie stattdessen EE_Payment::payment_method()-&gt;name()
fi: Menetelmä EE_Payment::gateway() on poistettu käytöstä. Harkitse sen sijaan EE_Payment::payment_method()-&gt;name() käyttöä.
tr_tr: EE_Payment::gateway() yöntemi kullanımdan kaldırılmıştır. Bunun yerine EE_Payment::payment_method()-&gt;name() kullanmayı düşünün
