Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Then, locate Event Espresso on the WordPress Plugins page, and click on %sDelete%s
de_de: Suchen Sie dann Event Espresso auf der WordPress-Plugin-Seite, und klicken Sie auf %sLöschen%s
fi: Sen jälkeen etsi Event Espresso WordPressin lisäosat-sivulta ja paina %sPoista%s
tr_tr: Ardından, WordPress Eklentileri sayfasında Event Espresso'yu bulun ve %sDelete%s seçeneğine tıklayın

source: Once you are on the Delete Plugin page, click on %sYes, Delete these files and data%s
de_de: Wenn Sie auf der Seite "Plugin löschen" sind, klicken Sie auf %sJa, diese Dateien und Daten löschen%s
fi: Kun olet Poista lisäosa -sivulla, valitse %sKyllä, poista nämä tiedostot ja data%s
tr_tr: Eklentiyi Sil sayfasına geldiğinizde, %sEvet, Bu dosyaları ve verileri sil%s seçeneğine tıklayın

source: Preview Custom Message Templates screenshot
de_de: Vorschau Screenshot Benutzerdefinierte Nachrichtenvorlagen
fi: Kuvakaappauksen Custom Message Templates esikatselu
tr_tr: Özel Mesaj Şablonları ekran görüntüsünü önizleyin

source: Messengers are the vehicles that deliver messages to individuals (recipients). By default, every install of Event Espresso has the %sEmail%s messenger active. The Email messenger is a vehicle for delivering messages. Other possible vehicles might be any social media applications, 3rd party API's etc.
de_de: Messenger sind die Vehikel, die Nachrichten an Einzelpersonen (Empfänger) übermitteln. Standardmäßig ist bei jeder Installation von Event Espresso der %sEmail%s-Messenger aktiv. Der E-Mail-Messenger ist ein Vehikel für die Übermittlung von Nachrichten. Andere mögliche Vehikel können Social-Media-Anwendungen, APIs von Drittanbietern usw. sein.
fi: Viestinviejät ovat välineitä, jotka toimittavat viestit yksilöille (vastaanottajille). Oletusarvoisesti jokaisessa Event Espresson asennuksessa on aktiivinen %sEmail%s-viestinvälittäjä. Sähköpostilähetti on väline viestien toimittamiseen. Muita mahdollisia välineitä voivat olla sosiaalisen median sovellukset, kolmannen osapuolen API:t jne.
tr_tr: Haberciler, mesajları bireylere (alıcılara) ileten araçlardır. Varsayılan olarak, Event Espresso'nun her kurulumunda %sEmail%s mesajlaşma aracı etkindir. E-posta mesajlaşma aracı, mesajların iletilmesi için bir araçtır. Diğer olası araçlar herhangi bir sosyal medya uygulaması, 3. taraf API'leri vb. olabilir.

source: Below are message types that are currently %sactive%s with this messenger. Drag them over to the "Inactive Message Types" box to deactivate them.
de_de: Nachfolgend finden Sie Nachrichtentypen, die in diesem Messenger derzeit %sactive%s sind. Ziehen Sie sie auf das Feld "Inaktive Nachrichtentypen", um sie zu deaktivieren.
fi: Alla on lueteltu viestityypit, jotka ovat tällä hetkellä %saktiivisia%s tämän viestinviejän kanssa. Voit poistaa ne käytöstä vetämällä ne "Inaktiiviset viestityypit" -laatikkoon.
fr_fr: Voici les types de messages qui sont actuellement %sactive%s avec ce messager. Faites-les glisser dans la case "Types de messages inactifs" pour les désactiver.
tr_tr: Aşağıda, şu anda bu mesajlaşma programında %sactive%s olan mesaj türleri bulunmaktadır. Bunları devre dışı bırakmak için "Etkin Olmayan Mesaj Türleri" kutusuna sürükleyin.

source: Click to toggle
de_de: Zum Umschalten klicken
fi: Napsauta vaihtaaksesi
fr_fr: Cliquer ici pour basculer
tr_tr: Değiştirmek için tıklayın

source: %sVery important!%s Although customizations made to global templates are preserved when a messenger is deactivated, any settings for that messenger (or the message types that were attached to it) are lost on deactivation. Keep that in mind. Also, once you deactivate a messenger, no more messages will be delivered using that messenger for any of your events.
de_de: %sSehr wichtig!%s Obwohl Anpassungen, die an globalen Vorlagen vorgenommen wurden, erhalten bleiben, wenn ein Messenger deaktiviert wird, gehen alle Einstellungen für diesen Messenger (oder die Nachrichtentypen, die ihm zugeordnet waren) bei der Deaktivierung verloren. Beachten Sie dies. Außerdem werden nach der Deaktivierung eines Messengers keine Nachrichten mehr über diesen Messenger für Ihre Ereignisse zugestellt.
fi: %sErittäin tärkeää!%s Vaikka globaaleihin malleihin tehdyt mukautukset säilyvät, kun viestinvälittäjä poistetaan käytöstä, kaikki kyseistä viestinvälittäjää (tai siihen liitettyjä viestityyppejä) koskevat asetukset häviävät käytöstä poistamisen yhteydessä. Pidä tämä mielessä. Kun poistat viestinvälittäjän käytöstä, viestejä ei myöskään enää toimiteta kyseisellä viestinvälittäjällä tapahtumissasi.
tr_tr: Genel şablonlarda yapılan özelleştirmeler bir haberci devre dışı bırakıldığında korunsa da, bu haberci (veya ona eklenmiş mesaj türleri) için yapılan tüm ayarlar devre dışı bırakıldığında kaybolur. Bunu aklınızda bulundurun. Ayrıca, bir haberciyi devre dışı bıraktığınızda, artık hiçbir etkinliğiniz için o haberci kullanılarak mesaj gönderilmeyecektir.

source: The %sPreview%s button is simply a link to a special view of the current template displayed to give you an idea of how the actual message will look when delivered. More information on what the preview displays is available in the content of the help tab on the preview page.
de_de: Die Schaltfläche %sVorschau%s ist lediglich ein Link zu einer speziellen Ansicht der aktuellen Vorlage, die Ihnen einen Eindruck davon vermitteln soll, wie die eigentliche Nachricht nach der Zustellung aussehen wird. Weitere Informationen darüber, was die Vorschau anzeigt, finden Sie im Inhalt der Hilfe-Registerkarte auf der Vorschauseite.
fi: %sPreview%s-painike on vain linkki nykyisen mallin erikoisnäkymään, joka näyttää, miltä varsinainen viesti näyttää, kun se toimitetaan. Lisätietoja esikatselun näytöstä on esikatselusivun Ohje-välilehden sisällössä.
tr_tr: %sPreview%s düğmesi, gerçek mesajın teslim edildiğinde nasıl görüneceği hakkında bir fikir vermek için görüntülenen geçerli şablonun özel bir görünümüne giden bir bağlantıdır. Önizlemenin ne gösterdiği hakkında daha fazla bilgi önizleme sayfasındaki yardım sekmesinin içeriğinde mevcuttur.

source: %sAn important note:%s The system has been designed so that when you save the template, checks will be performed on each field to make sure that only valid shortcodes (or values) are used within them. You will get a warning box with clear instructions if you've tried to use a particular shortcode in a field that does not support it. Also, you'll want to try the Preview button if you've made any changes to the template to see if the changes are as you expected!
de_de: %sEin wichtiger Hinweis:%s Das System wurde so konzipiert, dass beim Speichern der Vorlage jedes Feld überprüft wird, um sicherzustellen, dass nur gültige Shortcodes (oder Werte) darin verwendet werden. Sie erhalten eine Warnmeldung mit klaren Anweisungen, wenn Sie versucht haben, einen bestimmten Shortcode in einem Feld zu verwenden, das ihn nicht unterstützt. Probieren Sie auch die Schaltfläche Vorschau aus, wenn Sie Änderungen an der Vorlage vorgenommen haben, um zu sehen, ob die Änderungen Ihren Erwartungen entsprechen!
fi: %sTärkeä huomautus:%s Järjestelmä on suunniteltu siten, että kun tallennat mallin, jokaiselle kentälle tehdään tarkistukset, jotta varmistetaan, että niissä käytetään vain kelvollisia lyhytkoodeja (tai arvoja). Saat varoituslaatikon, jossa on selkeät ohjeet, jos olet yrittänyt käyttää tiettyä lyhytkoodia kentässä, joka ei tue sitä. Kannattaa myös kokeilla Esikatselu-painiketta, jos olet tehnyt muutoksia malliin, jotta näet, ovatko muutokset odotusten mukaisia!
tr_tr: %sÖnemli bir not:%s Sistem, şablonu kaydettiğinizde her bir alanda yalnızca geçerli kısa kodların (veya değerlerin) kullanıldığından emin olmak için kontroller gerçekleştirilecek şekilde tasarlanmıştır. Desteklemeyen bir alanda belirli bir kısa kodu kullanmaya çalıştıysanız, açık talimatlar içeren bir uyarı kutusu alacaksınız. Ayrıca, şablonda herhangi bir değişiklik yaptıysanız değişikliklerin beklediğiniz gibi olup olmadığını görmek için Önizleme düğmesini denemek isteyeceksiniz!

source: Messengers are the vehicles that deliver messages to people. By default, every Event Espresso install has the %sEmail%s messenger already active. The Email messenger is a vehicle for delivering messages. Other possible vehicles might be any social media applications, 3rd Party API's etc.
de_de: Messenger sind die Vehikel, die Nachrichten an Personen übermitteln. Standardmäßig ist bei jeder Event Espresso-Installation der %sEmail%s-Messenger bereits aktiv. Der E-Mail-Messenger ist ein Vehikel für die Übermittlung von Nachrichten. Andere mögliche Vehikel können Social-Media-Anwendungen, APIs von Drittanbietern usw. sein.
fi: Sanansaattajat ovat välineitä, jotka välittävät viestit ihmisille. Oletusarvoisesti jokaisessa Event Espresso-asennuksessa on %sEmail%s-viestinvälittäjä jo aktiivisena. Sähköpostilähettiläs on väline viestien toimittamiseen. Muita mahdollisia välineitä voivat olla sosiaalisen median sovellukset, kolmannen osapuolen API:t jne.
tr_tr: Haberciler, mesajları insanlara ulaştıran araçlardır. Varsayılan olarak, her Event Espresso kurulumunda %sEmail%s mesajlaşma aracı zaten etkindir. E-posta mesajlaşma aracı, mesajların iletilmesi için bir araçtır. Diğer olası araçlar herhangi bir sosyal medya uygulaması, 3. Taraf API'leri vb. olabilir.

source: Preview Question Groups Overview List Table screenshot
de_de: Vorschau Fragengruppen Übersichtsliste Tabelle Bildschirmfoto
fi: Esikatselu Kysymysryhmien yleiskatsaus Taulukon kuvakaappaus
tr_tr: Önizleme Soru Grupları Genel Bakış Liste Tablosu ekran görüntüsü

source: Edit %s Group
de_de: Gruppe %s bearbeiten
fi: Muokkaa %s-ryhmää
tr_tr: Düzenle %s Grup

source: An approved registration allows payments and may have a transaction status of incomplete or complete. The registration is marked as active and a space is reserved for the registrant.
de_de: Eine genehmigte Anmeldung erlaubt Zahlungen und kann den Transaktionsstatus "unvollständig" oder "vollständig" haben. Die Anmeldung wird als aktiv gekennzeichnet und ein Platz wird für den Anmelder reserviert.
fi: Hyväksyttyyn ilmoittautumiseen voi tehdä maksusuorituksia ja sillä voi olla tilana "valmis" tai "kesken". Ilmoittautuminen merkitään aktiiviseksi ja ilmoittautuneelle varataan paikka tapahtumaan.
tr_tr: Onaylanmış bir kayıt ödemelere izin verir ve tamamlanmamış veya tamamlanmış bir işlem durumuna sahip olabilir. Kayıt aktif olarak işaretlenir ve kayıt sahibi için bir yer ayrılır.

source: Registration User Agent
de_de: Registrierung Benutzer-Agent
fi: Rekisteröinti Käyttäjäagentti
tr_tr: Kayıt Kullanıcı Temsilcisi

source: Show a list of all of your events
de_de: Eine Liste aller Veranstaltungen zeigen
fi: Näytä kaikki tapahtumasi listana
fr_fr: Montrer une liste de tous vos événements
tr_tr: Tüm etkinliklerinizin bir listesini gösterin

source: Set a custom title for the event list
de_de: Einen benutzerdefinierten Titel für die Ereignisliste festlegen
fi: Anna otsikko tapahtumalistallesi
fr_fr: Définir un titre personnalisé pour la liste d'événements
tr_tr: Etkinlik listesi için özel bir başlık ayarlama

source: Limit (paginate) the number of events that are shown in the event list on a page or post
de_de: Begrenzung (Paginierung) der Anzahl der Ereignisse, die in der Ereignisliste auf einer Seite oder einem Beitrag angezeigt werden
fi: Rajoita kerrallaan tapahtumalistauksessa näytettävien tapahtumien määrää
fr_fr: Limiter (paginer) le nombre d'événements affichés dans la liste sur une page ou un post
tr_tr: Bir sayfa veya gönderideki etkinlik listesinde gösterilen etkinlik sayısını sınırlayın (sayfalandırın)

source: Add a custom CSS class to each event post/article
de_de: Hinzufügen einer benutzerdefinierten CSS-Klasse zu jedem Beitrag/Artikel der Veranstaltung
fi: Lisää mukautettu CSS-luokka (class) kullekin tapahtumalle
tr_tr: Her etkinlik gönderisine/makalesine özel bir CSS sınıfı ekleyin

source: Filter the event list by month and year
de_de: Filtern der Ereignisliste nach Monat und Jahr
fi: Suodata tapahtumalista kuukauden ja vuoden perusteella
tr_tr: Etkinlik listesini ay ve yıla göre filtreleme

source: Show expired events in the event list
de_de: Abgelaufene Ereignisse in der Ereignisliste anzeigen
fi: Näytä menneet tapahtumat tapahtumalistassa
tr_tr: Süresi dolan olayları olay listesinde gösterme

source: Sorts the event list in ascending order
de_de: Sortiert die Ereignisliste in aufsteigender Reihenfolge
fi: Järjestä tapahtumalista nousevasti
tr_tr: Olay listesini artan sırada sıralar

source: Sorts the event list in descending order
de_de: Sortiert die Ereignisliste in absteigender Reihenfolge
fi: Järjestä tapahtumalista laskevasti
tr_tr: Olay listesini azalan sırada sıralar

source: Order the event list by a specific set of parameters (refer to available options below)
de_de: Ordnen Sie die Ereignisliste nach einem bestimmten Satz von Parametern (siehe verfügbare Optionen unten)
fi: Järjestä tapahtumalista määritettyjen arvojen perusteella (katso mahdolliset vaihtoehdot alta)
tr_tr: Olay listesini belirli bir parametre setine göre sıralayın (aşağıdaki mevcut seçeneklere bakın)

source: Go to Transaction Details
de_de: Zu den Details der Transaktion gehen
fi: Näytä tilauksen tiedot
tr_tr: İşlem Ayrıntılarına Git

source: If you wish to change the status of all the registrations associated with this transaction after deleting this payment/refund, then select which status from this dropdown. %sNote: ALL registrations associated with this transaction will be updated to this new status.%s
de_de: Wenn Sie nach dem Löschen dieser Zahlung/Erstattung den Status aller mit dieser Transaktion verbundenen Registrierungen ändern möchten, wählen Sie den gewünschten Status aus dieser Dropdown-Liste. %sHinweis: ALLE Registrierungen, die mit dieser Transaktion verbunden sind, werden auf diesen neuen Status aktualisiert.%s
fi: Jos haluat muuttaa kaikkien tähän tilaukseen liittyvien ilmoittautumisten tilaa hyvityksen tai maksun poistamisen jälkeen, valitse tila alasvetovalikosta. %sHuom: Kaikkien tähän tilaukseen liittyvien ilmoittautumisten tila päivitetään uuteen.%s
tr_tr: Bu ödemeyi/iadeyi sildikten sonra bu işlemle ilişkili tüm kayıtların durumunu değiştirmek isterseniz, bu açılır menüden hangi durumu seçeceğinizi belirleyin. %sNot: Bu işlemle ilişkili TÜM kayıtlar bu yeni duruma güncellenecektir.%s

source: %sNo Custom Templates found.%s To create your first custom message template, go to the "Default Message Templates" tab and click the "Create Custom" button next to the template you want to use as a base for the new one.
de_de: %sKeine benutzerdefinierten Vorlagen gefunden.%s Um Ihre erste benutzerdefinierte Nachrichten Vorlage zu erstellen, gehen Sie auf die „Standard-Nachrichten-Template“ und klicken Sie auf „Erstelle Vorlage“ Knopf neben der Vorlage, die Sie als Basis für die neue verwenden wollen.
fi: %sNo Custom Templates found.%s Luodaksesi ensimmäisen mukautetun viestimallin, siirry "Default Message Templates" -välilehdelle ja napsauta "Create Custom" -painiketta sen mallin vieressä, jota haluat käyttää uuden mallin pohjana.
tr_tr: İlk özel mesaj şablonunuzu oluşturmak için "Varsayılan Mesaj Şablonları" sekmesine gidin ve yeni şablon için temel olarak kullanmak istediğiniz şablonun yanındaki "Özel Oluştur" düğmesine tıklayın.

source: The response from Authorize.Net could to be defined.
de_de: Die Antwort von Authorize.Net konnte definiert werden.
fi: Authorize.Net'in vastausta ei voitu määritellä.
tr_tr: Authorize.Net'ten gelen yanıt tanımlanabilir.

source: Could not find Authorize.Net SIM payment for transaction %s
de_de: Authorize.Net SIM-Zahlung für Transaktion %s konnte nicht gefunden werden
fi: Authorize.Net SIM-maksua tapahtumalle %s ei löytynyt.
tr_tr: İşlem %s için Authorize.Net SIM ödemesi bulunamadı

source: After clicking 'Finalize Registration', you will be forwarded to Authorize.Net to make your payment. %1$sMake sure you return to this site in order to properly finalize your registration.%2$s
de_de: Nachdem Sie auf "Registrierung abschließen" geklickt haben, werden Sie zu Authorize.Net weitergeleitet, um Ihre Zahlung vorzunehmen. %1$sVersichern Sie sich, dass Sie auf diese Seite zurückkehren, um Ihre Registrierung ordnungsgemäß abzuschließen.%2$s
fi: Kun olet napsauttanut "Viimeistele rekisteröinti", sinut ohjataan Authorize.Net-sivustolle maksun suorittamista varten. %1$sPalaa tälle sivustolle, jotta voit viimeistellä rekisteröitymisesi asianmukaisesti.%2$s
tr_tr: 'Kaydı Kesinleştir'e tıkladıktan sonra, ödemenizi yapmak için Authorize.Net'e yönlendirileceksiniz. %1$sKaydınızı düzgün bir şekilde sonuçlandırmak için bu siteye geri döndüğünüzden emin olun.%2$s

source: Authorize.Net API login ID %s
de_de: Authorize.Net API-Anmelde-ID %s
fi: Authorize.Net API kirjautumistunnus %s
tr_tr: Authorize.Net API oturum açma kimliği %s

source: Authorize.Net Transaction Key %s
de_de: Authorize.Net-Transaktionsschlüssel %s
fi: Authorize.Net maksutapahtuman avain %s
tr_tr: Authorize.Net İşlem Anahtarı %s

source: Send Test transactions? %s
de_de: Test-Transaktionen senden? %s
fi: Lähetä testitilaukset? %s
tr_tr: Test işlemleri gönderilsin mi? %s

source: Send Test transactions, even to live server.
de_de: Senden Sie Testtransaktionen, auch an Live-Server.
fi: Lähetä testitilaukset, myös käytössä olevalle palvelimelle.
tr_tr: Canlı sunucuya bile Test işlemleri gönderin.

source: Authorize.Net SIM Settings
de_de: Authorize.Net SIM-Einstellungen
fi: Authorize.Net SIM-asetukset
fr_fr: Paramètres SIM Authorize.net
tr_tr: Authorize.Net SIM Ayarları

source: Adjust the settings for the Authorize.Net SIM payment gateway.
de_de: Passen Sie die Einstellungen für das Authorize.Net SIM-Zahlungsgateway an.
fi: Säädä Authorize.net SIM -maksunvälityspalvelun asetuksia.
fr_fr: Réglez les paramètres de la passerelle de paiement Authorize.net SIM.
tr_tr: Authorize.Net SIM ödeme ağ geçidi için ayarları yapın.

source: The cryptographic key used in the HMAC calculation is the merchant’s unique Transaction Key, which is a 16-character value generated by the payment gateway. The merchant obtains this value from the Merchant Interface.
de_de: Der kryptografische Schlüssel, der bei der HMAC-Berechnung verwendet wird, ist der eindeutige Transaktionsschlüssel des Händlers, ein 16-stelliger Wert, der vom Zahlungs-Gateway generiert wird. Der Händler erhält diesen Wert über die Händlerschnittstelle.
fi: HMAC-laskennassa käytetty salausavain on kauppiaan yksilöllinen tapahtumaavain, joka on maksuportin luoma 16-merkkinen arvo. Kauppias saa tämän arvon kauppaliittymästä.
tr_tr: HMAC hesaplamasında kullanılan kriptografik anahtar, ödeme ağ geçidi tarafından oluşturulan 16 karakterlik bir değer olan satıcının benzersiz İşlem Anahtarıdır. Satıcı bu değeri Satıcı Arayüzünden alır.

source: The merchant API login ID is provided in the Merchant Interface and must be stored securely.
de_de: Die API-Login-ID des Händlers wird in der Händlerschnittstelle bereitgestellt und muss sicher aufbewahrt werden.
fi: Kauppias-API-tunnukset annetaan kauppiaan käyttöliittymässä, ja ne on säilytettävä turvallisesti.
tr_tr: Satıcı API oturum açma kimliği Satıcı Arayüzünde sağlanır ve güvenli bir şekilde saklanmalıdır.

source: Debug Mode
de_de: Debug-Modus
fi: Vianmääritystila
fr_fr: Mode de développement
tr_tr: Hata Ayıklama Modu

source: Transactions will be submitted to the Authorize.net sandbox environment. Although this is a sandbox environment, its behavior mimics the live payment gateway.
de_de: Die Transaktionen werden an die Authorize.net Sandbox-Umgebung übermittelt. Obwohl es sich um eine Sandbox-Umgebung handelt, entspricht das Verhalten dem des Live-Zahlungsgateways.
fi: Tapahtumat lähetetään Authorize.netin hiekkalaatikkoympäristöön. Vaikka kyseessä on hiekkalaatikkoympäristö, sen käyttäytyminen jäljittelee live-maksuporttia.
tr_tr: İşlemler Authorize.net sandbox ortamına gönderilecektir. Bu bir sanal alan ortamı olmasına rağmen, davranışı canlı ödeme ağ geçidini taklit eder.

source: Send Test transactions?
de_de: Test-Transaktionen senden?
fi: Lähetä testitilaukset?
tr_tr: Test işlemleri gönderilsin mi?

source: Specify if you want to test the Authorize.net SIM payment gateway by submitting a test transaction to your Live account.
de_de: Geben Sie an, ob Sie das Authorize.net SIM-Zahlungsgateway testen möchten, indem Sie eine Testtransaktion an Ihr Live-Konto übermitteln.
fi: Määritä, haluatko testata Authorize.net SIM -maksuporttia lähettämällä testitapahtuma Live-tilillesi.
tr_tr: Canlı hesabınıza bir test işlemi göndererek Authorize.net SIM ödeme ağ geçidini test etmek isteyip istemediğinizi belirtin.

source: After the integration is successfully tested in the developer test environment (with Debug Mode On), the merchant’s Authorize.Net Payment Gateway API Login ID and Transaction Key can be placed in the integration for testing in the live environment. Developer test account credentials are not accepted by the live payment gateway.
de_de: Nachdem die Integration erfolgreich in der Entwicklertestumgebung (mit eingeschaltetem Debug-Modus) getestet wurde, können die Authorize.Net Payment Gateway API Login-ID und der Transaktionsschlüssel des Händlers in die Integration zum Testen in der Live-Umgebung eingefügt werden. Die Anmeldedaten des Entwicklertestkontos werden vom Live-Zahlungsgateway nicht akzeptiert.
fi: Kun integraatio on testattu onnistuneesti kehittäjän testiympäristössä (Debug Mode On), kauppiaan Authorize.Net Payment Gateway API Login ID ja Transaction Key voidaan sijoittaa integraatioon testattavaksi live-ympäristössä. Kehittäjän testitilin tunnistetietoja ei hyväksytä live-maksuliittymässä.
tr_tr: Entegrasyon geliştirici test ortamında başarıyla test edildikten sonra (Hata Ayıklama Modu Açıkken), satıcının Authorize.Net Payment Gateway API Oturum Açma Kimliği ve İşlem Anahtarı canlı ortamda test edilmek üzere entegrasyona yerleştirilebilir. Geliştirici test hesabı kimlik bilgileri, canlı ödeme ağ geçidi tarafından kabul edilmez.

source: Be sure to turn this setting off when you are done testing.
de_de: Stellen Sie sicher, dass Sie diese Einstellung ausschalten, wenn Sie mit den Tests fertig sind.
fi: Muista kytkeä tämä asetus pois päältä, kun olet lopettanut testauksen.
tr_tr: Testiniz bittiğinde bu ayarı kapattığınızdan emin olun.

source: (Submit the test transaction by either placing the account in test mode, or by submitting Test Request, with a dollar amount value equal to the response reason code you would like to produce).
de_de: (Übermitteln Sie die Testtransaktion, indem Sie entweder das Konto in den Testmodus versetzen oder eine Testanforderung mit einem Dollarbetrag übermitteln, der dem gewünschten Antwortgrund entspricht).
fi: (Lähetä testitapahtuma joko asettamalla tili testitilaan tai lähettämällä testipyyntö, jonka dollarin arvo vastaa vastauksen syykoodia, jonka haluat tuottaa).
fr_fr: (Soumettez la transaction test soit en plaçant le compte en mode test, ou en soumettant Requête Test, avec une valeur de montant en dollar égale au code réponse de la raison que vous souhaitez produire)
tr_tr: (Hesabı test moduna alarak veya üretmek istediğiniz yanıt nedeni koduna eşit bir dolar tutarı değeriyle Test Talebi göndererek test işlemini gönderin).

source: Debug Mode is turned ON. After clicking 'Finalize Registration' You will be redirected to the Authorize.Net Sandbox environment.
de_de: Der Debug-Modus ist eingeschaltet. Nachdem Sie auf "Registrierung abschließen" geklickt haben, werden Sie zur Authorize.Net Sandbox-Umgebung weitergeleitet.
fi: Virheenkorjaustila on päällä. Kun olet napsauttanut 'Finalize Registration', sinut ohjataan Authorize.Net Sandbox -ympäristöön.
tr_tr: Hata Ayıklama Modu AÇIK konuma getirilir. 'Kaydı Kesinleştir' seçeneğine tıkladıktan sonra Authorize.Net Sandbox ortamına yönlendirileceksiniz.
