Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Flag that indicates if the country should appear in dropdown select lists
de_de: Kennzeichen, das angibt, ob das Land in Dropdown-Auswahllisten erscheinen soll
fi: Merkki, joka ilmaisee, näkyykö maa avattavissa valintaluetteloissa.
tr_tr: Açılır seçim listelerinde ülkenin görünüp görünmeyeceğini belirten bayrak

source: An event date
de_de: Ein Veranstaltungsdatum
fi: Tapahtuman päivämäärä
tr_tr: Bir etkinlik tarihi

source: The datetime ID.
de_de: Die Datum-Zeit-ID.
fi: Päivämäärän tunnus.
tr_tr: Tarih saat kimliği.

source: End date and time of the Event
de_de: Datum und Uhrzeit des Endes der Veranstaltung
fi: Tapahtuman päättymispäivä ja -aika
tr_tr: Etkinliğin bitiş tarihi ve saati

source: Event of the datetime.
de_de: Ereignis des Zeitpunkts.
fi: Ajankohdan tapahtuma.
tr_tr: Tarih saatinin olayı.

source: Globally unique event ID of the datetime.
de_de: Global eindeutige Ereignis-ID des Zeitpunkts.
fi: Maailmanlaajuisesti yksilöivä tapahtuman ID.
tr_tr: Tarih saatinin küresel olarak benzersiz olay kimliği.

source: Event ID of the datetime.
de_de: Ereignis-ID des Zeitpunkts.
fi: Päivämäärän tapahtumatunnus.
tr_tr: Tarih saatinin olay kimliği.

source: Flag indicating datetime is active
de_de: Flagge, die anzeigt, dass datetime aktiv ist
fi: Merkki, joka osoittaa, että datetime on aktiivinen
tr_tr: Tarih saatinin etkin olduğunu gösteren bayrak

source: Flag indicating datetime is expired or not
de_de: Flagge, die angibt, ob der Zeitpunkt abgelaufen ist oder nicht
fi: Merkki, joka osoittaa, onko päivämäärä vanhentunut vai ei
tr_tr: Tarih saatinin süresinin dolup dolmadığını gösteren bayrak

source: Flag indicating whether the tickets sold for this datetime, met or exceed the registration limit
de_de: Kennzeichen, das angibt, ob die für diesen Zeitpunkt verkauften Tickets das Registrierungslimit erreicht oder überschritten haben
fi: Lipuke, joka osoittaa, täyttävätkö vai ylittävätkö kyseisenä ajankohtana myydyt liput rekisteröintirajan.
tr_tr: Bu tarih aralığında satılan biletlerin kayıt limitini karşılayıp karşılamadığını veya aşıp aşmadığını gösteren bayrak

source: Flag indicating datetime has been trashed.
de_de: Flagge, die anzeigt, dass der Zeitpunkt gelöscht wurde.
fi: Merkki, joka osoittaa, että datetime on hävitetty.
tr_tr: Tarih saatinin çöpe atıldığını gösteren bayrak.

source: Whether the date is upcoming
de_de: Ob das Datum bevorsteht
fi: Onko päivämäärä tulossa
tr_tr: Tarihin yaklaşıp yaklaşmadığı

source: The length of the event (start to end time) in seconds
de_de: Die Länge des Ereignisses (Start- bis Endzeit) in Sekunden
fi: Tapahtuman pituus (alkamis- ja päättymisaika) sekunteina.
tr_tr: Saniye cinsinden olayın uzunluğu (başlangıçtan bitiş zamanına kadar)

source: The parent datetime of the current datetime
de_de: Die übergeordnete Datumszeit der aktuellen Datumszeit
fi: Nykyisen päivämäärän vanhemman päivämäärän päivämäärä
tr_tr: Geçerli tarih saatinin üst tarih saati

source: The parent datetime ID
de_de: Die übergeordnete Datum-Zeit-ID
fi: Vanhemman päivämäärän ID
tr_tr: Üst tarih-zaman kimliği

source: Start date and time of the Event
de_de: Datum und Uhrzeit des Beginns der Veranstaltung
fi: Tapahtuman alkamispäivä ja -aika
tr_tr: Etkinliğin başlangıç tarihi ve saati

source: Globally unique IDs of the tickets related to the datetime.
de_de: Global eindeutige IDs der Tickets, die sich auf den Zeitpunkt beziehen.
fi: Päivämäärään liittyvien lippujen globaalisti yksilölliset tunnukset.
tr_tr: Tarih saatiyle ilgili biletlerin global olarak benzersiz kimlikleri.

source: Datetime venue ID
de_de: Datetime Veranstaltungsort ID
fi: Tapahtumapaikan päivämäärä ID
tr_tr: Datetime mekan kimliği

source: List of unique inputs for each entity in bulk update
de_de: Liste der eindeutigen Eingaben für jede Entität in der Massenaktualisierung
fi: Luettelo kunkin yksikön yksilöllisistä syötteistä irtotavarapäivityksessä.
tr_tr: Toplu güncellemede her bir varlık için benzersiz girdilerin listesi

source: Shared input for all entities in bulk update
de_de: Gemeinsame Eingabe für alle Entitäten bei der Massenaktualisierung
fi: Yhteinen syöttö kaikille yhteisöille irtotavarana tapahtuvassa päivityksessä
tr_tr: Toplu güncellemede tüm kuruluşlar için paylaşılan girdi

source: The list of GUIDs of the entities to be deleted.
de_de: Die Liste der GUIDs der zu löschenden Entitäten.
fi: Luettelo poistettavien entiteettien GUID-tunnuksista.
tr_tr: Silinecek varlıkların GUID'lerinin listesi.

source: The entity type for the IDs
de_de: Der Entitätstyp für die IDs
fi: ID:iden entiteettityyppi
tr_tr: Kimlikler için varlık türü

source: Form user type that this form section should be presented to.
de_de: Formularbenutzertyp, dem dieser Formularabschnitt präsentiert werden soll.
fi: Lomakkeen käyttäjätyyppi, jolle tämä lomakeosa esitetään.
tr_tr: Bu form bölümünün sunulması gereken form kullanıcı tipi.

source: Whether form section or element is active, archived, shared, trashed, or used as a default on new forms.
de_de: Ob ein Formularabschnitt oder -element aktiv, archiviert, freigegeben, gelöscht oder als Standard für neue Formulare verwendet wird.
fi: Onko lomakkeen osio tai elementti aktiivinen, arkistoitu, jaettu, hävitetty tai käytetäänkö sitä oletuksena uusissa lomakkeissa.
tr_tr: Form bölümünün veya öğesinin etkin, arşivlenmiş, paylaşılmış, çöpe atılmış veya yeni formlarda varsayılan olarak kullanılmış olup olmadığı.

source: Entity model name
de_de: Name des Entitätsmodells
fi: Entiteettimallin nimi
tr_tr: Varlık modeli adı

source: Price Base type ID
de_de: Preis Grundtyp ID
fi: Hinta Perustyyppi ID
tr_tr: Fiyat Baz tip ID

source: Order by state name
de_de: Bestellung nach Staatennamen
fi: Tilaa osavaltion nimen mukaan
tr_tr: Eyalet adına göre sıralayın

source: Whether the ticket is On Sale, Pending, or Expired
de_de: Ob das Ticket im Verkauf, in Bearbeitung oder abgelaufen ist
fi: Onko lippu myynnissä, odottamassa tai vanhentunut.
tr_tr: Biletin Satışta, Beklemede veya Süresi Dolmuş olup olmadığı

source: Where the ticket can be viewed throughout the UI
de_de: Wo das Ticket in der gesamten Benutzeroberfläche angezeigt werden kann
fi: Missä lippua voi tarkastella koko käyttöliittymässä.
tr_tr: Biletin kullanıcı arayüzünde nerede görüntülenebileceği

source: Options for ordering the connection
de_de: Optionen für die Bestellung der Verbindung
fi: Liitännän tilausvaihtoehdot
tr_tr: Bağlantı siparişi için seçenekler

source: Filter the taxable tickets
de_de: Filtern der steuerpflichtigen Tickets
fi: Suodata verotettavat liput
tr_tr: Vergilendirilebilir biletleri filtreleyin

source: Filter the trashed tickets
de_de: Filtern der gelöschten Tickets
fi: Suodata hylätyt liput
tr_tr: Çöpe atılan biletleri filtreleyin

source: Globally unique event ID to get the datetimes for.
de_de: Global eindeutige Ereignis-ID, für die die Datumsangaben abgerufen werden sollen.
fi: Maailmanlaajuisesti yksilöllinen tapahtuman ID, jonka osalta halutaan saada päivämäärät.
tr_tr: Tarih zamanlarını almak için küresel olarak benzersiz olay kimliği.

source: Globally unique event IDs to get the datetimes for.
de_de: Global eindeutige Ereignis-IDs zum Abrufen der Datumsangaben.
fi: Maailmanlaajuisesti yksilölliset tapahtumatunnukset, joiden päivämäärät haetaan.
tr_tr: Tarih zamanlarını almak için küresel olarak benzersiz olay kimlikleri.

source: Event ID to get the datetimes for.
de_de: Ereignis-ID, für die die Zeitangaben abgerufen werden sollen.
fi: Tapahtuman ID, jonka päivämäärät haetaan.
tr_tr: Tarih zamanlarını almak için Olay Kimliği.

source: Event IDs to get the datetimes for.
de_de: Ereignis-IDs zum Abrufen der Datumsangaben.
fi: Tapahtuman ID:t, joiden päivämäärät haetaan.
tr_tr: Tarih zamanlarını almak için olay kimlikleri.

source: Globally unique ticket ID to get the datetimes for.
de_de: Global eindeutige Ticket-ID, für die die Datumsangaben abgerufen werden sollen.
fi: Maailmanlaajuisesti yksilöivä lipun ID, jonka osalta halutaan saada päivämäärät.
tr_tr: Tarih zamanlarını almak için küresel olarak benzersiz bilet kimliği.

source: Globally unique ticket IDs to get the datetimes for.
de_de: Global eindeutige Ticket-IDs, um die Datumsangaben zu erhalten.
fi: Maailmanlaajuisesti yksilölliset lipputunnukset, joiden päivämäärät haetaan.
tr_tr: Tarih zamanlarını almak için küresel olarak benzersiz bilet kimlikleri.

source: Ticket ID to get the datetimes for.
de_de: Ticket-ID zum Abrufen der Datumsangaben.
fi: Lipputunnus, jolle halutaan saada päivämäärät.
tr_tr: Tarih zamanlarını almak için Bilet Kimliği.

source: Ticket IDs to get the datetimes for.
de_de: Ticket-IDs, um die Datumsangaben zu erhalten.
fi: Lippujen tunnukset, joiden päivämäärät haetaan.
tr_tr: Tarih zamanlarını almak için bilet kimlikleri.

source: Datetimes which are upcoming.
de_de: Termine, die in Kürze anstehen.
fi: Tulevat päivämäärät.
tr_tr: Yaklaşmakta olan tarihler.

source: Datetimes which are active.
de_de: Zeitpunkte, die aktiv sind.
fi: Aktiiviset päivämäärät.
tr_tr: Aktif olan tarih zamanları.

source: Datetimes which are expired.
de_de: Datumsangaben, die abgelaufen sind.
fi: Vanhentuneet päivämäärät.
tr_tr: Süresi dolan tarih zamanları.

source: Globally unique datetime ID to get the attendees for.
de_de: Weltweit eindeutige Datums-ID, für die die Teilnehmer ermittelt werden sollen.
fi: Maailmanlaajuisesti yksilöllinen päivämäärän ID, jonka perusteella osallistujat haetaan.
tr_tr: Katılımcıları almak için küresel olarak benzersiz tarih-zaman kimliği.

source: Globally unique datetime IDs to get the attendees for.
de_de: Global eindeutige Datums-IDs, um die Teilnehmer zu ermitteln.
fi: Maailmanlaajuisesti yksilölliset päivämäärätunnukset, joiden osallistujat haetaan.
tr_tr: Katılımcıları almak için küresel olarak benzersiz tarih-zaman kimlikleri.

source: Globally unique event ID to get the attendees for.
de_de: Weltweit eindeutige Veranstaltungs-ID, um die Teilnehmer zu ermitteln.
fi: Maailmanlaajuisesti yksilöllinen tapahtumatunnus, jonka avulla saat osallistujat.
tr_tr: Katılımcıları almak için küresel olarak benzersiz etkinlik kimliği.

source: Globally unique event IDs to get the attendees for.
de_de: Weltweit eindeutige Veranstaltungs-IDs, um die Teilnehmer zu ermitteln.
fi: Maailmanlaajuisesti yksilölliset tapahtumatunnukset, joiden osallistujat haetaan.
tr_tr: Katılımcıları almak için küresel olarak benzersiz etkinlik kimlikleri.

source: Globally unique registration ticket ID to get the attendees for.
de_de: Weltweit eindeutige Registrierungs-Ticket-ID, um die Teilnehmer zu erhalten.
fi: Maailmanlaajuisesti yksilöllinen rekisteröintilipputunnus, jolla osallistujat saadaan.
tr_tr: Katılımcıları almak için küresel olarak benzersiz kayıt bileti kimliği.

source: Globally unique registration ticket IDs to get the attendees for.
de_de: Weltweit eindeutige Registrierungs-Ticket-IDs, um die Teilnehmer zu erhalten.
fi: Maailmanlaajuisesti yksilölliset rekisteröintilipputunnukset, joilla osallistujat saadaan.
tr_tr: Katılımcıları almak için küresel olarak benzersiz kayıt bileti kimlikleri.

source: Registration ticket ID to get the attendees for.
de_de: Registrierung Ticket-ID, um die Teilnehmer zu erhalten für.
fi: Rekisteröintilippu ID saada osallistujia varten.
tr_tr: Katılımcıları almak için kayıt bileti kimliği.

source: Registration ticket IDs to get the attendees for.
de_de: IDs für Registrierungskarten, um die Teilnehmer zu erhalten.
fi: Rekisteröintilipun tunnukset, jotta osallistujat saavat.
tr_tr: Katılımcıları almak için kayıt bileti kimlikleri.

source: Limit attendees to registration status.
de_de: Beschränken Sie die Teilnehmer auf den Anmeldestatus.
fi: Rajoita osallistujat rekisteröintitilanteen mukaan.
tr_tr: Katılımcıları kayıt durumu ile sınırlandırın.

source: Limit the result to the set of given country IDs.
de_de: Begrenzt das Ergebnis auf die Menge der angegebenen Länder-IDs.
fi: Rajoittaa tuloksen annettujen maatunnusten joukkoon.
tr_tr: Sonucu verilen ülke kimlikleri kümesiyle sınırlayın.

source: Limit the result to the set of given country ISOs.
de_de: Begrenzt das Ergebnis auf die Menge der angegebenen Länder-ISOs.
fi: Rajoittaa tuloksen annettujen maiden ISO-tunnusten joukkoon.
tr_tr: Sonucu verilen ülke ISO'ları kümesiyle sınırlayın.

source: Limit the result to the set of given country ISO3s.
de_de: Begrenzt das Ergebnis auf die Menge der angegebenen Länder-ISO3s.
fi: Rajoittaa tuloksen annettujen maiden ISO3-luokkien joukkoon.
tr_tr: Sonucu verilen ülke ISO3'leri kümesiyle sınırlayın.

source: Limit the result to the given search query.
de_de: Schränkt das Ergebnis auf die angegebene Suchanfrage ein.
fi: Rajaa tulokset annettuun hakukyselyyn.
tr_tr: Sonucu verilen arama sorgusuyla sınırlandırın.

source: Limit the result to the active countries.
de_de: Beschränken Sie das Ergebnis auf die aktiven Länder.
fi: Rajoita tulos aktiivisiin maihin.
tr_tr: Sonucu aktif ülkelerle sınırlayın.

source: Related entity IDs to get the form elements for.
de_de: Verwandte Entitäts-IDs, um die Formularelemente zu erhalten.
fi: Liittyvien entiteettien tunnukset, joiden lomake-elementit haetaan.
tr_tr: Form öğelerini almak için ilgili varlık kimlikleri.

source: Filter the form elements by status.
de_de: Filtern Sie die Formularelemente nach Status.
fi: Suodata lomakkeen elementit tilan mukaan.
tr_tr: Form öğelerini duruma göre filtreleyin.

source: Form user types to get the form sections for.
de_de: Formularbenutzertypen, für die die Formularabschnitte abgerufen werden sollen.
fi: Lomakkeen käyttäjätyypit, joille lomakkeen osiot haetaan.
tr_tr: Form bölümlerini almak için form kullanıcı türleri.

source: Related entity IDs to get the form sections for.
de_de: Verwandte Entitäts-IDs, für die die Formularabschnitte abgerufen werden sollen.
fi: Liittyvien yksiköiden tunnukset, joiden lomakeosioita haetaan.
tr_tr: Form bölümlerini almak için ilgili varlık kimlikleri.

source: Filter the form sections by status.
de_de: Filtern Sie die Formularabschnitte nach Status.
fi: Suodata lomakkeen osiot tilan mukaan.
tr_tr: Form bölümlerini duruma göre filtreleyin.

source: Limit the result to the set of given state IDs.
de_de: Begrenzt das Ergebnis auf die Menge der angegebenen Zustands-IDs.
fi: Rajoittaa tuloksen annettujen tilatunnusten joukkoon.
tr_tr: Sonucu verilen durum kimlikleri kümesiyle sınırlayın.

source: Limit the result to the active states.
de_de: Beschränken Sie das Ergebnis auf die aktiven Zustände.
fi: Rajoita tulos aktiivisiin tiloihin.
tr_tr: Sonucu aktif durumlarla sınırlayın.

source: Limit prices to the given globally unique IDs
de_de: Preise auf die angegebenen global eindeutigen IDs beschränken
fi: Rajoita hinnat annettuihin globaalisti yksilöllisiin tunnuksiin.
tr_tr: Fiyatları verilen küresel olarak benzersiz kimliklerle sınırlayın

source: Limit prices to the given IDs
de_de: Preise auf die angegebenen IDs beschränken
fi: Rajoita hinnat annettuihin tunnuksiin
tr_tr: Fiyatları verilen kimliklerle sınırlayın

source: Globally unique event ID to get the prices for.
de_de: Weltweit eindeutige Ereignis-ID, um die Preise zu erhalten.
fi: Maailmanlaajuisesti yksilöllinen tapahtuman ID, jonka hinnat haetaan.
tr_tr: Fiyatları almak için küresel olarak benzersiz etkinlik kimliği.

source: Event ID to get the prices for.
de_de: Veranstaltungs-ID, um die Preise für zu erhalten.
fi: Tapahtuman ID, jonka hinnat haetaan.
tr_tr: Fiyatları almak için Etkinlik Kimliği.

source: Whether to add default prices to the list.
de_de: Ob der Liste Standardpreise hinzugefügt werden sollen.
fi: Lisätäänkö luetteloon oletushinnat.
tr_tr: Listeye varsayılan fiyatların eklenip eklenmeyeceği.

source: Whether to add default tickets prices to the list.
de_de: Ob der Liste Standardpreise für Tickets hinzugefügt werden sollen.
fi: Lisätäänkö lippujen oletushinnat luetteloon.
tr_tr: Varsayılan bilet fiyatlarının listeye eklenip eklenmeyeceği.

source: Filter the default prices
de_de: Filtern der Standardpreise
fi: Suodata oletushinnat
tr_tr: Varsayılan fiyatları filtreleme

source: Globally unique ticket ID to get the prices for.
de_de: Weltweit eindeutige Ticket-ID, um die Preise zu erhalten.
fi: Maailmanlaajuisesti yksilöllinen lipputunnus, jonka hinnat saat.
tr_tr: Fiyatları almak için küresel olarak benzersiz bilet kimliği.

source: Globally unique ticket IDs to get the prices for.
de_de: Weltweit eindeutige Ticket-IDs, um die Preise zu ermitteln.
fi: Maailmanlaajuisesti yksilölliset lipputunnukset, joiden hinnat saat.
tr_tr: Fiyatları almak için küresel olarak benzersiz bilet kimlikleri.

source: Ticket ID to get the prices for.
de_de: Ticket-ID, um die Preise für zu erhalten.
fi: Lipputunnus, jolla saat hinnat.
tr_tr: Fiyatları almak için Bilet Kimliği.

source: Ticket IDs to get the prices for.
de_de: Ticket-IDs, um die Preise für zu erhalten.
fi: Lipputunnukset, joiden hinnat saat.
tr_tr: Fiyatları almak için bilet kimlikleri.

source: Globally unique price type ID to get the prices for.
de_de: Global eindeutige Preistyp-ID, für die die Preise abgerufen werden sollen.
fi: Maailmanlaajuisesti yksilöllinen hintatyypin ID, jonka hinnat haetaan.
tr_tr: Fiyatları almak için küresel olarak benzersiz fiyat türü kimliği.

source: Globally unique price type IDs to get the prices for.
de_de: Global eindeutige Preistyp-IDs, um die Preise zu ermitteln.
fi: Maailmanlaajuisesti yksilölliset hintatyypin tunnukset, joiden hinnat haetaan.
tr_tr: Fiyatları almak için küresel olarak benzersiz fiyat türü kimlikleri.

source: Price type ID to get the prices for.
de_de: ID des Preistyps, für den die Preise ermittelt werden sollen.
fi: Hintatyypin ID, jonka hinnat haetaan.
tr_tr: Fiyatları almak için fiyat türü kimliği.

source: Price type IDs to get the prices for.
de_de: Preistyp-IDs, um die Preise für zu erhalten.
fi: Hintatyypin tunnukset, joiden hinnat haetaan.
tr_tr: Fiyatları almak için fiyat türü kimlikleri.

source: Price Base types.
de_de: Preis Grundtypen.
fi: Hinta Perustyypit.
tr_tr: Fiyat Baz türleri.

source: Field to order the connection by
de_de: Feld zum Bestellen der Verbindung nach
fi: Kenttä, jonka mukaan yhteys järjestetään
tr_tr: Bağlantıyı sıralamak için alan

source: Order by ID
de_de: Bestellung nach ID
fi: Tilaa ID:n mukaan
tr_tr: Kimliğe göre sipariş

source: Order by last name
de_de: Bestellung nach Nachname
fi: Järjestä sukunimen mukaan
tr_tr: Soyadına göre sırala

source: Order by first name
de_de: Bestellung nach Vornamen
fi: Järjestys etunimen mukaan
tr_tr: İlk isme göre sırala

source: Order by country name
de_de: Bestellung nach Ländernamen
fi: Tilaa maan nimen mukaan
tr_tr: Ülke adına göre sırala

source: Order by country ISO
de_de: Bestellung nach Land ISO
fi: Tilaus maan mukaan ISO
tr_tr: Ülkeye göre sipariş ISO

source: Order by country ISO3
de_de: Bestellung nach Land ISO3
fi: Järjestys maan mukaan ISO3
tr_tr: Ülkeye göre sıralama ISO3

source: Datetime status
de_de: Zeitlicher Status
fi: Päivämäärän tila
tr_tr: Tarih saat durumu

source: Order by name
de_de: Bestellung nach Name
fi: Tilaa nimen mukaan
tr_tr: İsme göre sipariş

source: Order by start date
de_de: Bestellung nach Startdatum
fi: Tilaa alkamispäivän mukaan
tr_tr: Başlangıç tarihine göre sipariş verin

source: Default Ticket Manager
de_de: Standard-Ticketmanager
fi: Oletusarvoinen lipunhallinta
tr_tr: Varsayılan Bilet Yöneticisi

source: Use Default Ticket Manager
de_de: Standard-Ticketmanager verwenden
fi: Käytä oletusarvoista Ticket Manageria
tr_tr: Varsayılan Bilet Yöneticisini Kullanın

source: Whether to enable the new Default Ticket Manager in the EDTR. default: Enabled
de_de: Ob der neue Standard-Ticketmanager im EDTR aktiviert werden soll. default: Aktiviert
fi: Otetaanko uusi oletusarvoinen lipunhallinta käyttöön EDTR:ssä. default: Enabled
tr_tr: EDTR'de yeni Varsayılan Bilet Yöneticisinin etkinleştirilip etkinleştirilmeyeceği. default: Etkin

source: Event Description RTE
de_de: Ereignis Beschreibung RTE
fi: Tapahtuman kuvaus RTE
tr_tr: Olay Açıklaması RTE

source: Use Rich Text Editor for Event Description
de_de: Rich Text Editor für Ereignisbeschreibung verwenden
fi: Käytä Rich Text Editoria tapahtuman kuvaukseen
tr_tr: Olay Açıklaması için Zengin Metin Düzenleyicisi Kullanın

source: Whether to enable the Rich Text Editor for the Event Description field in the EDTR or use tinymce. default: Disabled
de_de: Ob der Rich-Text-Editor für das Feld Ereignisbeschreibung im EDTR aktiviert werden soll oder ob tinymce verwendet werden soll. default: Deaktiviert
fi: Otetaanko EDTR:n tapahtumakuvauskentän Rich Text Editor käyttöön vai käytetäänkö tinymce. default: Ei käytössä
tr_tr: EDTR'deki Olay Açıklaması alanı için Zengin Metin Düzenleyicisinin etkinleştirilip etkinleştirilmeyeceği veya tinymce kullanılıp kullanılmayacağı. varsayılan: Devre dışı

source: Rich Text Editor
tr_tr: Zengin Metin Düzenleyici

source: Use Rich Text Editor for other RTE fields
de_de: Rich Text Editor für andere RTE-Felder verwenden
fi: Käytä Rich Text Editoria muille RTE-kentille
tr_tr: Diğer RTE alanları için Zengin Metin Düzenleyicisi'ni kullanın

source: Whether to enable the Rich Text Editor for all other RTE fields in the EDTR. default: Disabled
de_de: Ob der Rich-Text-Editor für alle anderen RTE-Felder im EDTR aktiviert werden soll. default: Deaktiviert
fi: Otetaanko Rich Text Editor käyttöön kaikissa muissa EDTR:n RTE-kentissä. oletusarvo: Ei käytössä
tr_tr: EDTR'deki diğer tüm RTE alanları için Zengin Metin Düzenleyicisinin etkinleştirilip etkinleştirilmeyeceği. varsayılan: Devre dışı

source: Registration Form Builder
de_de: Formular für die Registrierung
fi: Rekisteröintilomakkeen rakentaja
tr_tr: Kayıt Formu Oluşturucu

source: Use Registration Form Builder
de_de: Verwenden Sie den Registration Form Builder
fi: Käytä rekisteröintilomakkeen rakentajaa
tr_tr: Kayıt Formu Oluşturucuyu Kullanın

source: Whether to enable the new Registration Form Builder in the EDTR or continue using the legacy Question Groups and Registration Form admin pages. default: Disabled
de_de: Legt fest, ob der neue Registrierungsformular-Builder im EDTR aktiviert werden soll oder ob weiterhin die alten Verwaltungsseiten für Fragengruppen und Registrierungsformulare verwendet werden sollen. default: Deaktiviert
fi: Otetaanko uusi rekisteröintilomakkeen rakentaja käyttöön EDTR:ssä vai jatketaanko vanhojen kysymysryhmien ja rekisteröintilomakkeen hallintasivujen käyttöä. oletusarvo: Disabled
tr_tr: EDTR'de yeni Kayıt Formu Oluşturucunun etkinleştirilip etkinleştirilmeyeceği veya eski Soru Grupları ve Kayıt Formu yönetici sayfalarının kullanılmaya devam edilip edilmeyeceği. varsayılan: Devre dışı

source: Registration Options
de_de: Optionen für die Registrierung
fi: Rekisteröintivaihtoehdot
tr_tr: Kayıt Seçenekleri

source: Use Registration Options
de_de: Registrierungsoptionen verwenden
fi: Käytä rekisteröintivaihtoehtoja
tr_tr: Kayıt Seçeneklerini Kullanın

source: Whether to enable the new Registration Options meta box in the EDTR or continue using the legacy Event Registration Options. default: Disabled
de_de: Angabe, ob die neue Meta-Box "Registrierungsoptionen" im EDTR aktiviert werden soll oder ob weiterhin die alten Optionen für die Veranstaltungsregistrierung verwendet werden sollen: Deaktiviert
fi: Otetaanko EDTR:ssä käyttöön uusi rekisteröintiasetusten metaruutu vai jatketaanko vanhojen tapahtuman rekisteröintiasetusten käyttöä. oletusarvo: Ei käytössä
tr_tr: EDTR'de yeni Kayıt Seçenekleri meta kutusunun etkinleştirilip etkinleştirilmeyeceği veya eski Etkinlik Kayıt Seçeneklerinin kullanılmaya devam edilip edilmeyeceği. varsayılan: Devre Dışı

source: Use SPCO Form Refactor
de_de: SPCO Form Refactor verwenden
fi: Käytä SPCO Form Refactoria
tr_tr: SPCO Form Refactor kullanın
