Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Flexible payments is an off-site payment option for accepting payments. You can provide your registrants/attendee with specific information on how to pay for their registrations (e.g. call a phone number to pay, pay at the event, etc).
de_de: Flexible Zahlungen ist eine Zahlungsoption für die Annahme von Zahlungen außerhalb des Standorts. Sie können Ihren Anmeldern/Teilnehmern spezifische Informationen darüber geben, wie sie für ihre Anmeldungen bezahlen können (z. B. eine Telefonnummer anrufen, um zu bezahlen, bei der Veranstaltung bezahlen usw.).
fi: Joustavat maksut on maksujen vastaanottamiseen tarkoitettu maksuvaihtoehto, joka ei ole paikan päällä. Voit antaa rekisteröijille/osallistujille tarkat tiedot siitä, miten he voivat maksaa rekisteröintinsä (esim. soittaa puhelinnumeroon maksaakseen, maksaa tapahtumassa jne.).
tr_tr: Esnek ödemeler, ödemeleri kabul etmek için tesis dışı bir ödeme seçeneğidir. Kayıt yaptıranlara/katılımcılara kayıtları için nasıl ödeme yapacaklarına dair özel bilgiler sağlayabilirsiniz (örneğin, ödeme yapmak için bir telefon numarasını arayın, etkinlikte ödeme yapın, vb.)

source: Error. No associated payment was found.
de_de: Fehler. Es wurde keine zugehörige Zahlung gefunden.
fi: Virhe. Liittyvää maksusuoritusta ei löytynyt.
tr_tr: Hata. İlişkili bir ödeme bulunamadı.

source: Could not process this payment because it has no associated transaction.
de_de: Diese Zahlung konnte nicht verarbeitet werden, da sie keine zugehörige Transaktion hat.
fi: Tätä maksua ei voitu käsitellä, koska siihen ei liity maksutapahtumaa.
tr_tr: İlişkili bir işlem olmadığı için bu ödeme işlenemedi.

source: Other (promotion/surcharge/cancellation)
de_de: Sonstiges (Werbeaktion/Zuschlag/Stornierung)
fi: Muu (alennus/lisämaksu/peruutus)
tr_tr: Diğer (promosyon/ek ücret/iptal)

source: Error occurred while trying to setup the Express Checkout.
de_de: Beim Versuch, die Express-Kasse einzurichten, ist ein Fehler aufgetreten.
fi: Virhe tapahtui, kun yritettiin asentaa Express Checkout -palvelua.
tr_tr: Express Checkout kurulmaya çalışılırken hata oluştu.

source: Error occurred while trying to Capture the funds.
de_de: Beim Versuch, die Mittel zu erfassen, ist ein Fehler aufgetreten.
fi: Tapahtui virhe, kun varoja yritettiin kaapata.
tr_tr: Fonları yakalamaya çalışırken hata oluştu.

source: Error occurred while trying to get payment Details from PayPal.
de_de: Beim Versuch, Zahlungsdetails von PayPal abzurufen, ist ein Fehler aufgetreten.
fi: Tapahtui virhe, kun yritettiin saada maksutiedot PayPalista.
tr_tr: PayPal'dan ödeme ayrıntılarını almaya çalışırken hata oluştu.

source: An error occurred while trying to process the payment.
de_de: Beim Versuch, die Zahlung zu bearbeiten, ist ein Fehler aufgetreten.
fi: Maksun käsittelyssä tapahtui virhe.
tr_tr: Ödeme işlenmeye çalışılırken bir hata oluştu.

source: PayPal Express Settings
de_de: PayPal Express-Einstellungen
fi: PayPal Express -asetukset
fr_fr: Paramètres PayPal Express
tr_tr: PayPal Express Ayarları

source: API Username %s
de_de: API-Benutzername %s
fi: API-käyttäjätunnus %s
fr_fr: API nom d'utilisateur %s
tr_tr: API Kullanıcı Adı %s

source: API Password %s
de_de: API-Kennwort %s
fi: API-salasana %s
fr_fr: API Mot de passe %s
tr_tr: API Şifresi %s

source: API Signature %s
de_de: API-Signatur %s
fi: API-allekirjoitus %s
tr_tr: API İmzası %s

source: Image URL %s
de_de: Bild-URL %s
fi: Kuvan URL-osoite %s
tr_tr: Resim URL'si %s

source: PayPal Express Checkout
de_de: PayPal Express-Kaufabwicklung
fr_fr: Paiement PayPal Express
tr_tr: PayPal Hızlı Ödeme

source: PayPal Express Checkout Settings
de_de: PayPal Express Checkout-Einstellungen
fi: PayPal Express -maksun asetukset
fr_fr: Paramètres Paiement PayPal Express
tr_tr: PayPal Express Checkout Ayarları

source: API Username
de_de: API-Benutzername
fi: API-käyttäjätunnus
fr_fr: API nom d'utilisateur
tr_tr: API Kullanıcı Adı

source: Your PayPal API Username.
de_de: Ihr PayPal-API-Benutzername.
fi: PayPal API -käyttäjätunnuksesi.
fr_fr: Votre nom d'utilisateur de l'API PayPal
tr_tr: PayPal API Kullanıcı Adınız.

source: API Password
de_de: API-Passwort
fi: API-salasana
fr_fr: Mot de passe API
tr_tr: API Şifresi

source: Your PayPal API Password.
de_de: Ihr PayPal-API-Passwort.
fi: PayPal API-salasanasi.
fr_fr: Votre mot de passe de l'API PayPal
tr_tr: PayPal API Parolanız.

source: API Signature
de_de: API-Signatur
fi: API-allekirjoitus
tr_tr: API İmzası

source: Your PayPal Account Signature.
de_de: Ihr PayPal-Konto Unterschrift.
fi: PayPal-tilisi allekirjoitus.
fr_fr: Votre signature de compte PayPal
tr_tr: PayPal Hesap İmzanız.

source: For testing please use a %1$s PayPal Sandbox account%2$s.
de_de: Zum Testen verwenden Sie bitte ein %1$s PayPal-Sandbox-Konto%2$s.
fi: Käytä testaamiseen %1$s PayPal Sandbox -tiliä%2$s.
tr_tr: Test için lütfen bir %1$s PayPal Sandbox hesabı%2$s kullanın.

source: Debug Mode is turned ON. You will be redirected to the PayPal Sandbox environment. Please use your Sandbox PayPal account for the checkout.
de_de: Der Debug-Modus ist eingeschaltet. Sie werden zur PayPal-Sandbox-Umgebung weitergeleitet. Bitte verwenden Sie Ihr Sandbox-PayPal-Konto für den Checkout.
fi: Virheenkorjaustila on päällä. Sinut ohjataan PayPal Sandbox -ympäristöön. Käytä Sandbox PayPal-tiliäsi kassalla.
tr_tr: Hata Ayıklama Modu AÇIK konuma getirilir. PayPal Sandbox ortamına yönlendirileceksiniz. Lütfen ödeme için Sandbox PayPal hesabınızı kullanın.

source: To trigger an error condition on an amount-related field, specify a error code value as a number with two digits to the right of the decimal point. For example, specify a value of 107.55 to trigger the 10755 error.
de_de: Um eine Fehlerbedingung für ein betragsbezogenes Feld auszulösen, geben Sie einen Fehlercodewert als Zahl mit zwei Ziffern rechts vom Dezimalpunkt an. Geben Sie beispielsweise einen Wert von 107,55 an, um den Fehler 10755 auszulösen.
fi: Virheehdon laukaiseminen määrään liittyvälle kentälle, määritä virhekoodin arvo numerona, jossa on kaksi numeroa desimaalipisteen oikealla puolella. Määritä esimerkiksi arvo 107,55 laukaistaksesi virheen 10755.
tr_tr: Tutarla ilgili bir alanda hata koşulunu tetiklemek için, hata kodu değerini ondalık noktanın sağında iki basamaklı bir sayı olarak belirtin. Örneğin, 10755 hatasını tetiklemek için 107,55 değerini belirtin.

source: More details can be found here: %1$s Testing Error Conditions %2$s.
de_de: Weitere Einzelheiten finden Sie hier: %1$s Testen von Fehlerbedingungen %2$s.
fi: Lisätietoja löydät täältä: %1$s Testausvirheolosuhteet %2$s.
tr_tr: Daha fazla ayrıntı burada bulunabilir: %1$s Test Hata Koşulları %2$s.

source: PayPal Express (Express Checkout) is an off-site payment method for accepting payments via PayPal and is available to event organizers in many countries. A PayPal premier or business account is needed to accept payments. Need a PayPal account? Call 1-855-456-1338 or %1$sclick here to sign up for a merchant account%2$s.
de_de: PayPal Express (Express Checkout) ist eine externe Zahlungsmethode für die Annahme von Zahlungen über PayPal und steht Veranstaltern in vielen Ländern zur Verfügung. Für die Annahme von Zahlungen ist ein PayPal-Premier- oder Geschäftskonto erforderlich. Sie benötigen ein PayPal-Konto? Rufen Sie 1-855-456-1338 an oder %1$sind Sie hier, um sich für ein Händlerkonto%2$s anzumelden.
fi: PayPal Express (Express Checkout) on maksutapa, jolla voit hyväksyä maksuja PayPalin kautta, ja se on tapahtumajärjestäjien käytettävissä monissa maissa. Maksujen vastaanottamiseen tarvitaan PayPal Premier- tai yritystili. Tarvitsetko PayPal-tilin? Soita numeroon 1-855-456-1338 tai %1$sklikkaa tästä, jos haluat rekisteröityä kauppiastilille%2$s.
fr_fr: PayPal Express (Checkout Express) est une méthode de paiement hors site pour accepter les paiements via PayPal et est disponible pour les organisateurs d'événements dans de nombreux pays. Un compte PayPal ou premier compte d'entreprise est nécessaire pour accepter les paiements. Besoin d'un compte PayPal? Appelez le 1-855-456-1338 ou %1$sCliquez ici pour vous inscrire à un compte marchand%2$s.
tr_tr: PayPal Express (Express Checkout), PayPal aracılığıyla ödeme kabul etmeye yönelik bir tesis dışı ödeme yöntemidir ve birçok ülkedeki etkinlik organizatörleri tarafından kullanılabilir. Ödemeleri kabul etmek için bir PayPal premier veya işletme hesabı gereklidir. PayPal hesabına mı ihtiyacınız var? 1-855-456-1338 numaralı telefonu arayın veya bir satıcı hesabına kaydolmak için %1$sburaya tıklayın%2$s.

source: Event Espresso - QuickBooks Payments Gateway
de_de: Event Espresso - Gateway für QuickBooks-Zahlungen
fi: Tapahtuma Espresso - QuickBooksin maksujen yhdyskäytävä
fr_fr: Event Espresso - Portail Paiements QuickBooks
tr_tr: Event Espresso - QuickBooks Ödemeler Geçidi

source: Was not able to sign the card Authorization/Capture.
de_de: War nicht in der Lage, die Karte zu unterschreiben Autorisierung/Erfassung.
fi: Korttia ei pystytty allekirjoittamaan Valtuutus/kaappaus.
tr_tr: Kart Yetkilendirme/Yakalama işlemini imzalayamadı.

source: QuickBooks Card Authorization/Capture Error: %1$s %2$s
de_de: QuickBooks Kartenautorisierung/Erfassungsfehler: %1$s %2$s
fi: QuickBooks-kortin valtuuttaminen/kaappausvirhe: %1$s%2$s
tr_tr: QuickBooks Kart Yetkilendirme/Yakalama Hatası: %1$s %2$s

source: QuickBooks Card Authorization/Capture Error
de_de: QuickBooks Kartenautorisierung/Erfassungsfehler
fi: QuickBooks-kortin valtuuttaminen / sieppausvirhe
tr_tr: QuickBooks Kart Yetkilendirme/Yakalama Hatası

source: OAuth Consumer Key: %1$s
de_de: OAuth-Verbraucherschlüssel: %1$s
fi: OAuth-kuluttajan avain: %1$s
tr_tr: OAuth Tüketici Anahtarı: %1$s

source: OAuth Consumer Secret: %1$s
de_de: OAuth-Verbraucher-Geheimnis: %1$s
fi: OAuth-kuluttajan salaisuus: %1$s
tr_tr: OAuth Tüketici Sırrı: %1$s

source: Connect to QuickBooks: %1$s *
de_de: Verbindung zu QuickBooks: %1$s *
fi: Yhdistä QuickBooksiin: %1$s *
tr_tr: QuickBooks'a bağlanın: %1$s *

source: It appears that Square checkout JavaScript was not loaded properly! Please refresh the page and try again or contact support. Square payments will not be processed.
de_de: Es scheint, dass Square checkout JavaScript nicht richtig geladen wurde! Bitte aktualisieren Sie die Seite und versuchen Sie es erneut oder kontaktieren Sie den Support. Square-Zahlungen werden nicht verarbeitet.
fi: Näyttää siltä, että Square checkout JavaScript ei ladattu oikein! Päivitä sivu ja yritä uudelleen tai ota yhteyttä asiakaspalveluun. Square-maksuja ei käsitellä.
tr_tr: Square checkout JavaScript düzgün yüklenmemiş gibi görünüyor! Lütfen sayfayı yenileyip tekrar deneyin veya destek ekibiyle iletişime geçin. Square ödemeleri işleme alınmayacaktır.

source: It appears that QuickBooks transaction parameters were not loaded properly! Please refresh the page and try again or contact support. QuickBooks payments will not be processed.
de_de: Es scheint, dass die QuickBooks-Transaktionsparameter nicht richtig geladen wurden! Bitte aktualisieren Sie die Seite und versuchen Sie es erneut oder kontaktieren Sie den Support. QuickBooks-Zahlungen werden nicht verarbeitet.
fi: Näyttää siltä, että QuickBooksin tapahtumaparametreja ei ladattu oikein! Päivitä sivu ja yritä uudelleen tai ota yhteyttä asiakaspalveluun. QuickBooks-maksuja ei käsitellä.
tr_tr: QuickBooks işlem parametreleri düzgün yüklenmemiş gibi görünüyor! Lütfen sayfayı yenileyip tekrar deneyin veya destek ekibiyle iletişime geçin. QuickBooks ödemeleri işleme alınmayacaktır.

source: A connection to QuickBooks is required in order to process payments. This can be setup in the PM settings. QuickBooks payments will not be processed.
de_de: Eine Verbindung zu QuickBooks ist erforderlich, um Zahlungen zu verarbeiten. Diese kann in den PM-Einstellungen eingerichtet werden. QuickBooks-Zahlungen werden nicht verarbeitet.
fi: Maksujen käsittelyyn tarvitaan yhteys QuickBooks-järjestelmään. Tämä voidaan määrittää PM-asetuksissa. QuickBooks-maksuja ei käsitellä.
tr_tr: Ödemeleri işlemek için QuickBooks'a bir bağlantı gereklidir. Bu, PM ayarlarından kurulabilir. QuickBooks ödemeleri işlenmeyecektir.

source: Please provide a credit card.
de_de: Bitte geben Sie eine Kreditkarte an.
fi: Anna luottokortti.
tr_tr: Lütfen bir kredi kartı sağlayın.

source: The authentication process could not be executed. Please allow window pop-ups in your browser for this website in order to process a successful authentication.
de_de: Der Authentifizierungsprozess konnte nicht durchgeführt werden. Bitte erlauben Sie Pop-ups in Ihrem Browser für diese Website, um eine erfolgreiche Authentifizierung durchzuführen.
fi: Todentamisprosessia ei voitu suorittaa. Salli selaimesi ponnahdusikkunat tälle verkkosivustolle, jotta todennus onnistuu.
tr_tr: Kimlik doğrulama işlemi gerçekleştirilemedi. Başarılı bir kimlik doğrulama işlemi için lütfen tarayıcınızda bu web sitesi için pencere açılır pencerelerine izin verin.

source: QuickBooks Settings
de_de: QuickBooks Einstellungen
fi: QuickBooks-asetukset
tr_tr: QuickBooks Ayarları

source: Name On Card
de_de: Name auf der Karte
fi: Nimi kortissa
tr_tr: Karttaki İsim

source: QuickBooks Gateway
tr_tr: QuickBooks Ağ Geçidi

source: Settings Tips for the QuickBooks Gateway. For more information you can read %1$s QuickBooks Documentation. %2$s
de_de: Einstellungshinweise für das QuickBooks Gateway. Weitere Informationen finden Sie in der %1$s QuickBooks-Dokumentation. %2$s
fi: QuickBooks Gatewayn asetusvihjeitä. Lisätietoja saat lukemalla %1$s QuickBooks Documentation. %2$s
tr_tr: QuickBooks Ağ Geçidi için Ayar İpuçları. Daha fazla bilgi için %1$s QuickBooks Dokümantasyonunu okuyabilirsiniz. %2$s

source: OAuth Consumer Key and OAuth Consumer Secret
de_de: OAuth Consumer Key und OAuth Consumer Secret
fi: OAuth-kuluttajan avain ja OAuth-kuluttajan salaisuus
tr_tr: OAuth Tüketici Anahtarı ve OAuth Tüketici Sırrı

source: These are the keys generated when you create an app. To find these keys, sign in to %1$s developer.intuit.com%2$s and click %3$s My Apps %4$s. Find and open the app you want and click the %5$s Keys %6$s tab.
de_de: Dies sind die Schlüssel, die beim Erstellen einer App generiert werden. Um diese Schlüssel zu finden, melden Sie sich bei %1$s developer.intuit.com%2$s an und klicken auf %3$s Meine Apps %4$s. Suchen und öffnen Sie die gewünschte App und klicken Sie auf die Registerkarte %5$s Schlüssel %6$s.
fi: Nämä avaimet luodaan, kun luot sovelluksen. Löydät nämä avaimet kirjautumalla sisään osoitteessa %1$s developer.intuit.com%2$s ja valitsemalla %3$s My Apps %4$s. Etsi ja avaa haluamasi sovellus ja napsauta välilehteä %5$s Keys %6$s.
tr_tr: Bunlar, bir uygulama oluşturduğunuzda oluşturulan anahtarlardır. Bu anahtarları bulmak için %1$s developer.intuit.com%2$s adresinde oturum açın ve %3$s Uygulamalarım %4$s'e tıklayın. İstediğiniz uygulamayı bulup açın ve %5$s Anahtarlar %6$s sekmesine tıklayın.

source: Connect to QuickBooks
de_de: Verbindung zu QuickBooks
fi: Yhdistä QuickBooks'iin
tr_tr: QuickBooks'a bağlanın

source: The OAuth flow must be executed once for every QuickBooks Online company file to which a given App connects.
de_de: Der OAuth-Flow muss für jede QuickBooks Online-Unternehmensdatei, mit der sich eine bestimmte App verbindet, einmal ausgeführt werden.
fi: OAuth-virta on suoritettava kerran jokaiselle QuickBooks Online -yritystiedostolle, johon tietty sovellus muodostaa yhteyden.
tr_tr: OAuth akışı, belirli bir Uygulamanın bağlandığı her QuickBooks Online şirket dosyası için bir kez yürütülmelidir.

source: You can find more useful information by visiting %1$s this link.%2$s
de_de: Weitere nützliche Informationen finden Sie unter %1$s diesem Link.%2$s
fi: Löydät lisää hyödyllistä tietoa tästä linkistä %1$s.%2$s
fr_fr: Vous pouvez trouver plus d'informations utiles en visitant%1$s ce lien.%2$s
tr_tr: %1$s bu bağlantıyı ziyaret ederek daha faydalı bilgiler bulabilirsiniz.%2$s

source: Emulating credit card transaction failures
de_de: Emulation von Fehlern bei Kreditkartentransaktionen
fi: Luottokorttitapahtumien epäonnistumisten jäljittely
tr_tr: Kredi kartı işlem hatalarını taklit etme

source: Use the test card-holder names listed in the following table to emulate various transaction failures in the sandbox environment.
de_de: Verwenden Sie die in der folgenden Tabelle aufgeführten Namen von Testkarteninhabern, um verschiedene Transaktionsfehler in der Sandbox-Umgebung zu emulieren.
fi: Käytä seuraavassa taulukossa lueteltuja testikortinhaltijoiden nimiä emuloidaksesi erilaisia tapahtumavirheitä hiekkalaatikkoympäristössä.
tr_tr: Sandbox ortamında çeşitli işlem hatalarını taklit etmek için aşağıdaki tabloda listelenen test kartı sahibi adlarını kullanın.

source: Emulated Name on Card
de_de: Emulierter Name auf der Karte
fi: Emuloitu nimi kortilla
tr_tr: Kart Üzerinde Emüle Edilmiş İsim

source: CONNECTED
de_de: VERBINDET
fi: YHDISTETTY
tr_tr: BAĞLI

source: Expires on: %1$s
de_de: Läuft ab am: %1$s
fi: Vanhentuu: %1$s
tr_tr: Geçerlilik tarihi: %1$s

source: NOT CONNECTED TO QUICKBOOKS !
de_de: NICHT MIT QUICKBOOKS VERBUNDEN!
fi: EI LIITETTY QUICKBOOKSIIN !
tr_tr: QUICKBOOKS'A BAĞLI DEĞIL!

source: This payment method requires an Authentication.
de_de: Diese Zahlungsmethode erfordert eine Authentifizierung.
fi: Tämä maksutapa edellyttää tunnistautumista.
fr_fr: Cette méthode de paiement requiert un Authentification.
tr_tr: Bu ödeme yöntemi bir Kimlik Doğrulama gerektirir.

source: View More
de_de: Mehr anzeigen
fi: Näytä lisää
fr_fr: Afficher plus
tr_tr: Daha Fazla Görüntüle

source: Show events from a specific event venue on the calendar
de_de: Anzeigen von Veranstaltungen eines bestimmten Veranstaltungsortes im Kalender
fi: Näytä tietyn tapahtumapaikan tapahtuman kalenterissa.
tr_tr: Takvimde belirli bir etkinlik mekanının etkinliklerini gösterin

source: Show events on the calendar by specific month (numeric value) and year (numeric value)
de_de: Anzeige von Ereignissen im Kalender nach bestimmten Monaten (numerischer Wert) und Jahren (numerischer Wert)
fi: Näytä valitun kuukauden (numeerinen) ja vuoden (numeerinen) tapahtumat kalenterissa.
tr_tr: Takvimdeki etkinlikleri belirli bir aya (sayısal değer) ve yıla (sayısal değer) göre gösterme

source: Unknown Token Request Error.
de_de: Unbekannter Token-Anfragefehler.
fi: Tuntematon virhe valtuutuksen pyynnössä.
tr_tr: Bilinmeyen Belirteç İsteği Hatası.

source: Error occurred while trying to get the transaction Tracking ID.
de_de: Beim Versuch, die Tracking-ID der Transaktion abzurufen, ist ein Fehler aufgetreten.
fi: Transaktion seurantatunnuksen haussa ilmeni virhe.
tr_tr: İşlem Takip Kimliği alınmaya çalışılırken hata oluştu.

source: Error occurred while trying to get the transactions.
de_de: Beim Versuch, die Transaktionen abzurufen, ist ein Fehler aufgetreten.
fi: Transaktioiden haussa ilmeni virhe.
tr_tr: İşlemler alınmaya çalışılırken hata oluştu.

source: Transaction Failed!
de_de: Transaktion fehlgeschlagen!
fi: Transaktio epäonnistui!
tr_tr: İşlem Başarısız!

source: Exception occurred: "%1$s" with code "%2$s", and details "%3$s"
de_de: Eine Ausnahme ist aufgetreten: "%1$s" mit Code "%2$s" und Details "%3$s"
fi: Tapahtui virhe: "%1$s" koodi "%2$s", ja selite "%3$s"
tr_tr: İstisna meydana geldi: "%2$s" koduyla "%1$s" ve "%3$s" ayrıntılarıyla

source: No Payment instance found ! Or No Payment Token provided.
de_de: Keine Zahlungsinstanz gefunden! Oder es wurde kein Zahlungs-Token bereitgestellt.
fi: Maksuinstanssia ei löytynyt ! Tai Maksutunnusta ei ole annettu.
tr_tr: Ödeme örneği bulunamadı! Veya Ödeme Simgesi sağlanmadı.

source: Please provide the following billing information. After clicking 'Finalize Registration', you will be forwarded to pay.gov to make your payment. %1$sMake sure you return to this site in order to properly finalize your registration. %2$s
de_de: Bitte geben Sie die folgenden Rechnungsdaten an. Nachdem Sie auf "Registrierung abschließen" geklickt haben, werden Sie zu pay.gov weitergeleitet, um Ihre Zahlung vorzunehmen. %1$sVersichern Sie sich, dass Sie auf diese Seite zurückkehren, um Ihre Anmeldung ordnungsgemäß abzuschließen. %2$s
fi: Anna seuraavat laskutustiedot. Kun olet klikannut "Finalize Registration" (Viimeistele rekisteröinti), sinut ohjataan pay.gov-sivustolle maksun suorittamista varten. %1$sPalaa tälle sivustolle, jotta voit viimeistellä rekisteröitymisesi asianmukaisesti. %2$s
tr_tr: Lütfen aşağıdaki fatura bilgilerini sağlayın. 'Kaydı Kesinleştir' butonuna tıkladıktan sonra ödemenizi yapmanız için pay.gov adresine yönlendirileceksiniz. %1$sKaydınızı düzgün bir şekilde tamamlamak için bu siteye geri döndüğünüzden emin olun. %2$s

source: Pay.gov Agency ID %s
de_de: Pay.gov Agentur-ID %s
fi: Pay.gov-viraston tunnus %s
tr_tr: Pay.gov Ajans Kimliği %s

source: Pay.gov TCS App ID %s
tr_tr: Pay.gov TCS Uygulama Kimliği %s

source: Please provide File Path with full file Name. The certificate should be in a .pem, .p12 or .pfx format.
de_de: Bitte geben Sie den Dateipfad mit dem vollständigen Dateinamen an. Das Zertifikat sollte im Format .pem, .p12 oder .pfx vorliegen.
fi: Anna tiedostopolku ja koko tiedoston nimi. Varmenteen on oltava .pem-, .p12- tai .pfx-muodossa.
tr_tr: Lütfen Dosya Yolunu tam dosya Adı ile birlikte verin. Sertifika .pem, .p12 veya .pfx biçiminde olmalıdır.

source: Security Certificate %s
de_de: Sicherheitszertifikat %s
fi: Turvasertifikaatti %s
tr_tr: Güvenlik Sertifikası %s

source: Pay.gov Offsite Settings
de_de: Pay.gov Offsite-Einstellungen
fi: Pay.gov Offsite-asetukset
tr_tr: Pay.gov Site Dışı Ayarları

source: Pay.gov Gateway
tr_tr: Pay.gov Ağ Geçidi

source: Settings Tips for the Pay.gov Gateway.
de_de: Einstellungshinweise für das Pay.gov Gateway.
fi: Asetusvihjeitä Pay.gov-yhdyskäytävää varten.
tr_tr: Pay.gov Ağ Geçidi için Ayar İpuçları.

source: Pay.gov Settings
de_de: Pay.gov Einstellungen
fi: Pay.gov-asetukset
tr_tr: Pay.gov Ayarları

source: Agency ID
de_de: Agentur-ID
fi: Viraston tunnus
tr_tr: Ajans Kimliği

source: Agency Identifier of the account owner.
de_de: Kennung der Agentur des Kontoinhabers.
fi: Tilin omistajan viraston tunnus.
tr_tr: Hesap sahibinin Ajans Tanımlayıcısı.

source: TCS App ID
de_de: TCS-Anwendungs-ID
tr_tr: TCS Uygulama Kimliği

source: The agency-assigned identifier that Pay.gov can use to look up the applicable collection options.
de_de: Die von der Behörde zugewiesene Kennung, mit der Pay.gov die zutreffenden Einzugsoptionen nachschlagen kann.
fi: Viraston antama tunniste, jota Pay.gov voi käyttää sovellettavien perintävaihtoehtojen etsimiseen.
tr_tr: Pay.gov'un geçerli tahsilat seçeneklerini aramak için kullanabileceği kurum tarafından atanan tanımlayıcı.

source: Security Certificate
de_de: Sicherheitszertifikat
fi: Turvallisuustodistus
tr_tr: Güvenlik Sertifikası
