Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Any extra accounting messages. Typically added with payments made via the admin.
de_de: Alle zusätzlichen Buchhaltungsmeldungen. Wird in der Regel bei Zahlungen über den Administrator hinzugefügt.
fi: Mahdolliset ylimääräiset kirjanpitoviestit. Lisätään yleensä ylläpidon kautta suoritettujen maksujen yhteydessä.
tr_tr: Herhangi bir ekstra muhasebe mesajı. Genellikle yönetici aracılığıyla yapılan ödemelerle eklenir.

source: The status of the payment.
de_de: Der Status der Zahlung.
fi: Maksun tila.
tr_tr: Ödemenin durumu.

source: This returns the url for the logo uploaded via the invoice settings page.
de_de: Dies gibt die URL für das Logo zurück, das auf der Seite mit den Rechnungseinstellungen hochgeladen wurde.
fi: Tämä antaa laskutusasetuksissa ladatun logon URL-osoitteen.
tr_tr: Bu, fatura ayarları sayfası aracılığıyla yüklenen logonun url'sini döndürür.

source: This returns the logo uploaded via the invoice settings page wrapped in img_tags and with a "logo screen" classes. The image size is also set in the img tags automatically to match the uploaded logo.
de_de: Dies gibt das über die Seite mit den Rechnungseinstellungen hochgeladene Logo zurück, verpackt in img_tags und mit der Klasse "logo screen". Auch die Bildgröße wird in den img-Tags automatisch an das hochgeladene Logo angepasst.
fi: Tämä antaa laskutusasetuksissa ladatun logon URL-osoitteen img-määritteessä ja "logo screen"-luokalla. Kuvan koko img-määritteessä säädetään automaattisesti vastaamaan ladattua logoa.
tr_tr: Bu, fatura ayarları sayfası aracılığıyla yüklenen logoyu img_tag'lere ve bir "logo ekranı" sınıflarına sarılmış olarak döndürür. Görüntü boyutu da img etiketlerinde yüklenen logoya uyacak şekilde otomatik olarak ayarlanır.

source: This will parse to either: the value of the "Company Name" field in the invoice payment method settings; if that is blank, then the value of the Company Name in the "Your Organization Settings", if that is blank then an empty string.
de_de: Dies ist entweder der Wert des Feldes "Firmenname" in den Einstellungen für die Zahlungsmethode der Rechnung; wenn dieser leer ist, dann der Wert des Firmennamens in den "Einstellungen Ihrer Organisation", wenn dieser leer ist, dann eine leere Zeichenfolge.
fi: Tämä jäsentää joko: laskun maksutapa-asetuksissa olevan "Yrityksen nimi" -kentän arvoksi; jos se on tyhjä, "Organisaatioasetuksissa" olevan yrityksen nimen arvoksi, jos se on tyhjä, tyhjäksi merkkijonoksi.
tr_tr: Bu, aşağıdakilerden birine ayrıştırılır: fatura ödeme yöntemi ayarlarındaki "Şirket Adı" alanının değeri; bu boşsa, "Kuruluş Ayarlarınız" bölümündeki Şirket Adının değeri, bu boşsa boş bir dize.

source: This will parse to either: the value of the "Company Address" field in the invoice payment method settings; if that is blank, then the value of the Company Address in the "Your Organization Settings", if that is blank then an empty string.
de_de: Dies ist entweder der Wert des Feldes "Firmenadresse" in den Einstellungen für die Zahlungsmethode der Rechnung; wenn dieser leer ist, dann der Wert der Firmenadresse in den "Einstellungen Ihrer Organisation", wenn dieser leer ist, dann eine leere Zeichenfolge.
fi: Tämä jäsentää joko: laskun maksutapa-asetuksissa olevan "Yrityksen osoite" -kentän arvon; jos se on tyhjä, "Organisaatioasetuksissa" olevan "Yrityksen osoite" -kentän arvon, jos se on tyhjä, tyhjän merkkijonon.
tr_tr: Bu, aşağıdakilerden birine ayrıştırılır: fatura ödeme yöntemi ayarlarındaki "Şirket Adresi" alanının değeri; bu boşsa, "Kuruluş Ayarlarınız" bölümündeki Şirket Adresi'nin değeri, bu boşsa boş bir dize.

source: This will parse to the value of the "Payment Instructions" field found on the Invoice payment methods settings page
de_de: Dies entspricht dem Wert des Feldes "Zahlungsanweisungen" auf der Einstellungsseite für die Zahlungsarten der Rechnung
fi: Tämä vastaa "Maksuohjeet"-kentän arvoa, joka löytyy laskun maksutapojen asetussivulta.
tr_tr: Bu, Fatura ödeme yöntemleri ayarları sayfasında bulunan "Ödeme Talimatları" alanının değerine ayrıştırılacaktır

source: This will parse to either: the value of the "Company Email" field in the invoice payment method settings; if that is blank, then the value of the Company Email in the "Your Organization Settings", if that is blank then an empty string.
de_de: Dies ist entweder: der Wert des Feldes "Firmen-E-Mail" in den Einstellungen für die Zahlungsmethode der Rechnung; wenn dieses leer ist, dann der Wert der Firmen-E-Mail in den "Einstellungen Ihrer Organisation", wenn dieses leer ist, dann eine leere Zeichenfolge.
fi: Tämä jäsentää joko: "Yrityksen sähköpostiosoite" -kentän arvoksi laskun maksutapa-asetuksissa; jos se on tyhjä, niin yrityksen sähköpostiosoitteen arvoksi "Organisaatioasetuksissa", jos se on tyhjä, niin tyhjäksi merkkijonoksi.
tr_tr: Bu, aşağıdakilerden birine ayrıştırılır: fatura ödeme yöntemi ayarlarındaki "Şirket E-postası" alanının değeri; bu boşsa, "Kuruluş Ayarlarınız" bölümündeki Şirket E-postasının değeri, bu boşsa boş bir dize.

source: The transaction status for the transaction.
de_de: Der Transaktionsstatus für die Transaktion.
fi: Tilauksen tila.
tr_tr: İşlem için işlem durumu.

source: The ID representing the transaction status as saved in the db. This tends to be useful for including with css classes for styling certain statuses differently from others.
de_de: Die ID des Transaktionsstatus, wie er in der Datenbank gespeichert ist. Dies ist in der Regel nützlich für die Einbindung in CSS-Klassen, um bestimmte Status anders zu gestalten als andere.
fi: Tietokantaan tallennetun tapahtuman tilaa kuvaava tunnus. Tämä on yleensä hyödyllinen css-luokkien kanssa, jotta tietyt tilat voidaan muotoilla eri tavalla kuin muut.
tr_tr: İşlem durumunu db'de kaydedildiği şekliyle temsil eden kimlik. Bu, belirli durumları diğerlerinden farklı şekillendirmek için css sınıflarına dahil etmek için yararlı olma eğilimindedir.

source: The transaction status for the transaction. This parses to the same value as the [TXN_STATUS] shortcode and still remains here for legacy support.
de_de: Der Transaktionsstatus für die Transaktion. Dieser Wert ist identisch mit dem des Shortcodes [TXN_STATUS] und verbleibt aus Gründen der Legacy-Unterstützung hier.
fi: Tapahtuman tila. Tämä jäsentää saman arvon kuin [TXN_STATUS]-lyhytkoodi, ja se jää tänne vanhaa tukea varten.
tr_tr: İşlem için işlem durumu. Bu, [TXN_STATUS] kısa kodu ile aynı değere ayrıştırılır ve eski destek için hala burada kalır.

source: This parses to the total amount paid over all payments
de_de: Dies entspricht dem Gesamtbetrag, der für alle Zahlungen gezahlt wurde.
fi: Tämä vastaa kaikkien maksujen osalta maksettua kokonaissummaa.
tr_tr: Bu, tüm ödemeler üzerinden ödenen toplam tutara ayrıştırılır

source: The total owing on a transaction with no attributes.
de_de: Der Gesamtbetrag, der bei einer Transaktion ohne Attribute geschuldet wird.
fi: Velan kokonaismäärä tapahtumassa, jossa ei ole attribuutteja.
tr_tr: Hiçbir niteliği olmayan bir işlemin toplam borcu.

source: The subtotal for all txn line items.
de_de: Die Zwischensumme für alle txn-Positionen.
fi: Kaikkien txn-kohtaisten erien välisumma.
tr_tr: Tüm txn satır kalemleri için alt toplam.

source: The subtotal for all tax line items.
de_de: Die Zwischensumme für alle Steuerzeilen.
fi: Kaikkien verokohtaisten erien välisumma.
tr_tr: Tüm vergi satır kalemleri için ara toplam.

source: %sPlease make a payment.%s
de_de: %sBitte leisten Sie eine Zahlung.%s
fi: %sSuorita maksu.%s
fr_fr: %sVeuillez effectuer un paiement.%s
tr_tr: %sLütfen ödeme yapınız.%s

source: This parses to the generated url for retrieving the receipt for the transaction
de_de: Dies parst die generierte URL zum Abrufen der Quittung für die Transaktion
fi: Tämä jäsentää luodun url-osoitteen tapahtuman kuitin hakemista varten.
tr_tr: Bu, işlemin makbuzunu almak için oluşturulan url'ye ayrıştırır

source: This parses to the url that will switch to the receipt if an invoice is displayed, and switch to the invoice if receipt is displayed. If a message type OTHER than invoice or receipt is displayed then this will just return the url for the invoice. If the related message type is not active then will parse to an empty string.
de_de: Dies parst die URL, die zur Quittung wechselt, wenn eine Rechnung angezeigt wird, und zur Rechnung wechselt, wenn eine Quittung angezeigt wird. Wenn ein anderer Nachrichtentyp als Rechnung oder Quittung angezeigt wird, wird nur die URL für die Rechnung zurückgegeben. Wenn der entsprechende Nachrichtentyp nicht aktiv ist, wird eine leere Zeichenfolge analysiert.
fi: Tämä jäsentää url-osoitteen, joka siirtyy kuittiin, jos lasku on näkyvissä, ja siirtyy laskuun, jos kuitti on näkyvissä. Jos näytetään MUU viestityyppi kuin lasku tai kuitti, tämä palauttaa vain laskun url-osoitteen. Jos kyseinen viestityyppi ei ole aktiivinen, se analysoi tyhjän merkkijonon.
tr_tr: Bu, bir fatura görüntüleniyorsa makbuza geçecek ve makbuz görüntüleniyorsa faturaya geçecek url'ye ayrıştırır. Fatura veya makbuz dışında bir mesaj türü görüntüleniyorsa, bu sadece fatura için url döndürür. İlgili mesaj türü etkin değilse, boş bir dizeye ayrıştırılır.

source: Switch to Invoice
de_de: Zur Rechnung wechseln
fi: Vaihda laskuun
fr_fr: Passer la facture
tr_tr: Faturaya Geçin

source: Switch to Receipt
de_de: Zur Bestätigung wechseln
fi: Vaihda kuittiin
fr_fr: Passer au reçu
tr_tr: Makbuza Geçin

source: Parses to the registration status for the attendee
de_de: Analysiert den Registrierungsstatus des Teilnehmers
fi: Analysoi osallistujan rekisteröintitilan.
fr_fr: Traitement de l'inscription
tr_tr: Katılımcı için kayıt durumunu ayrıştırır

source: Parses to the status label for the registrant
de_de: Analysiert das Statusetikett für den Registranten
fi: Analysoi rekisteröijän tilatunnisteen.
tr_tr: Kayıt ettiren için durum etiketini ayrıştırır

source: An attempt was made to register "%1$s" as a Model extension has failed because it was not registered at the correct time. Please use the "AHEE__EE_System__load_espresso_addons" hook to register models.%2$s Hook Status: %2$s "AHEE__EE_System__load_espresso_addons" : %3$s %2$s "AHEE__EE_Admin__loaded" : %4$s%2$s
de_de: Der Versuch, "%1$s" als Modellerweiterung zu registrieren, ist fehlgeschlagen, weil es nicht zum richtigen Zeitpunkt registriert wurde. Bitte verwenden Sie den "AHEE__EE_System__load_espresso_addons"-Hook, um Modelle zu registrieren.%2$s Hook Status: %2$s "AHEE__EE_System__load_espresso_addons" : %3$s %2$s "AHEE__EE_Admin__loaded" : %4$s%2$s
fi: Yritys rekisteröidä "%1$s" mallipäätteeksi epäonnistui, koska sitä ei rekisteröity oikeaan aikaan. Käytä "AHEE__EE_System__load_espresso_addons"-koukkua mallien rekisteröintiin.%2$s Koukun tila: %2$s "AHEE__EE_System__load_espresso_addons" : %3$s %2$s "AHEE__EE_Admin__loaded" : %4$s%2$s
tr_tr: "%1$s" Model uzantısı olarak kaydedilmeye çalışıldı ancak doğru zamanda kaydedilmediği için başarısız oldu. Lütfen modelleri kaydetmek için "AHEE__EE_System__load_espresso_addons" kancasını kullanın.%2$s Kanca Durumu: %2$s "AHEE__EE_System__load_espresso_addons" : %3$s %2$s "AHEE__EE_Admin__loaded" : %4$s%2$s

source: In order to register Payment Methods with EE_Register_Payment_Method::register(), you must include a "payment_method_id" (a unique identifier for this set of modules), and an array containing the following keys: "payment_method_paths" (an array of full server paths to folders that contain modules, or to the module files themselves)
de_de: Um Zahlungsmethoden mit EE_Register_Payment_Method::register() zu registrieren, müssen Sie eine "payment_method_id" (eine eindeutige Kennung für diese Gruppe von Modulen) und ein Array mit den folgenden Schlüsseln angeben: "payment_method_paths" (ein Array mit vollständigen Serverpfaden zu Ordnern, die Module enthalten, oder zu den Moduldateien selbst)
fi: Jotta voit rekisteröidä maksutapoja EE_Register_Payment_Method::register() -toiminnolla, sinun on sisällytettävä "payment_method_id" (tämän moduulijoukon yksilöllinen tunniste) ja seuraavat avaimet sisältävä array: "payment_method_paths" (joukko täydellisiä palvelinpolkuja kansioihin, jotka sisältävät moduuleja, tai itse moduulitiedostoihin).
tr_tr: Ödeme Yöntemlerini EE_Register_Payment_Method::register() ile kaydetmek için, bir "payment_method_id" (bu modül kümesi için benzersiz bir tanımlayıcı) ve aşağıdaki anahtarları içeren bir dizi eklemeniz gerekir: "payment_method_paths" (modülleri içeren klasörlere veya modül dosyalarının kendilerine giden tam sunucu yollarının bir dizisi)

source: You must register both "model_paths" AND "class_paths", not just one or the other You provided %s
de_de: Sie müssen sowohl "model_paths" als auch "class_paths" registrieren, nicht nur das eine oder das andere Sie haben %s
fi: Sinun on rekisteröitävä sekä "model_paths" että "class_paths", ei vain jompaa kumpaa Annoit %s:n.
fr_fr: Vous devez enregistrer les "model_paths" ET "class_paths", pas seulement l'un ou l'autre Vous avez fourni %s
tr_tr: Hem "model_paths" hem de "class_paths" kaydetmelisiniz, sadece birini veya diğerini değil %s sağladınız

source: In order to register variations for a EE_Message_Template_Pack, you must include a value to reference the variations being registered
de_de: Um Variationen für ein EE_Message_Template_Pack zu registrieren, müssen Sie einen Wert angeben, der auf die zu registrierenden Variationen verweist
fi: Jos haluat rekisteröidä muunnelmia EE_Message_Template_Pack-pakettiin, sinun on sisällytettävä arvo, joka viittaa rekisteröitäviin muunnelmiin.
tr_tr: Bir EE_Message_Template_Pack için varyasyonları kaydetmek için, kaydedilen varyasyonlara referans verecek bir değer eklemeniz gerekir

source: In order to register variations for a EE_Message_Template_Pack, you must include an array containing the following keys: "variations", "base_path", "base_url", "extension"
de_de: Um Variationen für ein EE_Message_Template_Pack zu registrieren, müssen Sie ein Array mit den folgenden Schlüsseln hinzufügen: "variations", "base_path", "base_url", "extension"
fi: Jotta voit rekisteröidä muunnelmia EE_Message_Template_Pack-pakettiin, sinun on sisällytettävä joukko, joka sisältää seuraavat avaimet: "variations", "base_path", "base_url", "extension".
tr_tr: Bir EE_Message_Template_Pack için varyasyonları kaydetmek için aşağıdaki anahtarları içeren bir dizi eklemeniz gerekir: "variations", "base_path", "base_url", "extension"

source: Messages Templates Variations given the reference "%s" has been attempted to be registered with the EE Messages Template Pack System. It may or may not work because it should be only called on the "EE_Brewing_Regular__messages_caf" hook.
de_de: Messages Templates Variations mit der Referenz "%s" wurde versucht, beim EE Messages Template Pack System registriert zu werden. Es kann sein, dass es nicht funktioniert, weil es nur mit dem "EE_Brewing_Regular__messages_caf"-Hook aufgerufen werden sollte.
fi: Viestit Mallit Vaihtoehtoja, joiden viite on "%s", on yritetty rekisteröidä EE Messages Template Pack System -järjestelmään. Se voi toimia tai olla toimimatta, koska sitä pitäisi kutsua vain "EE_Brewing_Regular__messages_caf"-koukulla.
tr_tr: "%s" referansı verilen Mesaj Şablonları Varyasyonları EE Mesaj Şablon Paketi Sistemine kaydedilmeye çalışılmıştır. Sadece "EE_Brewing_Regular__messages_caf" kancasında çağrılması gerektiğinden çalışabilir veya çalışmayabilir.

source: Variations registered through the EE_Register_Messages_Template_Variations api cannot override the default variation for the default template. Please check the code registering variations with this reference, "%s" and modify.
de_de: Über die EE_Register_Messages_Template_Variations api registrierte Variationen können die Standardvariation für die Standardvorlage nicht überschreiben. Bitte überprüfen Sie den Code, der die Variationen mit dieser Referenz registriert, "%s" und ändern Sie ihn.
fi: EE_Register_Messages_Template_Variations-apin kautta rekisteröidyt muunnokset eivät voi korvata oletusmallin oletusmuunnosta. Tarkista koodi, joka rekisteröi variaatioita tällä viitteellä "%s", ja muuta sitä.
tr_tr: EE_Register_Messages_Template_Variations api aracılığıyla kaydedilen varyasyonlar, varsayılan şablon için varsayılan varyasyonu geçersiz kılamaz. Lütfen varyasyonları bu referansla kaydeden kodu kontrol edin, "%s" ve değiştirin.

source: Unable to register the %s variation for the %s template pack with the %s messenger and %s message_type because a variation with this slug was already registered for this template pack and messenger and message type by an addon using this key %s.
de_de: Die %s-Variante für das %s-Vorlagenpaket mit dem %s-Messenger und dem %s-Nachrichtentyp konnte nicht registriert werden, da eine Variante mit diesem Slug bereits für dieses Vorlagenpaket, den Messenger und den Nachrichtentyp von einem Addon mit diesem Schlüssel %s registriert wurde.
fi: Ei voida rekisteröidä %s-muunnelmaa %s-mallipakettiin, jossa on %s-lähetti ja %s-viestityyppi, koska tätä avainta %s käyttävä lisäosa on jo rekisteröinyt muunnelman, jolla on tämä tunnus, tälle mallipaketille ja viestityypille sekä lähetti että viestityyppi.
tr_tr: Bu slug'a sahip bir varyasyon %s anahtarını kullanan bir eklenti tarafından bu şablon paketi, mesajlaşma aracı ve mesaj türü için zaten kaydedildiğinden, %s şablon paketi için %s varyasyonu %s mesajlaşma aracı ve %s mesaj_türü ile kaydedilemiyor.

source: In order to register custom post types and custom taxonomies, you must include a value to reference what had been registered
de_de: Um benutzerdefinierte Beitragstypen und benutzerdefinierte Taxonomien zu registrieren, müssen Sie einen Wert angeben, der auf das Registrierte verweist
fi: Jotta voit rekisteröidä mukautettuja post-tyyppejä ja mukautettuja taksonomioita, sinun on sisällytettävä arvo, jolla viitataan siihen, mitä on rekisteröity.
tr_tr: Özel gönderi türlerini ve özel taksonomileri kaydetmek için, kaydedilmiş olana referans verecek bir değer eklemeniz gerekir

source: In order to register custom post types or custom taxonomies, you must include an array containing either an array of custom post types to register (key "cpts"), an array of custom taxonomies ("cts") or both.
de_de: Um benutzerdefinierte Beitragstypen oder benutzerdefinierte Taxonomien zu registrieren, müssen Sie ein Array einfügen, das entweder ein Array der zu registrierenden benutzerdefinierten Beitragstypen (Schlüssel "cpts"), ein Array der benutzerdefinierten Taxonomien ("cts") oder beides enthält.
fi: Jotta voit rekisteröidä mukautettuja postityyppejä tai mukautettuja taksonomioita, sinun on sisällytettävä joukko, joka sisältää joko joukon mukautettuja postityyppejä, jotka haluat rekisteröidä (avain "cpts"), joukon mukautettuja taksonomioita ("cts") tai molemmat.
tr_tr: Özel gönderi türlerini veya özel taksonomileri kaydetmek için, kaydedilecek özel gönderi türleri dizisini (anahtar "cpts"), özel taksonomiler dizisini ("cts") veya her ikisini birden içeren bir dizi eklemeniz gerekir.

source: EE_Register_CPT has been called and given a reference of "%s". It may or may not work because it should be called on or before "AHEE__EE_System__load_CPTs_and_session__complete" action hook.
de_de: EE_Register_CPT wurde aufgerufen und mit einem Verweis auf "%s" versehen. Es kann sein, dass es nicht funktioniert, weil es am oder vor dem Aktionshaken "AHEE__EE_System__load_CPTs_and_session__complete" aufgerufen werden sollte.
fi: EE_Register_CPT:tä on kutsuttu ja sille on annettu viite "%s". Se voi toimia tai olla toimimatta, koska sitä pitäisi kutsua "AHEE__EE__EE_System__load_CPTs_and_session__complete"-toimintokoukun yhteydessä tai ennen sitä.
tr_tr: EE_Register_CPT çağrıldı ve "%s" referansı verildi. "AHEE__EE_System__load_CPTs_and_session__complete" eylem kancası üzerinde veya öncesinde çağrılması gerektiğinden çalışabilir veya çalışmayabilir.

source: In order to register a new template pack for the EE Messages system, you must include a value to reference the template pack being registered and the setup_args must have the path for the new template pack class as well as the classname for the new Template Pack Class.
de_de: Um ein neues Vorlagenpaket für das EE-Messages-System zu registrieren, müssen Sie einen Wert angeben, der auf das zu registrierende Vorlagenpaket verweist, und die setup_args müssen den Pfad für die neue Vorlagenpaketklasse sowie den Klassennamen für die neue Vorlagenpaketklasse enthalten.
fi: Jos haluat rekisteröidä uuden mallipaketin EE Messages -järjestelmään, sinun on sisällytettävä arvo, jolla viitataan rekisteröitävään mallipakettiin, ja setup_args-oliossa on oltava uuden mallipakettiluokan polku sekä uuden mallipakettiluokan luokkanimi.
tr_tr: EE Messages sistemine yeni bir şablon paketi kaydetmek için, kaydedilmekte olan şablon paketine referans verecek bir değer eklemeniz ve setup_args'ın yeni şablon paketi sınıfının yolunun yanı sıra yeni Şablon Paketi Sınıfının sınıf adını da içermesi gerekir.

source: A EE Messages Template Pack given the reference "%s" has been attempted to be registered with the EE Messages System. It may or may not work because it should be only called on the "EE_Brewing_Regular__messages_caf" hook.
de_de: Es wurde versucht, ein EE Messages Template Pack mit der Referenz "%s" im EE Messages System zu registrieren. Es kann sein, dass es nicht funktioniert, da es nur über den "EE_Brewing_Regular__messages_caf"-Hook aufgerufen werden sollte.
fi: EE Messages Template Pack -mallipaketti, jonka viite on "%s", on yritetty rekisteröidä EE Messages -järjestelmään. Se voi toimia tai olla toimimatta, koska sitä pitäisi kutsua vain "EE_Brewing_Regular__messages_caf"-koukulla.
tr_tr: "%s" referansı verilen bir EE Mesajlar Şablon Paketi, EE Mesajlar Sistemine kaydedilmeye çalışıldı. Çalışabilir veya çalışmayabilir çünkü yalnızca "EE_Brewing_Regular__messages_caf" kancasında çağrılmalıdır.

source: The %s template pack that you just activated cannot be registered with the messages system because there is already a template pack active using the same classname. Contact the author of this template pack to let them know of the conflict. To stop seeing this message you will need to deactivate this template pack.
de_de: Das %s-Vorlagenpaket, das Sie gerade aktiviert haben, kann nicht im Nachrichtensystem registriert werden, da bereits ein Vorlagenpaket mit demselben Klassennamen aktiv ist. Wenden Sie sich an den Autor dieses Vorlagenpakets, um ihn über den Konflikt zu informieren. Um diese Meldung nicht mehr zu sehen, müssen Sie dieses Vorlagenpaket deaktivieren.
fi: Äsken aktivoimaasi %s-mallipakettia ei voida rekisteröidä viestijärjestelmään, koska samaa luokkanimeä käyttävä mallipaketti on jo aktiivinen. Ota yhteyttä tämän mallipaketin laatijaan ja kerro ristiriidasta. Jos et halua enää nähdä tätä viestiä, sinun on poistettava tämä mallipaketti käytöstä.
tr_tr: Az önce etkinleştirdiğiniz %s şablon paketi mesaj sistemine kaydedilemiyor çünkü aynı sınıf adını kullanan etkin bir şablon paketi zaten var. Çakışmayı bildirmek için bu şablon paketinin yazarıyla iletişime geçin. Bu mesajı görmeyi durdurmak için bu şablon paketini devre dışı bırakmanız gerekecektir.
