Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Event IDS: %s
de_de: Ereignis IDS: %s
fi: Tapahtumatunnukset: %s
fr_fr: ID d'événement: %s
tr_tr: Etkinlik IDS: %s

source: Something went wrong with loading the %s admin page.
de_de: Beim Laden der Admin Seite von %s ist etwas schief gegangen.
fi: Jokin meni pieleen ladattaessa ylläpitosivua %s.
fr_fr: Quelque chose n'allait pas avec le chargement du %s la page d'administration.
tr_tr: %s yönetici sayfasının yüklenmesiyle ilgili bir sorun oluştu.

source: Query Results: %s
de_de: Abfrageergebnisse: %s
fi: Kyselyn tulokset: %s
fr_fr: Rechercher Résultats: %s
tr_tr: Sorgu Sonuçları: %s

source: There is no Init class in place for the %s admin page.
de_de: Es ist keine Init-Klasse für die %s-Admin-Seite vorhanden.
fi: %s-hallintasivulla ei ole käytössä Init-luokkaa.
fr_fr: Il n'y a pas classe Init en place pour l' %s la page d'administration.
tr_tr: %s yönetici sayfası için Init sınıfı mevcut değil.

source: Event List Shortcodes
de_de: Ereignisliste Shortcodes
fi: Tapahtumalista-lyhytkoodit
fr_fr: Shortcodes de la liste des événements
tr_tr: Etkinlik Listesi Kısa Kodları

source: All shortcodes specific to event lists
de_de: Alle Shortcodes speziell für Ereignislisten
fi: Kaikki tapahtumalistoihin liittyvät lyhytkoodit
fr_fr: Tous les numéros courts spécifiques à des listes d'événements
tr_tr: Etkinlik listelerine özel tüm kısa kodlar

source: Will output a list of events
de_de: Gibt eine Liste von Ereignissen aus
fi: Antaa tapahtumalistan
fr_fr: Va afficher une liste d'événements
tr_tr: Olayların bir listesini çıkarır

source: event
de_de: Veranstaltung
fi: tapahtuma
fr_fr: événement
tr_tr: etkinlik

source: Event Meta Shortcodes
de_de: Ereignis-Meta-Shortcodes
fi: Tapahtuman metatietojen lyhytkoodit
fr_fr: Événement Meta Shortcodes
tr_tr: Etkinlik Meta Kısa Kodları

source: events
de_de: Veranstaltungen
fi: tapahtumat
fr_fr: événements
tr_tr: etkinlikler

source: moved to the trash
de_de: In den Papierkorb bewegt
fi: siirretty roskakoriin
fr_fr: déplacé à la corbeille
tr_tr: çöpe taşındı

source: All shortcodes related to Event Meta data
de_de: Alle Shortcodes im Zusammenhang mit Event-Metadaten
fi: Tapahtuman metatietoihin liittyvät lyhytkoodit
fr_fr: Tous les numéros courts liés aux données Meta événement
tr_tr: Etkinlik Meta verileriyle ilgili tüm kısa kodlar

source: Show Active/Inactive
de_de: Aktive/Inaktive anzeigen
fi: Näytä Aktiivinen/Epäaktiivinen
fr_fr: Montrer actif / inactif
tr_tr: Aktif / Aktif Değil Göster

source: restored
de_de: wiederhergestellt
fi: palautettu
fr_fr: restauré
tr_tr: sıfırlandı

source: Event Shortcodes
de_de: Ereignis-Shortcodes
fi: Tapahtuma-lyhytkoodit
fr_fr: Shortcodes événement
tr_tr: Etkinlik Kısa Kodları

source: deleted
de_de: gelöscht
fi: poistettu
fr_fr: effacé
tr_tr: silindi

source: All shortcodes specific to event related data
de_de: Alle Shortcodes speziell für ereignisbezogene Daten
fi: Kaikki tapahtuman tietoihin liittyvät lyhytkoodit
fr_fr: Tous les numéros courts spécifiques aux données d'événements liés
tr_tr: Etkinlikle ilgili verilere özel tüm kısa kodlar

source: Total Registrations per Day
de_de: Anzahl der Registrierungen pro Tag
fi: Ilmoittautumisia yhteensä per päivä
fr_fr: Total des inscriptions par jour
tr_tr: Günlük Kayıtların Toplamı

source: Will be replaced by the event ID of an event
de_de: Wird durch die Ereignis-ID eines Ereignisses ersetzt
fi: Korvataan tapahtuman ID:llä.
fr_fr: Sera remplacé par l'ID d'événement d'un événement
tr_tr: Bir olayın olay kimliği ile değiştirilecektir

source: Overview
de_de: Übersicht
fi: Yhteenveto
fr_fr: Aperçu
tr_tr: Genel Bakış

source: Total Registrations per Event
de_de: Anzahl der Registrierungen pro Veranstaltung
fi: Ilmoittautumisia yhteensä per tapahtuma
fr_fr: Total des inscriptions par événement
tr_tr: Etkinlik Kayıtlarının Toplamı

source: Registrations Overview
de_de: Registrierungen Übersicht
fi: Ilmoittautumisten yhteenveto
fr_fr: Inscriptions Présentation
tr_tr: Kayıtlara Genel Bakış

source: The name of the event
de_de: Der Name der Veranstaltung
fi: Tapahtuman nimi
fr_fr: Le nom de l'événement
tr_tr: Etkinliğin adı

source: The phone number for the event (usually an info number)
de_de: Die Telefonnummer für die Veranstaltung (in der Regel eine Infonummer)
fi: Tapahtuman puhelinnumero (yleensä infon numero)
fr_fr: Le numéro de téléphone de l'événement (généralement un nombre info)
tr_tr: Etkinlik için telefon numarası (genellikle bir bilgi numarası)

source: Delete Permanently
de_de: Permanent löschen
fi: Poista lopullisesti
fr_fr: Supprimer définitivement
tr_tr: Kalıcı Sil

source: The description of the event
de_de: Beschreibung der Veranstaltung
fi: Tapahtuman kuvaus
fr_fr: La description de l'événement
tr_tr: Etkinliğin açıklaması

source: A link associated with the event
de_de: Ein mit dem Ereignis verbundener Link
fi: Tapahtumaan liittyvä linkki
fr_fr: Un lien associé à l'événement
tr_tr: Etkinlikle ilişkili bir bağlantı

source: A link to the event set up on the host site.
de_de: Ein Link zu dem auf der Gastgeberseite eingerichteten Ereignis.
fi: Linkki isäntäsivuston tapahtumaan.
fr_fr: Un lien vers l'événement mis en place sur le site d'accueil.
tr_tr: Ev sahibi sitede kurulan etkinliğe bir bağlantı.

source: Attendee Mover
de_de: Teilnehmer Mover
fi: Osallistuja Mover
tr_tr: Katılımcı Taşıyıcı

source: What was used for the "URL of Event" field in the Venue settings
de_de: Was wurde für das Feld "URL der Veranstaltung" in den Veranstaltungsort-Einstellungen verwendet?
fi: Mitä käytettiin "Tapahtuman URL-osoite" -kenttään tapahtumapaikan asetuksissa?
fr_fr: Ce qui a été utilisé pour la "URL de l'événement" domaine dans les paramètres du Lieu
tr_tr: Mekan ayarlarında "Etkinlik URL'si" alanı için ne kullanıldı

source: Event Starts on
de_de: Event startet am
fi: Tapahtuman alkamisaika
fr_fr: Début de l'événement sur
tr_tr: Etkinlik Başlıyor

source: An alternate phone number for the event. Typically used as a "call-in" number
de_de: Eine alternative Rufnummer für die Veranstaltung. Wird in der Regel als "Call-in"-Nummer verwendet.
fi: Tapahtuman vaihtoehtoinen puhelinnumero
fr_fr: Un autre numéro de téléphone pour l'événement. Généralement utilisé comme un nombre "call-in"
tr_tr: Etkinlik için alternatif bir telefon numarası. Genellikle "çağrı" numarası olarak kullanılır

source: Event Ends on
de_de: Event endet am
fi: Tapahtuman päättymisaika
fr_fr: Événement termine sur
tr_tr: Etkinlik Bitiyor

source: View Transaction Details
de_de: Transaktionsdetails anzeigen
fi: Näytä tilaustiedot
fr_fr: Voir les détails de la transaction
tr_tr: İşlem Ayrıntılarını Görüntüle

source: Registration Status:
de_de: Registrierungsstatus:
fi: Rekisteröinnin tila:
tr_tr: Kayıt Durumu:

source: trash
de_de: Müll
fi: roskat
tr_tr: çöp

source: Remove this Event Time
de_de: Veranstaltungszeit entfernen
fi: Poista tämä ajankohta
fr_fr: Retirer ce temps de l'événement
tr_tr: Bu Etkinlik Zamanını Kaldır

source: Organization Shortcodes
de_de: Organisation Shortcodes
fi: Organisaatio-lyhytkoodit
fr_fr: Organisation Shortcodes
tr_tr: Organizasyon Kısa Kodları

source: All shortcodes specific to organization related data
de_de: Alle Shortcodes speziell für organisationsbezogene Daten
fi: Kaikki organisaation tietoihin liittyvät lyhytkoodit
fr_fr: Tous les numéros courts spécifiques à l'organisation liée données
tr_tr: Organizasyonla ilgili verilere özel tüm kısa kodlar

source: Help & Support
de_de: Hilfe & Support
fi: Ohjeet & tuki
fr_fr: Aide & Assistance
tr_tr: Yardım & Destek

source: Event organization name
de_de: Firmenname des Veranstalters
fi: Tapahtumaorganisaation nimi
fr_fr: Événement nom de l'organisation
tr_tr: Etkinlik organizasyonu adı

source: Address 1 value for the organization
de_de: Adresszeile 1 Firma
fi: Organisaation lähiosoite 1
fr_fr: Adresse 1 valeur pour l'organisation
tr_tr: Kurum için Adres 1 değeri

source: Support
fi: Tuki
fr_fr: Positif
tr_tr: Destek

source: Address 2 value for the organization
de_de: Adresszeile 2 Firma
fi: Organisaation lähiosoite 2
fr_fr: Adresse 2 valeur pour l'organisation
tr_tr: Adres 2 kuruluş için değer

source: Order
de_de: Bestellung
fi: Järjestys
fr_fr: Trier
tr_tr: Sipariş

source: City the organization is in
de_de: Sitz der Firma (Stadt)
fi: Organisaation sijaintikaupunki
fr_fr: Ville de l'organisation est en
tr_tr: Kuruluşun bulunduğu şehir

source: State the organization is located in
de_de: Staat, in dem die Organisation ansässig ist
fi: Osavaltio, jossa organisaatio sijaitsee
fr_fr: Etat de l'organisation se trouve dans
tr_tr: Kuruluşun bulunduğu eyalet

source: The zip code for the organization
de_de: Die Postleitzahl der Organisation
fi: Organisaation postinumero
fr_fr: Le code postal de l'organisation
tr_tr: Kuruluşun posta kodu

source: Just the link to the image used as the logo for the organization
de_de: Nur der Link zu dem Bild, das als Logo für die Organisation verwendet wird
fi: Linkki organisaation logokuvaan
fr_fr: Seulement le lien vers l'image utilisée comme logo pour l'organisation
tr_tr: Sadece kuruluşun logosu olarak kullanılan görselin bağlantısı

source: Questions and Answers Shortcodes
de_de: Fragen und Antworten Shortcodes
fi: Kysymykset ja vastaukset -lyhytkoodit
fr_fr: Questions et réponses Shortcodes
tr_tr: Sorular ve Cevaplar Kısa Kodları

source: close
de_de: schließen
fi: sulje
tr_tr: Kapat

source: All shortcodes related to custom questions and answers
de_de: Alle Shortcodes im Zusammenhang mit benutzerdefinierten Fragen und Antworten
fi: Kaikki muokattuihin kysymyksiin ja vastauksiin liittyvät lyhytkoodit
fr_fr: Tous les numéros courts liés à des questions et des réponses personnalisées
tr_tr: Özel soru ve cevaplarla ilgili tüm kısa kodlar

source: All Categories
de_de: Alle Kategorien
fi: Kaikki luokat
fr_fr: Toutes les catégories
tr_tr: Tüm Kategoriler

source: Display Expired Events?
de_de: Vergangene Veranstaltungen anzeigen?
fi: Näytetäänkö menneet tapahtumat?
fr_fr: Afficher les événements expirés ?
tr_tr: Süresi Dolan Etkinlikleri Görüntüle?

source: transaction
de_de: Transaktion
fi: tilaus
tr_tr: İşlem

source: End Date
de_de: Enddatum
fi: Loppupäivä
tr_tr: Bitiş Tarihi

source: transactions
de_de: Transaktionen
fi: tilaukset
fr_fr: transactions inhabituelles
tr_tr: işlemler

source: Optional
fi: Valinnainen
fr_fr: Optionnel
tr_tr: Opsiyonel

source: Transaction Date
de_de: Transaktions-Datum
fi: Tilauspäivä
fr_fr: Date de la transaction
tr_tr: İşlem Tarihi

source: Displayed on all emails and invoices.
de_de: In allen E-Mails und Rechnungen anzeigen.
fi: Näytetään kaikissa sähköposteissa ja laskuissa.
fr_fr: Affiché sur tous les e-mails et les factures.
tr_tr: Tüm Emailleri ve Faturaları Göster

source: Primary Registrant
de_de: erste registrierte Person
fi: Ensisijainen ilmoittautuja
fr_fr: Titulaire primaire
tr_tr: Birincil Kayıt Sahibi

source: cancel
de_de: abbrechen
fi: peruuta
tr_tr: iptal et

source: View Transaction Details for TXN #
de_de: Transaktionsdetails für TXN # anzeigen
fi: Näytä tilaustiedot tilaukselle #
fr_fr: Voir les détails de la transaction pour TXN #
tr_tr: TXN # için İşlem Detaylarını Görüntüleyin

source: The incoming data does not have the required data index in its array
de_de: Die eingehenden Daten haben nicht den erforderlichen Datenindex in ihrem Array
fi: Saapuvassa datassa ei ole vaadittua dataindeksiä sen matriisissa.
fr_fr: Les données entrant ne possède pas l'indice de données requis dans son ensemble
tr_tr: Gelen veri, dizisinde gerekli veri dizinine sahip değil

source: Send Payment Reminder
de_de: Zahlungserinnerung senden
fi: Lähetä maksumuistutus
fr_fr: Envoyer Rappel de Paiement
tr_tr: Ödeme Hatırlatıcı Gönder

source: Transaction Shortcodes
de_de: Transaktions-Shortcodes
fi: Tilaus-lyhytkoodit
tr_tr: İşlem Kısa Kodları

source: Add New Transaction
de_de: Zahlungseingang hinzufügen
fi: Lisää uusi tilaus
fr_fr: Ajouter une nouvelle opération
tr_tr: Yeni İşlem Ekle

source: All shortcodes specific to transaction related data
de_de: Alle Shortcodes speziell für transaktionsbezogene Daten
fi: Kaikki tilauksen tietoihin liittyvät lyhytkoodit
fr_fr: Tous les numéros courts spécifiques aux données de transaction liés
tr_tr: İşlemle ilgili verilere özel tüm kısa kodlar

source: Zip/Postal Code
de_de: PLZ
fi: Postinumero
fr_fr: Code Postal
tr_tr: Posta Kodu

source: Edit Transaction
de_de: Transaktion bearbeiten
fi: Muokkaa tilausta
fr_fr: Modifier Transaction
tr_tr: İşlemi Düzenle

source: The transaction id for the purchase.
de_de: Die Transaktions-ID für den Kauf.
fi: Tilauksen tunnus.
fr_fr: Le numéro de transaction pour l'achat.
tr_tr: Satın alma işlemi için işlem kimliği.

source: Messages System
de_de: Mitteilungssystem
fi: Viestit Järjestelmä
fr_fr: Messages système
tr_tr: Mesaj Sistemi

source: Delete Transaction
de_de: Zahlung löschen
fi: Poista tilaus
fr_fr: Supprimer Transaction
tr_tr: İşlemi Sil

source: This is a link to make a payment for the event
de_de: Über diesen Link können Sie eine Zahlung für die Veranstaltung vornehmen
fi: Tapahtuman maksulinkki
fr_fr: Il s'agit d'un lien à faire un paiement pour l'événement
tr_tr: Bu, etkinlik için ödeme yapabileceğiniz bir bağlantıdır

source: Add New Message Template
de_de: Mitteilungsvorlage hinzufügen
fi: Lisää uusi viestipohja
fr_fr: Ajouter un nouveau modèle de message
tr_tr: Yeni Mesaj Şablonu Ekle

source: Edit Message Template
de_de: Mitteilungsvorlage bearbeiten
fi: Muokkaa viestimallia
fr_fr: Modifier le message modèle
tr_tr: Mesaj Şablonunu Düzenle

source: The payment gateway used for the transaction
de_de: Das für die Transaktion verwendete Zahlungsgateway
fi: Tilauksessa käytetty maksunvälityspalvelu
fr_fr: La passerelle de paiement utilisé pour la transaction
tr_tr: Ödeme için kullanılan ödeme yöntemi

source: section
de_de: Abschnitt
fi: kohta
tr_tr: bölüm

source: Event Status
de_de: Veranstaltungstatus
fi: Tapahtuman tila
fr_fr: Statut de l'événement
tr_tr: Etkinlik Durumu

source: Delete Message Template
de_de: Benachrichtigungsvorlage löschen
fi: Poista viestimalli
fr_fr: Supprimer le message modèle
tr_tr: Mesaj Şablonunu Sil

source: Login
fi: Kirjaudu sisään
fr_fr: S'identifier
tr_tr: Giriş

source: Update Actions
de_de: Aktualisierungsaktionen
fi: Päivitystoimet
fr_fr: Mise à jour Actions
tr_tr: Güncelleme Aksiyonları

source: Transaction Number
de_de: Transaktionsnummer
fi: Tilausnumero
fr_fr: Nombre de transactions
tr_tr: İşlem Numarası

source: Transaction Status
de_de: Transaktionsstatus
fi: Tilauksen tila
fr_fr: Transaction Etat
tr_tr: İşlem Durumu

source: Attendees Registered in this Transaction
de_de: Teilnehmer, die in dieser Transaktion registriert sind
fi: Tässä tilauksessa ilmoitetut osallistujat
fr_fr: Les participants inscrits dans cette transaction
tr_tr: Bu İşlemde Kayıtlı Katılımcılar

source: Transaction placed from IP
de_de: Von IP platzierte Transaktion
fi: Tilaus jätetty IP-osoitteesta
fr_fr: Transaction tiré par IP
tr_tr: IP'den gerçekleştirilen işlem

source: All shortcodes specific to venue related data
de_de: Alle Shortcodes, die sich auf Daten zum Veranstaltungsort beziehen
fi: Kaikki tapahtumapaikan tietoihin liittyvät lyhytkoodit
fr_fr: Tous les shortcodes spécifique à ce lieu données connexes
tr_tr: Mekanla ilgili verilere özel tüm kısa kodlar

source: The title for the event venue
de_de: Der Titel für den Veranstaltungsort
fi: Tapahtumapaikan nimi
fr_fr: Le titre pour le lieu de l'événement
tr_tr: Etkinlik mekanının başlığı

source: Cash
de_de: Bar
fi: Käteinen
fr_fr: Espèces
tr_tr: Nakit

source: A url to a webpage for the venue
de_de: Eine URL zu einer Webseite für den Veranstaltungsort
fi: Tapahtumapaikan nettisivujen osoite
fr_fr: Une URL vers une page web pour le site
tr_tr: Mekan için bir web sayfası URL'si

source: Add New Message Templates
de_de: Mitteilungsvorlage hinzufügen
fi: Lisää uusia viestipohjia
fr_fr: Ajouter Modèles Nouveau message
tr_tr: Yeni Mesaj Şablonları Ekle

source: An image representing the event venue
de_de: Ein Bild, das den Veranstaltungsort darstellt
fi: Tapahtumapaikkaan liitetty kuva
fr_fr: Une image représentant le lieu de l'événement
tr_tr: Etkinlik mekanını temsil eden bir görsel

source: Reset Templates
de_de: Vorlagen zurücksetzen
fi: Nollaa pohjat
fr_fr: Réinitialiser les modèles
tr_tr: Şablonu Sıfırla

source: The phone number for the venue
de_de: Die Telefonnummer des Veranstaltungsortes
fi: Tapahtumapaikan puhelinnumero
fr_fr: Le numéro de téléphone du lieu
tr_tr: Mekanın telefon numarası

source: Edit Message Templates
de_de: Mitteilungsvorlage bearbeiten
fi: Muokkaa viestipohjia
fr_fr: Modifier Modèles message
tr_tr: Mesaj Şablonlarını Düzenle

source: The address for the venue
de_de: Die Adresse des Veranstaltungsortes
fi: Tapahtumapaikan osoite
fr_fr: L'adresse du lieu
tr_tr: Mekan için adres

source: Address 2 for the venue
de_de: Adresse 2 für den Veranstaltungsort
fi: Tapahtumapaikan lähiosoite 2
fr_fr: Adresse 2 pour le lieu
tr_tr: Mekanın Adresi 2

source: Message Preview
de_de: Mitteilungsvorschau
fi: Viestin esikatselu
fr_fr: Aperçu du message
tr_tr: Mesaj Önizleme

source: Transactions Overview
de_de: Transaktionen Übersicht
fi: Tilausyhteenveto
fr_fr: Transactions Présentation
tr_tr: İşlemlere Genel Bakış

source: The city the venue is in
de_de: Die Stadt, in der sich der Veranstaltungsort befindet
fi: Tapahtumapaikan sijaintikaupunki
fr_fr: La ville est le lieu dans
tr_tr: Mekanın bulunduğu şehir

source: About Previews
de_de: Über Vorschauen
fi: Tietoja esikatselukuvista
fr_fr: À propos Previews
tr_tr: Önizleme Hakkında

source: The state the venue is located in
de_de: Das Bundesland, in dem sich der Veranstaltungsort befindet
fi: Osavaltio, jossa tapahtumapaikka sijaitsee
fr_fr: L'état le lieu est situé dans
tr_tr: Mekanın bulunduğu eyalet

source: Total Amount Due:
de_de: Summe:
fi: Avoinna yhteensä:
fr_fr: Montant total dû:
tr_tr: Ödenmesi Gereken Toplam Tutar:

source: The country the venue is located in
de_de: Das Land, in dem sich der Veranstaltungsort befindet
fi: Valtio, jossa tapahtumapaikka sijaitsee
fr_fr: Le pays le lieu est situé dans
tr_tr: Mekanın bulunduğu ülke

source: Editor Title
de_de: Herausgeber Titel
fi: Toimittaja Otsikko
fr_fr: Éditeur Titre
tr_tr: Editor Başlığı

source: The zip code for the venue address
de_de: Die Postleitzahl für die Adresse des Veranstaltungsorts
fi: Tapahtumapaikan postinumero
fr_fr: Le code postal de l'adresse de lieu
tr_tr: Mekanın posta kodu

source: Context Switcher and Preview
de_de: Kontextwechsler und Vorschau
fi: Kontekstinvaihtaja ja esikatselu
fr_fr: Contexte Switcher et Aperçu
tr_tr: Bağlam Değiştirici ve Önizleme

source: This transaction has been overpaid !
de_de: Für die Transaktion wurde zuviel bezahlt!
fi: Tässä tilauksessa on liikasuoritusta !
fr_fr: Cette transaction a été payé en trop!
tr_tr: Bu işlem için fazla ödeme yapıldı!

source: Link to a google map for the venue
de_de: Link zu einer Google-Karte für den Veranstaltungsort
fi: Linkki tapahtumapaikan Google Map -karttaan
fr_fr: Lien vers une carte Google pour le lieu
tr_tr: Mekan için bir google haritasına bağlantı

source: Message Template Form Fields
de_de: Felder des Nachrichtenvorlagenformulars
fi: Viestimallien lomakekentät
fr_fr: Modèle de message de champs de formulaire
tr_tr: Mesaj Şablonu Form Alanları

source: Payments Total
de_de: Summe Bezahlungen
fi: Maksut yhteensä
fr_fr: Total des paiements
tr_tr: Toplam Ödemeler

source: Google map for venue wrapped in image tags
de_de: Google Map für den Veranstaltungsort in Bild-Tags verpackt
fi: Tapahtumapaikan Google Map -kartta kuvana
fr_fr: Google map pour lieu enveloppé dans les balises images
tr_tr: Görsel etiketlerine sarılmış mekan için Google haritası

source: Sort order:
de_de: Reihenfolge sortieren:
fi: Lajittelujärjestys:
tr_tr: Sıralama düzeni:

source: Shortcodes Metabox
tr_tr: Kısa Kodlar Meta Kutusu

source: Apply a Payment to Transaction #
de_de: Bezahlung zu Transaktion # zuweisen
fi: Kohdista maksusuoritus tilaukselle #
fr_fr: Appliquer un paiement à la transaction #
tr_tr: İşlem #'a Ödeme Uygula

source: Contact Info
de_de: Kontakt Information
fi: Yhteystiedot
fr_fr: Informations de contact
tr_tr: İletişim Bilgileri

source: Publish Metabox
de_de: Metabox veröffentlichen
fi: Julkaise Metabox
fr_fr: Publier Metabox
tr_tr: Metabox Yayınla

source: Active Email Tab
de_de: Aktiver E-Mail Tab
fi: Aktiivinen sähköposti-välilehti
fr_fr: Actif Email Tab
tr_tr: Etkin E-posta Sekmesi

source: Inactive Email Tab
de_de: Inaktiver E-Mail Tab
fi: Inaktiivinen sähköposti-välilehti
fr_fr: Inactif Email Tab
tr_tr: Etkin Olmayan E-posta Sekmesi

source: Apply a Refund to Transaction #
de_de: Erstattung zu Transaktion # zuweisen
fi: Kohdista hyvitys tilaukselle #
fr_fr: Appliquer un remboursement de Transaction #
tr_tr: İşlem #'a Para İadesi Uygula

source: Are you sure you want to reset the %s %s message templates? Remember continuing will reset the templates for all contexts in this messenger and message type group.
de_de: Sind Sie sicher, dass Sie die %s %s Nachrichtenvorlagen zurücksetzen möchten? Wenn Sie fortfahren, werden die Vorlagen für alle Kontexte in dieser Messenger- und Nachrichtentypgruppe zurückgesetzt.
fi: Haluatko varmasti nollata %s %s-viestimallit? Muista, että jatkaminen nollaa kaikkien tämän viestinviejän ja viestityyppiryhmän kontekstien mallit.
fr_fr: Êtes-vous sûr de vouloir réinitialiser le %s %s des messages modèles? Rappelez-vous poursuivre pour réinitialiser les modèles pour tous les contextes de ce groupe de type messager et le message.
tr_tr: %s %s mesaj şablonlarını sıfırlamak istediğinizden emin misiniz? Devam etmenin bu mesajlaşma programı ve mesaj türü grubundaki tüm bağlamlar için şablonları sıfırlayacağını unutmayın.

source: Register Now
de_de: Jetzt anmelden
fi: Varaa paikkasi nyt!
fr_fr: S'inscrire maintenant
tr_tr: Şimdi Kaydol

source: Restore From Trash
de_de: Aus Papierkorb wiederherstellen
fi: Palauta roskakorista
fr_fr: Remettre de la corbeille
tr_tr: Çöpü Temizle

source: Cancel Registration(s)
de_de: Registrierung(en) stornieren
fi: Peruuta rekisteröinti(t)
tr_tr: Kayıt(lar)ı İptal Et

source: price type
de_de: Preistyp
fi: hintatyyppi
fr_fr: Type de prix
tr_tr: fiyat tipi

source: The data for %1$s message type cannot be prepared because there is no set method for doing so. The expected method name is "%2$s" please doublecheck the %1$s message type class and make sure that method is present
de_de: Die Daten für den Nachrichtentyp %1$s können nicht aufbereitet werden, da es dafür keine festgelegte Methode gibt. Der erwartete Methodenname ist "%2$s". Bitte überprüfen Sie die Nachrichtentypklasse %1$s und stellen Sie sicher, dass diese Methode vorhanden ist.
fi: Sanomatyypin %1$s tietoja ei voida valmistella, koska siihen ei ole määritettyä menetelmää. Odotetun metodin nimi on "%2$s", tarkista sanomatyypin %1$s luokka ja varmista, että metodi on olemassa.
fr_fr: Les données pour %1$s le type de message ne ​​peuvent pas être préparés parce qu'il n'y a pas de méthode d'ensemble pour le faire. Le nom de la méthode prévue est "%2$s" s'il vous plaît de bien vérifier le %1$s la classe de type de message et de s'assurer que la méthode est présent
tr_tr: %1$s mesaj türü için veri hazırlanamıyor çünkü bunu yapmak için ayarlanmış bir yöntem yok. Beklenen yöntem adı "%2$s" lütfen %1$s mesaj türü sınıfını iki kez kontrol edin ve bu yöntemin mevcut olduğundan emin olun

source: price types
de_de: Preistypen
fi: hintatyypit
fr_fr: types de prix
tr_tr: fiyat tipleri

source: Description:
de_de: Beschreibung
fi: Kuvaus:
tr_tr: Açıklama:

source: Base Type
de_de: Basistyp
fi: Perustyyppi
fr_fr: Type de base
tr_tr: Taban Tipi

source: Global Template
de_de: Globale Vorlage
fi: Yleinen pohja
fr_fr: Modèle global
tr_tr: Küresel Şablon
