Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Move Datetime to Trash?
de_de: Datetime in den Papierkorb verschieben?
fi: Siirrä Datetime roskakoriin?
tr_tr: Tarih Saatini Çöp Kutusuna Taşı?

source: Are you sure you want to permanently delete this datetime? This action is permanent and can not be undone.
de_de: Sind Sie sicher, dass Sie diesen Termin dauerhaft löschen wollen? Diese Aktion ist dauerhaft und kann nicht rückgängig gemacht werden.
fi: Oletko varma, että haluat poistaa tämän päivämäärän pysyvästi? Tämä toimenpide on pysyvä eikä sitä voi peruuttaa.
tr_tr: Bu tarih saatini kalıcı olarak silmek istediğinizden emin misiniz? Bu eylem kalıcıdır ve geri alınamaz.

source: This method is no longer in use. There is no replacement for it. The method was used to show an admin notice for a 1-click premium upgrade which is no longer available from within WP admin.
de_de: Diese Methode wird nicht mehr angewandt. Es gibt keinen Ersatz für sie. Die Methode wurde verwendet, um einen Admin-Hinweis für ein 1-Klick-Premium-Upgrade anzuzeigen, das nicht mehr über den WP-Admin verfügbar ist.
fi: Tämä menetelmä ei ole enää käytössä. Sille ei ole korvaavaa menetelmää. Menetelmää käytettiin näyttämään ylläpitäjän ilmoitus 1-click premium-päivityksestä, joka ei ole enää saatavilla WP:n ylläpidosta.
tr_tr: Bu yöntem artık kullanılmamaktadır. Bunun yerine geçecek bir şey yoktur. Bu yöntem, artık WP admin içinden kullanılamayan tek tıklamayla premium yükseltme için bir yönetici bildirimi göstermek için kullanılıyordu.

source: To get started, select what event you want to show attendees from in the block settings.
de_de: Wählen Sie zunächst in den Blockeinstellungen aus, von welchem Ereignis Sie die Teilnehmer anzeigen möchten.
fi: Aloita valitsemalla lohkoasetuksista, mistä tapahtumasta haluat näyttää osallistujat.
tr_tr: Başlamak için, blok ayarlarında katılımcıları göstermek istediğiniz etkinliği seçin.

source: There are no attendees for selected options.
de_de: Für ausgewählte Optionen gibt es keine Teilnehmer.
fi: Valituissa vaihtoehdoissa ei ole osallistujia.
tr_tr: Seçilen seçenekler için katılımcı yoktur.

source: Filter By Settings
de_de: Filtern nach Einstellungen
fi: Suodata asetusten mukaan
tr_tr: Ayarlara Göre Filtrele

source: Number of Attendees to Display:
de_de: Anzahl der Teilnehmer, die angezeigt werden sollen:
fi: Näytettävien osallistujien määrä:
tr_tr: Gösterilecek Katılımcı Sayısı:

source: Used to adjust the number of attendees displayed (There is %d total attendee for the current filter settings).
de_de: Dient zur Anpassung der Anzahl der angezeigten Teilnehmer (Es gibt insgesamt %d Teilnehmer für die aktuellen Filtereinstellungen).
fi: Käytetään näyttävien osallistujien määrän säätämiseen (nykyisillä suodatinasetuksilla osallistujia on yhteensä %d).
tr_tr: Görüntülenen katılımcı sayısını ayarlamak için kullanılır (Mevcut filtre ayarları için toplam %d katılımcı vardır).

source: Order Attendees by:
de_de: Teilnehmer bestellen nach:
fi: Tilaa osallistujat mennessä:
tr_tr: Katılımcıları sıralayın:

source: Last name only
de_de: Nur Nachname
fi: Vain sukunimi
tr_tr: Sadece soyadı

source: First name only
de_de: Nur Vornamen
fi: Vain etunimi
tr_tr: Sadece ilk isim

source: First, then Last name
de_de: Vorname, dann Nachname
fi: Etunimi, sitten sukunimi
tr_tr: Önce ad, sonra soyad

source: Last, then First name
de_de: Nachname, dann Vorname
fi: Sukunimi, sitten etunimi
tr_tr: Önce soyadı, sonra adı

source: Ascending
de_de: Aufsteigend
fi: Nouseva
tr_tr: Yükselen

source: Descending
de_de: Absteigend
fi: Laskeva
tr_tr: Alçalma

source: Gravatar Setttings
de_de: Gravatar-Einstellungen
fi: Gravatar-asetukset
tr_tr: Gravatar Ayarları

source: Display Gravatar
de_de: Gravatar anzeigen
fi: Näytä Gravatar
tr_tr: Gravatarı Görüntüle

source: Gravatar images are shown for each attendee.
de_de: Für jeden Teilnehmer werden Gravatar-Bilder angezeigt.
fi: Jokaisen osallistujan Gravatar-kuvat näytetään.
tr_tr: Her katılımcı için Gravatar resimleri gösterilir.

source: No gravatar images are shown for each attendee.
de_de: Es werden keine Gravatar-Bilder für jeden Teilnehmer angezeigt.
fi: Kullekin osallistujalle ei näytetä gravatar-kuvia.
tr_tr: Her katılımcı için gravatar resmi gösterilmez.

source: Size of Gravatar
de_de: Größe von Gravatar
fi: Gravatarin koko
tr_tr: Gravatar Boyutu

source: Archive Settings
de_de: Archiv-Einstellungen
fi: Arkistoasetukset
tr_tr: Arşiv Ayarları

source: Display on Archives
de_de: Anzeige im Archiv
fi: Näyttö arkistoissa
tr_tr: Arşivlerde Görüntüle

source: Attendees are shown whenever this post is listed in an archive view.
de_de: Die Teilnehmer werden immer dann angezeigt, wenn dieser Beitrag in einer Archivansicht aufgeführt ist.
fi: Osallistujat näytetään aina, kun tämä viesti on listattu arkistonäkymässä.
tr_tr: Bu gönderi bir arşiv görünümünde listelendiğinde katılımcılar gösterilir.

source: Attendees are hidden whenever this post is listed in an archive view.
de_de: Teilnehmer werden ausgeblendet, wenn dieser Beitrag in einer Archivansicht aufgeführt ist.
fi: Osallistujat on piilotettu aina, kun tämä viesti on arkistonäkymässä.
tr_tr: Bu gönderi bir arşiv görünümünde listelendiğinde katılımcılar gizlenir.

source: Displays a list of people that have registered for the specified event
de_de: Zeigt eine Liste der Personen an, die sich für das angegebene Ereignis angemeldet haben
fi: Näyttää luettelon henkilöistä, jotka ovat ilmoittautuneet määritettyyn tapahtumaan.
tr_tr: Belirtilen etkinlik için kayıt yaptıran kişilerin listesini görüntüler

source: list
de_de: Liste
fi: lista
tr_tr: Liste

source: Retrieving Datetimes.
de_de: Abrufen von Datumsangaben.
fi: Päivämäärien hakeminen.
tr_tr: Tarih Zamanlarını Alma.

source: No Datetimes.
de_de: Keine Datenzeiten.
fi: Ei päivämääriä.
tr_tr: Tarihler yok.

source: Select Datetime…
de_de: Datum und Uhrzeit auswählen...
fi: Valitse Datetime...
tr_tr: Tarih Saatini Seçin...

source: Select Datetime
de_de: Datum und Uhrzeit auswählen
fi: Valitse Datetime
tr_tr: Tarih Saatini Seçin

source: Retrieving Events.
de_de: Abrufen von Ereignissen.
fi: Tapahtumien hakeminen.
tr_tr: Olayları Geri Alma.

source: No Events.
de_de: Keine Ereignisse.
fi: Ei tapahtumia.
tr_tr: Etkinlik yok.

source: Select Event…
de_de: Ereignis auswählen...
fi: Valitse tapahtuma...
tr_tr: Etkinlik Seçiniz...

source: Retrieving Statuses.
de_de: Abrufen von Status.
fi: Tilojen hakeminen.
tr_tr: Durumlar Alınıyor.

source: No Statuses.
de_de: Kein Status.
fi: Ei tiloja.
tr_tr: Durum yok.

source: We aren’t sure which job you are performing. Please press back in your browser and try again.
de_de: Wir sind uns nicht sicher, welchen Auftrag Sie ausführen. Bitte klicken Sie in Ihrem Browser auf Zurück und versuchen Sie es erneut.
fi: Emme ole varmoja, mitä työtä teet. Paina selaimessasi takaisin ja yritä uudelleen.
tr_tr: Hangi işi yaptığınızdan emin değiliz. Lütfen tarayıcınızda geri tuşuna basın ve tekrar deneyin.

source: The following error occurred while trying to handle the "%1$s" route:%2$s%3$s
de_de: Beim Versuch, die Route "%1$s" zu bearbeiten, ist folgender Fehler aufgetreten:%2$s%3$s
fi: Seuraava virhe tapahtui, kun yritettiin käsitellä reittiä "%1$s":%2$s%3$s
tr_tr: "%1$s" rotası işlenmeye çalışılırken aşağıdaki hata oluştu:%2$s%3$s

source: The supplied FQCN (%1$s) must be an instance of RouteInterface.
de_de: Die angegebene FQCN (%1$s) muss eine Instanz von RouteInterface sein.
fi: Toimitetun FQCN:n (%1$s) on oltava RouteInterface-instanssi.
tr_tr: Sağlanan FQCN (%1$s) bir RouteInterface örneği olmalıdır.

source: close notice
de_de: Mitteilung schließen
fi: sulkea ilmoitus
tr_tr: kapanış bildirimi

source: There is a new version of %1$s available.
de_de: Es ist eine neue Version von %1$s verfügbar.
fi: Saatavilla on uusi versio %1$s:stä.
tr_tr: %1$s'in yeni bir sürümü mevcut.

source: Contact your network administrator to install the update.
de_de: Wenden Sie sich an Ihren Netzwerkadministrator, um das Update zu installieren.
fi: Ota yhteyttä verkonvalvojaan päivityksen asentamiseksi.
tr_tr: Güncellemeyi yüklemek için ağ yöneticinize başvurun.

source: %1$sView version %2$s details%3$s.
de_de: %1$sVersionsdetails %2$s anzeigen%3$s.
fi: %1$s Näytä version %2$s tiedot%3$s.
tr_tr: %1$s%2$s sürümünün ayrıntılarını%3$s görüntüleyin.

source: %1$sView version %2$s details%3$s or %4$supdate now%5$s.
de_de: %1$sVersionsdetails %2$s anzeigen%3$s oder %4$sJetzt aktualisieren%5$s.
fi: %1$s Näytä version %2$s tiedot%3$s tai %4$späivitä nyt%5$s.
tr_tr: %1$s%2$s sürümünün ayrıntılarını görüntüle%3$s veya %4$sşimdi güncelle%5$s.

source: Update now.
de_de: Jetzt aktualisieren.
fi: Päivitä nyt.
tr_tr: Şimdi güncelle.

source: You do not have permission to install plugin updates
de_de: Sie haben nicht die Erlaubnis, Plugin-Updates zu installieren
fi: Sinulla ei ole lupaa asentaa lisäosien päivityksiä
tr_tr: Eklenti güncellemelerini yüklemek için izniniz yok

source: This method is no longer in use. There is no replacement for it. The method was used to check and setup for a premium upgrade via 1-click which is no longer available from within WP admin.
de_de: Diese Methode wird nicht mehr angewandt. Es gibt keinen Ersatz für sie. Die Methode wurde verwendet, um ein Premium-Upgrade per 1-Klick zu prüfen und einzurichten, das nicht mehr im WP-Admin verfügbar ist.
fi: Tämä menetelmä ei ole enää käytössä. Sille ei ole korvaavaa menetelmää. Menetelmää käytettiin premium-päivityksen tarkistamiseen ja asetusten määrittämiseen 1-klikkauksella, joka ei ole enää saatavilla WP:n hallinnasta.
tr_tr: Bu yöntem artık kullanılmamaktadır. Bunun yerine geçecek bir yöntem yoktur. Bu yöntem, artık WP admin içinden kullanılamayan tek tıklamayla premium yükseltmeyi kontrol etmek ve ayarlamak için kullanılıyordu.

source: Week Picker
de_de: Woche Picker
fi: Viikko Picker
tr_tr: Hafta Seçici

source: Day Selector
de_de: Tageswahlschalter
fi: Päivän valitsin
tr_tr: Gün Seçici

source: Month Selector
de_de: Monatsselektor
fi: Kuukauden valitsin
tr_tr: Ay Seçici

source: Year Selector
de_de: Jahresauswahl
fi: Vuoden valitsin
tr_tr: Yıl Seçici

source: Multi Checkbox
fi: Multi-valintaruutu
tr_tr: Çoklu Onay Kutusu

source: Color Picker
de_de: Farbwähler
fi: Värinvalitsin
tr_tr: Renk Seçici

source: File Upload
de_de: Hochladen von Dateien
fi: Tiedoston lataaminen
tr_tr: Dosya Yükleme

source: Hidden
de_de: Versteckt
fi: Piilotettu
tr_tr: Gizli

source: Image Upload
de_de: Bild-Upload
fi: Kuvan lataaminen
tr_tr: Resim Yükleme

source: Password Confirmation
de_de: Passwort-Bestätigung
fi: Salasanan vahvistus
tr_tr: Şifre Onayı

source: Decimal Number
de_de: Dezimalzahl
fi: Desimaaliluku
tr_tr: Ondalık Sayı

source: Integer (Whole) Number
de_de: Ganze Zahl (Ganzzahl)
fi: Kokonaisluku (kokonaisluku)
tr_tr: Tamsayı (Tam) Sayı

source: Number Range
de_de: Nummer Bereich
fi: Numero Vaihteluväli
tr_tr: Sayı Aralığı

source: Multi-Select Dropdown
fi: Monivalintainen pudotusvalikko
tr_tr: Çoklu Seçim Açılır Menüsü

source: Country Selector
de_de: Länderauswahl
fi: Maavalinta
tr_tr: Ülke Seçici

source: State Selector
de_de: Status Selektor
fi: Valtion valitsin
tr_tr: Durum Seçici

source: Plain Textarea
de_de: Einfacher Textbereich
fi: Tavallinen tekstialue
tr_tr: Düz Metin Alanı

source: Simple HTML Textarea
de_de: Einfache HTML-Textarea
fi: Yksinkertainen HTML-tekstialue
tr_tr: Basit HTML Textarea

source: Missing %1$s method on JsonConfig class %2$s.
de_de: Fehlende %1$s-Methode in der JsonConfig-Klasse %2$s.
fi: JsonConfig-luokassa %2$s puuttuu metodi %1$s.
tr_tr: JsonConfig sınıfı %2$s üzerinde %1$s yöntemi eksik.

source: A PrimaryJsonDataNode needs to be set before data nodes can be added.
de_de: Bevor Datenknoten hinzugefügt werden können, muss ein PrimaryJsonDataNode festgelegt werden.
fi: PrimaryJsonDataNode on asetettava ennen kuin datasolmuja voidaan lisätä.
tr_tr: Veri düğümlerinin eklenebilmesi için önce bir PrimaryJsonDataNode ayarlanması gerekir.

source: data array
de_de: Datenfeld
fi: tietomuoto
tr_tr: veri dizisi

source: The "%1$s" JsonDataNode %2$s is already set and would be overwritten by the current action.
de_de: Der JsonDataNode "%1$s" %2$s ist bereits gesetzt und würde durch die aktuelle Aktion überschrieben werden.
fi: JsonDataNode %2$s "%1$s" on jo määritetty, ja nykyinen toiminto korvaisi sen.
tr_tr: "%1$s" JsonDataNode %2$s zaten ayarlanmış ve geçerli eylem tarafından üzerine yazılacak.

source: The JsonDataNodeHandler %1$s is a required property but has not been set.
de_de: Der JsonDataNodeHandler %1$s ist eine erforderliche Eigenschaft, die jedoch nicht festgelegt wurde.
fi: JsonDataNodeHandler %1$s on vaadittu ominaisuus, mutta sitä ei ole asetettu.
tr_tr: JsonDataNodeHandler %1$s gerekli bir özelliktir ancak ayarlanmamıştır.

source: Plugin License
de_de: Plugin-Lizenz
fi: Liitännäisen lisenssi
tr_tr: Eklenti Lisansı

source: License Key
de_de: Lizenzschlüssel
fi: Lisenssiavain
tr_tr: Lisans Anahtarı

source: Plugin License Options
de_de: Plugin-Lizenz-Optionen
fi: Liitännäisen lisenssivaihtoehdot
tr_tr: Eklenti Lisans Seçenekleri

source: This is where you enter your license key.
de_de: Hier können Sie Ihren Lizenzschlüssel eingeben.
fi: Tähän syötät lisenssiavaimesi.
tr_tr: Burası lisans anahtarınızı gireceğiniz yerdir.

source: Enter your license key.
de_de: Geben Sie Ihren Lizenzschlüssel ein.
fi: Syötä lisenssiavain.
tr_tr: Lisans anahtarınızı girin.

source: Deactivate License
de_de: Lizenz deaktivieren
fi: Deaktivoi lisenssi
tr_tr: Lisansı Devre Dışı Bırak

source: Activate License
de_de: Lizenz freischalten
fi: Aktivoi lisenssi
tr_tr: Lisansı Etkinleştir

source: An error occurred, please try again.
de_de: Es ist ein Fehler aufgetreten, bitte versuchen Sie es erneut.
fi: Tapahtui virhe, yritä uudelleen.
tr_tr: Bir hata oluştu, lütfen tekrar deneyin.

source: Your license key expired on %s.
de_de: Ihr Lizenzschlüssel ist am %s abgelaufen.
fi: Lisenssiavaimesi on vanhentunut %s.
tr_tr: Lisans anahtarınızın süresi %s tarihinde doldu.

source: Your license key has been disabled.
de_de: Ihr Lizenzschlüssel wurde deaktiviert.
fi: Lisenssiavaimesi on poistettu käytöstä.
tr_tr: Lisans anahtarınız devre dışı bırakıldı.

source: Invalid license.
de_de: Ungültige Lizenz.
fi: Virheellinen lisenssi.
tr_tr: Geçersiz lisans.

source: Your license is not active for this URL.
de_de: Ihre Lizenz ist für diese URL nicht aktiv.
fi: Lisenssisi ei ole aktiivinen tämän URL-osoitteen osalta.
tr_tr: Lisansınız bu URL için etkin değil.

source: This appears to be an invalid license key for %s.
de_de: Dies scheint ein ungültiger Lizenzschlüssel für %s zu sein.
fi: Tämä näyttää olevan virheellinen lisenssiavain %s:lle.
tr_tr: Bu %s için geçersiz bir lisans anahtarı gibi görünüyor.

source: Your license key has reached its activation limit.
de_de: Ihr Lizenzschlüssel hat sein Aktivierungslimit erreicht.
fi: Lisenssiavaimesi on saavuttanut aktivointirajan.
tr_tr: Lisans anahtarınız etkinleştirme sınırına ulaştı.

source: OpenSSL decryption failed for the following reason: %1$s
de_de: Die OpenSSL-Entschlüsselung ist aus folgendem Grund fehlgeschlagen: %1$s
fi: OpenSSL-purkaminen epäonnistui seuraavasta syystä: %1$s
tr_tr: OpenSSL şifre çözme aşağıdaki nedenden dolayı başarısız oldu: %1$s

source: Decryption failed because a hash comparison of the original text and the decrypted text was not the same, meaning something in the system or the encrypted data has changed.
de_de: Die Entschlüsselung ist fehlgeschlagen, weil ein Hash-Vergleich zwischen dem Originaltext und dem entschlüsselten Text nicht übereinstimmt, was bedeutet, dass sich etwas im System oder die verschlüsselten Daten geändert haben.
fi: Salaus epäonnistui, koska alkuperäisen tekstin ja salatun tekstin hash-vertailu ei ollut sama, mikä tarkoittaa, että jokin järjestelmässä tai salatussa datassa on muuttunut.
tr_tr: Şifre çözme başarısız oldu çünkü orijinal metin ile şifresi çözülen metnin karma karşılaştırması aynı değildi, bu da sistemde veya şifrelenmiş verilerde bir şeylerin değiştiği anlamına geliyor.

source: Shared
de_de: Gemeinsame
fi: Jaettu
tr_tr: Paylaşılan

source: HTML Block
fi: HTML-lohko
tr_tr: HTML Bloğu

source: Reset Button
de_de: Reset-Taste
fi: Nollauspainike
tr_tr: Sıfırlama Düğmesi

source: Submit Button
de_de: Schaltfläche "Senden
fi: Lähetä-painike
tr_tr: Gönder Düğmesi

source: Local Date Picker
de_de: Lokale Datumsauswahl
fi: Paikallinen päivämäärän valitsin
tr_tr: Yerel Tarih Seçici

source: Month Picker
de_de: Monatspicker
fi: Kuukausi Picker
tr_tr: Ay Seçici

source: Time Picker
de_de: Zeitwähler
tr_tr: Zaman Seçici

source: BaristaFactory::create() requires a fully qualified class name (FQCN) for the currently applicable Domain object. %1$sThe supplied FQCN ("%2$s") is either invalid or the class is missing.
de_de: BaristaFactory::create() benötigt einen vollqualifizierten Klassennamen (FQCN) für das aktuell gültige Domain-Objekt. %1$sDer übergebene FQCN ("%2$s") ist entweder ungültig oder die Klasse fehlt.
fi: BaristaFactory::create() vaatii täysin määritellyn luokkanimen (FQCN) tällä hetkellä sovellettavalle Domain-objektille. %1$sToimitettu FQCN ("%2$s") on joko virheellinen tai luokka puuttuu.
tr_tr: BaristaFactory::create(), geçerli Etki Alanı nesnesi için tam nitelikli bir sınıf adı (FQCN) gerektiriyor. %1$sVerilen FQCN ("%2$s") ya geçersiz ya da sınıf eksik.

source: Invalid or missing Line Item supplied .
de_de: Ungültige oder fehlende Position geliefert .
fi: Toimitettu virheellinen tai puuttuva rivikohta .
tr_tr: Geçersiz veya eksik Hat Kalemi sağlanmıştır.

source: Invalid Line Item type supplied. Received "%1$s" but expected "%2$s".
de_de: Ungültiger Positionstyp geliefert. Es wurde "%1$s" empfangen, aber "%2$s" erwartet.
fi: Toimitettu virheellinen erätyyppi. Vastaanotettu "%1$s", mutta odotettiin "%2$s".
tr_tr: Geçersiz Satır Öğesi türü sağlandı. "%1$s" alındı ancak "%2$s" bekleniyordu.

source: Base 64 decoding failed because the supplied string is not valid or was not base64 encoded.
de_de: Die Base 64-Dekodierung ist fehlgeschlagen, weil die übergebene Zeichenfolge nicht gültig ist oder nicht base64-kodiert wurde.
fi: Base 64 -dekoodaus epäonnistui, koska toimitettu merkkijono ei ole kelvollinen tai sitä ei ole base64-koodattu.
tr_tr: Sağlanan dize geçerli olmadığından veya base64 kodlanmadığından base64 kod çözme işlemi başarısız oldu.

source: The "%1$s" encryption key already exists and can not be overwritten because previously encrypted values would no longer be capable of being decrypted.
de_de: Der Verschlüsselungsschlüssel "%1$s" existiert bereits und kann nicht überschrieben werden, da zuvor verschlüsselte Werte nicht mehr entschlüsselt werden könnten.
fi: Salausavain "%1$s" on jo olemassa, eikä sitä voi korvata, koska aiemmin salattuja arvoja ei enää voitaisi purkaa.
tr_tr: "%1$s" şifreleme anahtarı zaten mevcut ve üzerine yazılamaz çünkü önceden şifrelenmiş değerlerin şifresi artık çözülemez.

source: The "%1$s" encryption key was not found or is invalid.
de_de: Der Verschlüsselungsschlüssel "%1$s" wurde nicht gefunden oder ist ungültig.
fi: Salausavainta "%1$s" ei löytynyt tai se on virheellinen.
tr_tr: "%1$s" şifreleme anahtarı bulunamadı veya geçersiz.

source: Failed to save the "%1$s" encryption keys array to the database.
de_de: Das Array der Verschlüsselungsschlüssel "%1$s" konnte nicht in der Datenbank gespeichert werden.
fi: "%1$s"-salausavainten joukkoa ei onnistuttu tallentamaan tietokantaan.
tr_tr: "%1$s" şifreleme anahtarları dizisi veritabanına kaydedilemedi.

source: The requested OpenSSL cipher method "%1$s" is invalid or not installed on the server. Please contact the server administrator.
de_de: Die angeforderte OpenSSL-Verschlüsselungsmethode "%1$s" ist ungültig oder nicht auf dem Server installiert. Bitte wenden Sie sich an den Serveradministrator.
fi: Pyydetty OpenSSL-salausmenetelmä "%1$s" on virheellinen tai sitä ei ole asennettu palvelimeen. Ota yhteyttä palvelimen ylläpitäjään.
tr_tr: İstenen OpenSSL şifre yöntemi "%1$s" geçersiz veya sunucuda yüklü değil. Lütfen sunucu yöneticisiyle iletişime geçin.

source: The PHP openssl server extension is required to use Openssl encryption. Please contact your hosting provider regarding this issue.
de_de: Für die Verwendung der Openssl-Verschlüsselung ist die Servererweiterung PHP openssl erforderlich. Wenden Sie sich diesbezüglich bitte an Ihren Hosting-Anbieter.
fi: Openssl-salauksen käyttäminen edellyttää PHP openssl-palvelinlaajennusta. Ota yhteyttä hosting-palveluntarjoajaasi tämän asian suhteen.
tr_tr: Openssl şifrelemesini kullanmak için PHP openssl sunucu uzantısı gereklidir. Lütfen bu konuyla ilgili olarak barındırma sağlayıcınızla iletişime geçin.

source: PHP version %1$s or greater is required to use Openssl encryption. Please contact your hosting provider regarding this issue.
de_de: Für die Verwendung der Openssl-Verschlüsselung ist die PHP-Version %1$s oder höher erforderlich. Bitte kontaktieren Sie Ihren Hosting-Provider bezüglich dieses Problems.
fi: Openssl-salauksen käyttäminen edellyttää PHP-versiota %1$s tai uudempaa. Ota yhteyttä hosting-palveluntarjoajaasi tämän ongelman suhteen.
tr_tr: Openssl şifrelemesini kullanmak için PHP sürümü %1$s veya üstü gereklidir. Lütfen bu sorunla ilgili olarak barındırma sağlayıcınızla iletişime geçin.

source: OpenSSL v1 encryption using %1$s is available for use.
de_de: OpenSSL v1-Verschlüsselung mit %1$s ist verfügbar.
fi: OpenSSL v1 -salaus %1$s:llä on käytettävissä.
tr_tr: %1$s kullanan OpenSSL v1 şifrelemesi kullanıma hazırdır.

source: The following error occurred during OpenSSL encryption: %1$s
de_de: Der folgende Fehler ist während der OpenSSL-Verschlüsselung aufgetreten: %1$s
fi: OpenSSL-salauksen aikana tapahtui seuraava virhe: %1$s
tr_tr: OpenSSL şifrelemesi sırasında aşağıdaki hata oluştu: %1$s

source: Unknown Error
de_de: Unbekannter Fehler
fi: Tuntematon virhe
tr_tr: Bilinmeyen Hata

source: The "%1$s" script is not registered when it should be!%2$s Are you running the Barista plugin for development purposes? If so, then you need to build the appropriate assets for this domain.%2$s If you are seeing this error on a live website, then you should not have the WP_DEBUG constant in your wp-config.php file set to "true". Please contact Event Espresso support for more information.
de_de: Das Skript "%1$s" ist nicht registriert, obwohl es das sein sollte!%2$s Benutzen Sie das Barista-Plugin für Entwicklungszwecke? Wenn ja, dann müssen Sie die entsprechenden Assets für diese Domain erstellen.%2$s Wenn Sie diesen Fehler auf einer Live-Website sehen, dann sollten Sie die die WP_DEBUG-Konstante in Ihrer wp-config.php-Datei nicht auf "true" gesetzt sein. Bitte kontaktieren Sie den Event Espresso-Support für weitere Informationen.
fi: Skriptiä "%1$s" ei ole rekisteröity, vaikka sen pitäisi olla!%2$s Käytätkö Barista-lisäosaa kehityskäyttöön? Jos näin on, sinun on luotava asianmukaiset resurssit tälle verkkotunnukselle.%2$s Jos näet tämän virheen live-sivustolla, sinun ei pitäisi olla... WP_DEBUG-vakiota wp-config.php-tiedostossasi ei pitäisi asettaa arvoon "true". Ota yhteyttä Event Espresson tukeen saadaksesi lisätietoja.
tr_tr: "%1$s" komut dosyası %2$s olması gerekirken kayıtlı değil Barista eklentisini geliştirme amacıyla mı çalıştırıyorsunuz? Eğer öyleyse, bu alan adı için uygun varlıkları oluşturmanız gerekir.%2$s Eğer bu hatayı canlı bir web sitesinde görüyorsanız wp-config.php dosyanızdaki WP_DEBUG sabitini "true" olarak ayarlayın. Daha fazla bilgi için lütfen Event Espresso destek ekibiyle iletişime geçin.
