Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Bank Account number %s
de_de: Bankkontonummer %s
fi: Pankkitilin numero %s
fr_fr: Numéro de compte bancaire %s
tr_tr: Banka Hesap numarası %s

source: Name on Card %s
de_de: Name auf Karte %s
fi: Nimi kortissa %s
tr_tr: Karttaki İsim %s

source: Ticket Selector Template Settings
de_de: Ticket Selector Template Einstellungen
fi: Lippuvalitsinpohjan asetukset
fr_fr: Paramètres du modèle Sélecteur de billets
tr_tr: Bilet Seçici Şablon Ayarları

source: Show Ticket Details?
de_de: Ticket Details anzeigen?
fi: Näytä lipputiedot?
fr_fr: Afficher les informations relatives au Ticket
tr_tr: Bilet Ayrıntılarını Göster?

source: This lets you choose whether the extra ticket details section is displayed with the ticket selector.
de_de: Legt fest, ob die Details zu zusätzlichen Tickets im Ticket Selector angezeigt werden.
fi: Tässä voit valita, näytetäänkö lipun kaikki tiedot lippuvalitsimessa.
fr_fr: Cela vous permet de choisir si la section des détails du billet supplémentaire est affichée avec le sélecteur de billets.
tr_tr: Bu, bilet seçiciyle birlikte ekstra bilet ayrıntıları bölümünün görüntülenip görüntülenmeyeceğini seçmenizi sağlar.

source: Show Ticket Sale Info?
de_de: Ticket Verkauf Info anzeigen?
fi: Näytä lipun myyntitiedot?
fr_fr: Afficher les informations sur les ventes de billets?
tr_tr: Bilet Satış Bilgilerini Göster?

source: This lets you indicate whether information about ticket sales is shown with ticket details in the ticket selector.
de_de: Legt fest, ob Informationen über den Ticket Verkauf zusammen mit den Ticket Details im Ticket Selector angezeigt werden.
fi: Tässä voi valita, näytetäänkö lipun myyntitiedot lipun tiedoissa lippuvalitsimessa.
fr_fr: Cela vous permet d'indiquer si les informations sur la vente de billets sont affichées avec les détails du billet dans le sélecteur de billets.
tr_tr: Bu, bilet satışlarıyla ilgili bilgilerin bilet seçicide bilet ayrıntılarıyla birlikte gösterilip gösterilmeyeceğini belirtmenizi sağlar.

source: Unable to reattempt the last ran migration script because it was not a valid migration script. || It was %s
de_de: Das zuletzt ausgeführte Migrationsskript konnte nicht erneut versucht werden, da es kein gültiges Migrationsskript war. || Es war %s
fi: Viimeksi suoritettua siirtymiskomentosarjaa ei voida yrittää uudelleen, koska se ei ollut kelvollinen siirtymiskomentosarja. || Se oli %s
tr_tr: Geçerli bir geçiş komut dosyası olmadığı için son çalıştırılan geçiş komut dosyası yeniden denenemiyor. || %s idi

source: The cheeky "is_borked" method had been replaced with the more proper "is_broken"
de_de: Die "is_borked" Methode wurde durch die angemessenere "is_broken" ersetzt.
fi: Röyhkeä "is_borked"-menetelmä oli korvattu asianmukaisemmalla "is_broken"-menetelmällä.
tr_tr: Arsız "is_borked" yöntemi daha uygun olan "is_broken" ile değiştirildi

source: Reattempt migration
de_de: Versuche Migration noch einmal
fi: Yritä siirtymistä uudelleen
tr_tr: Göçü yeniden deneyin

source: Pay using %s
de_de: Zahle per %s
fi: Maksa käyttämällä %s
fr_fr: Payer en utilisant %s
tr_tr: %s kullanarak ödeme yapın

source: Creator ID of the first Event attended
de_de: Urheber ID der ersten besuchten Veranstaltung
fi: Ensimmäisen osallistuneen tapahtuman luojantunnus
tr_tr: Katılan ilk Etkinliğin Oluşturucu Kimliği

source: Could not create instance of class %s from row %s
de_de: Es konnte keine Instanz der Klasse %s aus der Zeile %s erstellt werden.
fi: Luokan %s instanssia ei voitu luoda riviltä %s.
tr_tr: Satır %s'den sınıf %s'nin örneği oluşturulamadı

source: User who was logged in while this occurred
de_de: Benutzer, der während des Vorfalls angemeldet war
fi: Käyttäjä, joka oli kirjautuneena sisään, kun tämä tapahtui
tr_tr: Bu olay gerçekleşirken oturum açmış olan kullanıcı

source: Event Creator ID
de_de: ID des Ereigniserstellers
fi: Tapahtuman luojan tunnus
fr_fr: Identifiant créateur d'évènements
tr_tr: Etkinlik Oluşturucu Kimliği

source: Template Creator ID
de_de: ID des Vorlagenerstellers
fi: Sivupohjan luojan tunnus
tr_tr: Şablon Oluşturucu Kimliği

source: Payment Method Creator ID
de_de: Zahlungsmethode Ersteller-ID
fi: Maksutavan luojan tunnus
tr_tr: Ödeme Yöntemi Oluşturucu Kimliği

source: Price Creator ID
de_de: Preis Ersteller-ID
fi: Hinnan luojan tunnus
tr_tr: Fiyat Oluşturucu Kimliği

source: Price Type Creator ID
de_de: Preis Typ Ersteller-ID
fi: Hintatyypin luojan tunnus
tr_tr: Fiyat Türü Yaratıcı Kimliği

source: Question Creator ID
de_de: Frage Ersteller-ID
fi: Kysymyksen luojan tunnus
tr_tr: Soru Oluşturucu Kimliği

source: Question Group Creator ID
de_de: Frage Gruppe Ersteller ID
fi: Kysymysryhmän luojan tunnus
tr_tr: Soru Grubu Oluşturucu Kimliği

source: Ticket Creator ID
de_de: Ticket-Ersteller-ID
fi: Lipun luojan tunnus
tr_tr: Bilet Oluşturucu Kimliği

source: Venue Creator ID
de_de: Veranstaltungsort Ersteller-ID
fi: Tapahtumapaikan luojan tunnus
fr_fr: ID Créateur de site
tr_tr: Mekan Oluşturucu Kimliği

source: WP_User ID
de_de: WP_Benutzer-ID
fi: WP-käyttäjätunnus
tr_tr: WP_Kullanıcı Kimliği

source: User Login
de_de: Benutzer Login
fi: Käyttäjätunnus
fr_fr: Identifiant Utilisateur
tr_tr: Kullanıcı Girişi

source: User Password
de_de: Benutzer Passwort
fi: Käyttäjän salasana
fr_fr: Mot de passe de l'Utilisateur
tr_tr: Kullanıcı Şifresi

source: User Nice Name
de_de: Benutzer Nickname
fi: Käyttäjän lempinimi
fr_fr: Nom d’utilisateur
tr_tr: Kullanıcı Güzel Adı

source: User Email
de_de: Benutzer Email
fi: Käyttäjän sähköposti
fr_fr: E-mail de l'Utilisateur
tr_tr: Kullanıcı E-postası

source: Date User Registered
de_de: Benutzer Anmeldedatum
fi: Käyttäjän rekisteröitymispäivä
fr_fr: Date d'enregistrement de l'Utilisateur
tr_tr: Kullanıcı Kayıt Tarihi

source: User Activation Key
de_de: Benutzer Anmeldeschlüssel
fi: Käyttäjän aktivointiavain
fr_fr: Clé d'activation de l'Utilisateur
tr_tr: Kullanıcı Aktivasyon Anahtarı

source: User Status
de_de: Benutzer Status
fi: Käyttäjän tila
fr_fr: Statut de l'utilisateur
tr_tr: Kullanıcı Durumu

source: You cant get a default value for a wp_User_Field because the "init" action is called, because current_user global hasnt yet been setup. Consider doing your business logic on the "init" hook or later.
de_de: Sie können keinen Standardwert für ein wp_User_Field erhalten, weil die Aktion "init" aufgerufen wird, weil current_user global noch nicht eingerichtet wurde. Erwägen Sie, Ihre Geschäftslogik auf dem "init" Haken oder später zu tun.
fi: Et voi saada oletusarvoa wp_User_Field-kentälle, koska "init"-toimintoa kutsutaan, koska current_user-globaalia ei ole vielä määritetty. Harkitse liiketoimintalogiikan tekemistä "init"-koukussa tai myöhemmin.
fr_fr: Vous ne pouvez pas obtenir une valeur par défaut pour un wp_User_Field parce que l'action "init" est appelée, car current_user global n'a pas encore été configuré. Pensez à faire votre logique métier sur le crochet «init» ou plus tard.
tr_tr: Bir wp_User_Field için varsayılan bir değer alamazsınız çünkü "init" eylemi çağrılır, çünkü current_user global henüz kurulmamıştır. İş mantığınızı "init" kancasında veya daha sonra yapmayı düşünün.

source: (Private)
de_de: (Privat)
fi: (Yksityinen)
fr_fr: (Privé)
tr_tr: (Özel)

source: %s Feature Image
de_de: %s Feature Bild
fi: %s liitekuva
tr_tr: %s Özellik Görüntüsü

source: Link to organization LinkedIn page
de_de: Link zur LinkedIn Seite der Organisation
fi: Linkki organisaation LinkedIn-sivulle
tr_tr: Kuruluşun LinkedIn sayfasına bağlantı

source: We're sorry but there appears to be an error with the "reg_url_link" or the primary registrant for this transaction. Please refresh the page and try again or contact support.
de_de: Für diese Transaktion ist ein Fehler mit dem "reg_url_link" oder dem Primärteilnehmer aufgetaucht. Bitte laden Sie die Seite neu und versuchen es erneut oder kontaktieren Sie den Support.
fi: Olemme pahoillamme, mutta "reg_url_linkissä" tai tämän tapahtuman ensisijaisessa rekisteröijässä näyttää olevan virhe. Päivitä sivu ja yritä uudelleen tai ota yhteyttä asiakaspalveluun.
tr_tr: Üzgünüz, ancak bu işlem için "reg_url_link" veya birincil kayıt ettiren ile ilgili bir hata var gibi görünüyor. Lütfen sayfayı yenileyip tekrar deneyin veya destek ekibiyle iletişime geçin.

source: We're sorry but there appears to be an error with the "reg_url_link" or the transaction itself. Please refresh the page and try again or contact support.
de_de: Es ist ein Fehler mit dem "reg_url_link" oder der Transaktion selbst aufgetaucht. Bitte laden Sie die Seite neu und versuchen es erneut oder kontaktieren Sie den Support.
fi: Olemme pahoillamme, mutta "reg_url_linkissä" tai itse tapahtumassa näyttää olevan virhe. Päivitä sivu ja yritä uudelleen tai ota yhteyttä asiakaspalveluun.
tr_tr: Üzgünüz, ancak "reg_url_link" veya işlemin kendisiyle ilgili bir hata var gibi görünüyor. Lütfen sayfayı yenileyip tekrar deneyin veya destek ekibiyle iletişime geçin.

source: A valid Payment Method could not be determined.
de_de: Es konnte keine gültige Zahlungsart gefunden werden.
fi: Maksutapaa ei voitu määrittää.
tr_tr: Geçerli bir Ödeme Yöntemi belirlenemedi.

source: It appears we have received a duplicate IPN from PayPal for payment %d
de_de: Für die Zahlung %d scheint eine doppelte PayPal IPN empfangen worden zu sein.
fi: Näyttää siltä, että olemme saaneet PayPalilta kaksinkertaisen IPN:n maksua %d varten.
tr_tr: PayPal'dan %d ödemesi için mükerrer bir IPN almış görünüyoruz

source: Updated payment either from IPN or as part of POST from PayPal
de_de: Aktualisierte Zahlung entweder über IPN oder als Teil von POST von PayPal
fi: Päivitetty maksu joko IPN:stä tai osana PayPalin POST-maksua.
tr_tr: IPN'den veya PayPal'dan POST'un bir parçası olarak güncellenmiş ödeme

source: Notes Regarding Paypal Taxes and Shipping
de_de: Anmerkungen zu Paypal Gebühren und Versandkosten
fi: Paypalin veroja ja toimitusta koskevat huomautukset
tr_tr: Paypal Vergileri ve Nakliye ile İlgili Notlar

source: Show on all Pages:
de_de: Auf allen Seiten anzeigen:
fi: Näytä kaikilla sivuilla
tr_tr: Tüm Sayfalarda Göster:

source: The card issuing bank is of non-U.S. origin and does not support AVS.
de_de: Die kartenausgebende Bank stammt nicht aus den USA und unterstützt AVS nicht.
fi: Kortin myöntänyt pankki ei ole yhdysvaltalainen, eikä se tue AVS-järjestelmää.
tr_tr: Kartı veren banka ABD menşeli değildir ve AVS'yi desteklememektedir.

source: Not applicable to American Express.
de_de: Gilt nicht für American Express.
fi: Ei koske American Express -kortteja.
tr_tr: American Express için geçerli değildir.

source: Mollie API Key
de_de: Mollie API-Schlüssel
tr_tr: Mollie API Anahtarı

source: people-category
de_de: Personen-Kategorie
fi: ihmisluokka
tr_tr: insanlar-kategorisi

source: View Category Archive
de_de: Kategorien-Archiv anzeigen
fi: Näytä kategorian arkisto
fr_fr: Voir les archives de catégorie
tr_tr: Kategori Arşivini Görüntüle

source: View Type Archive
de_de: Typ-Archiv anzeigen
fi: Näytä tyyppi Arkisto
fr_fr: Afficher Type Archive
tr_tr: Görünüm Tipi Arşiv

source: View People Archive Page
de_de: Personen-Archiv anzeigen
fi: Näytä ihmisten arkisto sivu
fr_fr: Afficher la page Archive des personnes
tr_tr: Kişiler Arşiv Sayfasını Görüntüle

source: People Admin
de_de: Personen Verwaltung
fi: Ihmiset Admin
tr_tr: Kişi Yöneticisi

source: Click here to edit
de_de: Zum bearbeiten hier klicken
fi: Paina tästä muokataksesi
fr_fr: Cliquez ici pour modifier
tr_tr: Düzenlemek için buraya tıklayın

source: Domestic and International issued Maestro
de_de: Inländische und internationale Ausgaben von Maestro
fi: Kotimaan ja kansainväliset Maestro-kortit
tr_tr: Yurtiçi ve Yurtdışı Maestro ihracı

source: Sage Pay Vendor Name
de_de: Sage Pay Name des Anbieters
fi: Sage Pay Toimittajan nimi
tr_tr: Sage Pay Satıcı Adı

source: Exp Date (MM/YY)
de_de: Ablaufdatum (MM/YY)
fi: Voimassa asti (MM/YY)
fr_fr: Date d’échantillonnage (JJ/MM)
tr_tr: Son Kullanma Tarihi (MM/YY)

source: charge fail; Attaching this card will succeed, but attempts to charge the customer will fail.
de_de: Aufladung fehlgeschlagen; Das Anbringen dieser Karte ist erfolgreich, aber der Versuch, den Kunden zu belasten, schlägt fehl.
fi: veloitus epäonnistuu; Kortin kiinnittäminen onnistuu, mutta veloitusyritykset asiakkaalta epäonnistuvat.
tr_tr: şarj başarısız; Bu kartın takılması başarılı olur, ancak müşteriden ücret alma girişimleri başarısız olur.

source: card_declined; Use this special card number.
de_de: card_declined; Verwenden Sie diese spezielle Kartennummer.
fi: card_declined; Käytä tätä erityistä korttinumeroa.
tr_tr: card_declined; Bu özel kart numarasını kullanın.

source: incorrect_number; Use a number that fails the Luhn check, e.g.
de_de: incorrect_number; Verwenden Sie eine Zahl, die die Luhn-Prüfung nicht besteht, z. B.
fi: incorrect_number; Käytä numeroa, joka ei läpäise Luhn-tarkastusta, esim.
tr_tr: incorrect_number; Luhn kontrolünde başarısız olan bir sayı kullanın, örn.

source: invalid_expiry_month; Use an invalid month e.g.
de_de: invalid_expiry_month; Verwenden Sie einen ungültigen Monat, z. B.
fi: invalid_expiry_month; käytä virheellistä kuukautta, esim.
tr_tr: invalid_expiry_month; Geçersiz bir ay kullanın, örn.

source: invalid_expiry_year; Use a year in the past e.g.
de_de: invalid_expiry_year; Verwenden Sie ein Jahr in der Vergangenheit, z. B.
fi: invalid_expiry_year; Käytä menneen vuoden arvoa, esim.
tr_tr: invalid_expiry_year; Geçmişte bir yıl kullanın, örn.

source: invalid_cvc; Use a two digit number e.g.
de_de: invalid_cvc; Verwenden Sie eine zweistellige Zahl, z. B.
fi: invalid_cvc; Käytä kaksinumeroista numeroa esim.
tr_tr: invalid_cvc; İki basamaklı bir sayı kullanın, örn.

source: Template Settings Preview screenshot
de_de: Screenshot Vorschau der Vorlageneinstellungen
fi: Mallin asetusten esikatselu kuvakaappaus
tr_tr: Şablon Ayarları Önizleme ekran görüntüsü

source: This page displays all your events and is required. It is important that this page always contain the %s shortcode. It is not required to be in your navigation menu.
de_de: Diese Seite zeigt alle Ihre Veranstaltungen an und ist erforderlich. Es ist wichtig, dass diese Seite immer den %s-Shortcode enthält. Sie muss sich nicht in Ihrem Navigationsmenü befinden.
fi: Tällä sivulla näytetään kaikki tapahtumat. Sivu on pakollinen. On tärkeää, että tällä sivulla käytetään aina lyhytkoodia %s. Sivun ei tarvitse kuitenkaan näkyä valikossa.
tr_tr: Bu sayfa tüm etkinliklerinizi görüntüler ve gereklidir. Bu sayfanın her zaman %s kısa kodunu içermesi önemlidir. Gezinti menünüzde olması gerekli değildir.

source: This page processes the payments and is required. It should only contain the %s shortcode. No other content should be added and it should be hidden from your navigation menu.
de_de: Diese Seite verarbeitet die Zahlungen und ist erforderlich. Sie sollte nur den %s-Shortcode enthalten. Es sollte kein weiterer Inhalt hinzugefügt werden und sie sollte aus Ihrem Navigationsmenü ausgeblendet werden.
fi: Tätä sivua käytetään maksujen käsittelyyn. Sivu on pakollinen. Sivun tulee sisältää ainoastaan lyhytkoodi %s. Sivulle ei tule lisätä sisältöä ja se tulee piilottaa valikoista.
tr_tr: Bu sayfa ödemeleri işler ve gereklidir. Yalnızca %s kısa kodunu içermelidir. Başka hiçbir içerik eklenmemeli ve navigasyon menünüzden gizlenmelidir.

source: This page is displayed after a successful transaction and is required. It should contain the %s shortcode. Additionally, you may customize this page by adding extra content to the page. It should be hidden from your navigation menu.
de_de: Diese Seite wird nach einer erfolgreichen Transaktion angezeigt und ist erforderlich. Sie sollte den %s-Shortcode enthalten. Darüber hinaus können Sie diese Seite anpassen, indem Sie ihr zusätzliche Inhalte hinzufügen. Sie sollte aus Ihrem Navigationsmenü ausgeblendet werden.
fi: Tämä sivu näytetään onnistuneen tilauksen jälkeen. Sivu on pakollinen. Sivun tulee sisältää lyhytkoodi %s. Lisäksi voit muokata sivua lisäämällä siihen sisältöä. Sivu tulee piilottaa valikoista.
tr_tr: Bu sayfa başarılı bir işlemden sonra görüntülenir ve gereklidir. Bu sayfa %s kısa kodunu içermelidir. Ek olarak, sayfaya ekstra içerik ekleyerek bu sayfayı özelleştirebilirsiniz. Navigasyon menünüzden gizlenmelidir.

source: This page is displayed after an unsuccessful transaction and is required. It should contain the %s shortcode. Additionally, you may customize this page by adding extra content to the page. It should be hidden from your navigation menu.
de_de: Diese Seite wird nach einer fehlgeschlagenen Transaktion angezeigt und ist erforderlich. Sie sollte den %s-Shortcode enthalten. Zusätzlich können Sie diese Seite anpassen, indem Sie der Seite zusätzliche Inhalte hinzufügen. Sie sollte aus Ihrem Navigationsmenü ausgeblendet werden.
fi: Tämä sivu näytetään epäonnistuneen tilauksen jälkeen. Sivu on pakollinen. Sivun tulee sisältää lyhytkoodi %s. Lisäksi voit muokata sivua lisäämällä siihen sisältöä. Sivu tulee piilottaa valikoista.
tr_tr: Bu sayfa başarısız bir işlemden sonra görüntülenir ve gereklidir. Bu sayfa %s kısa kodunu içermelidir. Ayrıca, sayfaya ekstra içerik ekleyerek bu sayfayı özelleştirebilirsiniz. Navigasyon menünüzden gizlenmelidir.

source: If you would like to style the look of your events archive page, then follow the WordPress instructions for %1$screating a custom template for archive pages%2$s.
de_de: Wenn Sie das Aussehen Ihrer Veranstaltungsarchivseite gestalten möchten, befolgen Sie die WordPress-Anweisungen zum %1$sErstellen einer benutzerdefinierten Vorlage für Archivseiten%2$s.
fi: Jos haluat muokata tapahtuma-arkistosivun ulkonäköä, lue WordPressin %1$smukautettujen arkistosivujen luontia koskevat ohjeet%2$s.
tr_tr: Etkinlik arşivi sayfanızın görünümünü şekillendirmek isterseniz, %1$sarşiv sayfaları için özel şablon oluşturma%2$s ile ilgili WordPress talimatlarını izleyin.

source: Build a template for your events - create a theme template named %1$s Then place it in your theme's root directory. For the default WordPress Twenty Thirteen theme, this location will be %2$s.
de_de: Erstellen Sie eine Vorlage für Ihre Veranstaltungen - erstellen Sie eine Theme-Vorlage mit dem Namen %1$s und legen Sie sie im Stammverzeichnis Ihres Themes ab. Für das Standard-WordPress-Theme "Twenty Thirteen" ist dieser Ort %2$s.
fi: Rakenna sivustopohja tapahtumillesi - luo mallipohja (template) nimellä %1$s Sijoita kyseinen mallipohja teemojen juurihakemistoon. Juurihakemisto WordPressin oletusteemalle on %2$s.
tr_tr: Etkinlikleriniz için bir şablon oluşturun - %1$s adında bir tema şablonu oluşturun ve ardından bunu temanızın kök dizinine yerleştirin. Varsayılan WordPress Twenty Thirteen teması için bu konum %2$s olacaktır.

source: Build a template for a single event - create a theme template named %1$s Then place it in your theme's root directory. For the default WordPress Twenty Thirteen theme, this location will be %2$s.
de_de: Erstellen Sie eine Vorlage für ein einzelnes Ereignis - erstellen Sie eine Theme-Vorlage mit dem Namen %1$s und legen Sie sie im Stammverzeichnis Ihres Themes ab. Für das Standard-WordPress-Theme "Twenty Thirteen" ist dieser Ort %2$s.
fi: Rakenna sivustopohja yksittäisen tapahtuman sivulle - luo mallipohja (template) nimellä %1$s Sijoita kyseinen mallipohja teemasi hakemistoon. Hakemisto WordPressin oletusteemalle on %2$s.
tr_tr: Tek bir etkinlik için şablon oluşturun - %1$s adında bir tema şablonu oluşturun ve ardından bunu temanızın kök dizinine yerleştirin. Varsayılan WordPress Twenty Thirteen teması için bu konum %2$s olacaktır.

source: Site license keys are now called support license keys. Your support license key should only be entered on live/production sites. If this is a development or test site, %sdo not%s enter your support license key.
de_de: Site-Lizenzschlüssel werden jetzt als Support-Lizenzschlüssel bezeichnet. Ihr Support-Lizenzschlüssel sollte nur auf Live-/Produktionssites eingegeben werden. Wenn es sich um eine Entwicklungs- oder Test-Site handelt, geben Sie Ihren Support-Lizenzschlüssel nicht ein (%sdo not%s).
fi: Sivustolisenssiavaimia (site license key) kutsutaan nykään tukilisenssiavaimiksi (support license key). Käytäthän lisenssiavainta vain julkaistuilla tuotantokäytössä olevilla sivuilla. %sÄlä%s käytä tukilisenssiavaintasi, jos tämä on kehitys- tai testisivustosi.
tr_tr: Site lisans anahtarları artık destek lisans anahtarları olarak adlandırılmaktadır. Destek lisans anahtarınız yalnızca canlı/üretim sitelerinde girilmelidir. Eğer bu bir geliştirme veya test sitesi ise, destek lisans anahtarınızı %sdo not%s girin.

source: Delete State #%d?
de_de: Status #%d löschen?
fi: Poista osavaltio #
tr_tr: Devlet #%d'yi sil?

source: Adding a valid Support License Key will enable automatic update notifications and backend updates for Event Espresso Core and any installed add-ons. If this is a Development or Test site, %sDO NOT%s enter your Support License Key.
de_de: Durch Hinzufügen eines gültigen Support-Lizenzschlüssels werden automatische Update-Benachrichtigungen und Backend-Updates für Event Espresso Core und alle installierten Add-ons aktiviert. Wenn es sich um eine Entwicklungs- oder Test-Site handelt, %sDO NOT%s geben Sie Ihren Support-Lizenzschlüssel ein.
fi: Kelvollisen tukilisenssiavaimen syöttämällä saat käyttöösi automaattiset päivitysilmoitukset sekä Event Espresson ja sen asennettujen lisäosien päivitykset suoraan ylläpitosivuston kautta. %sÄlä%s käytä tukilisenssiavaintasi, jos tämä on kehitys- tai testisivustosi.
tr_tr: Geçerli bir Destek Lisans Anahtarının eklenmesi, Event Espresso Core ve yüklü tüm eklentiler için otomatik güncelleme bildirimlerini ve arka uç güncellemelerini etkinleştirecektir. Bu bir Geliştirme veya Test sitesiyse, %sDO NOT%s Destek Lisans Anahtarınızı girin.

source: An error occurred and we were not able to automatically send a report to Event Espresso support.
de_de: Es ist ein Fehler aufgetreten und wir waren nicht in der Lage, automatisch einen Bericht an den Event Espresso-Support zu senden.
fi: Tapahtui virhe, emmekä pystyneet lähettämään raporttia automaattisesti Event Espresson asiakaspalveluun.
tr_tr: Bir hata oluştu ve Event Espresso desteğine otomatik olarak bir rapor gönderemedik.

source: Please copy-and-paste the system information below to %s
de_de: Bitte kopieren und fügen Sie die unten stehenden Systeminformationen in %s ein
fi: Kopioi ja liitä alla olevat järjestelmätiedot osoitteeseen %s.
tr_tr: Lütfen aşağıdaki sistem bilgilerini kopyalayıp %s'ye yapıştırın

source: system status info
fi: järjestelmän tilatiedot
tr_tr: sistem durum bilgisi

source: Just make sure you've %1$s checked for a solution in the forums,%2$s and properly contacted Support. We will get back to you as soon as possible
de_de: Stellen Sie einfach sicher, dass Sie %1$s in den Foren nach einer Lösung gesucht haben,%2$s und den Support ordnungsgemäß kontaktiert haben. Wir werden uns so schnell wie möglich bei Ihnen melden
fi: Varmista vain, että olet %1$s etsinyt ratkaisua foorumeilta,%2$s ja ottanut asianmukaisesti yhteyttä asiakaspalveluun. Otamme sinuun yhteyttä mahdollisimman pian.
tr_tr: Sadece %1$s forumlarda bir çözüm olup olmadığını kontrol ettiğinizden,%2$s ve Destek ile uygun şekilde iletişime geçtiğinizden emin olun. Size mümkün olan en kısa sürede geri döneceğiz

source: Please note: %sThis is permanent and can NOT be undone.%s
de_de: Bitte beachten Sie: %sDies ist dauerhaft und kann NICHT rückgängig gemacht werden.%s
fi: Huomaa: %sTämä toimenpide on lopullinen. Sitä EI voida peruuttaa.%s
tr_tr: Lütfen dikkat: %sBu kalıcıdır ve geri alınamaz.%s
