Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Mode
de_de: Modus
fi: Tila
tr_tr: Mod

source: Text Mode - click to switch to html mode
de_de: Textmodus - anklicken, um in den HTML-Modus zu wechseln
fi: Tekstitila - klikkaa vaihtaaksesi html-tilaan
tr_tr: Metin Modu - html moduna geçmek için tıklayın

source: Html Mode - click to switch to plaintext mode
de_de: Html-Modus - anklicken, um in den Klartextmodus zu wechseln
fi: Html-tila - napsauta vaihtaaksesi tavallisen tekstin tilaan.
tr_tr: Html Modu - düz metin moduna geçmek için tıklayın

source: An error occurred while attempting to reinstate a EE_SPCO_Reg_Step object in EE_Checkout::__wakeup().
de_de: Beim Versuch, ein EE_SPCO_Reg_Step-Objekt in EE_Checkout::__wakeup() wiederherzustellen, ist ein Fehler aufgetreten.
fi: EE_SPCO_Reg_Step-objektin palauttamista EE_Checkout::__wakeup() -ohjelmassa yritettiin tehdä virhe.
tr_tr: EE_Checkout::__wakeup() içinde bir EE_SPCO_Reg_Step nesnesi eski haline getirilmeye çalışılırken bir hata oluştu.

source: Generates a link that the recipient can use to cancel their registration.
de_de: Erzeugt einen Link, über den der Empfänger seine Anmeldung stornieren kann.
fi: Luo linkin, jota vastaanottaja voi käyttää rekisteröinnin peruuttamiseen.
tr_tr: Alıcının kaydını iptal etmek için kullanabileceği bir bağlantı oluşturur.

source: Generates the confirmation code that the recipient will need to cancel their registration.
de_de: Erzeugt den Bestätigungscode, den der Empfänger benötigt, um seine Anmeldung zu stornieren.
fi: Luo vahvistuskoodin, jonka vastaanottaja tarvitsee peruuttaakseen rekisteröinnin.
tr_tr: Alıcının kaydını iptal etmek için ihtiyaç duyacağı onay kodunu oluşturur.

source: file pointer resource
de_de: Dateizeiger Ressource
fi: tiedoston osoitin resurssi
tr_tr: dosya işaretçisi kaynağı

source: add-on version
de_de: Zusatzversion
fi: lisäversio
tr_tr: eklenti sürümü

source: Failed to close file handle
de_de: Dateihandle konnte nicht geschlossen werden
fi: Tiedostokahvaa ei onnistuttu sulkemaan
tr_tr: Dosya tanıtıcısı kapatılamadı

source: The dependency handler class %1$s must implement %2$s
de_de: Die Abhängigkeits-Handler-Klasse %1$s muss %2$s implementieren
fi: Riippuvuuden käsittelijän luokan %1$s on toteutettava %2$s.
tr_tr: Bağımlılık işleyici sınıfı %1$s, %2$s'yi uygulamalıdır

source: (optional, only shown on registration form)
de_de: (fakultativ, nur auf dem Anmeldeformular angegeben)
fi: (vapaaehtoinen, näkyy vain ilmoittautumislomakkeessa)
tr_tr: (isteğe bağlı, sadece kayıt formunda gösterilir)

source: Check if this is the default value
de_de: Prüfen Sie, ob dies der Standardwert ist
fi: Tarkista, onko tämä oletusarvo
tr_tr: Bunun varsayılan değer olup olmadığını kontrol edin

source: no default value
de_de: kein Standardwert
fi: ei oletusarvoa
tr_tr: varsayılan değer yok

source: The Default Answer Option will be automatically selected when the registration form is initially displayed, unless "no default value" is selected.
de_de: Die Standardantwortoption wird automatisch ausgewählt, wenn das Registrierungsformular zum ersten Mal angezeigt wird, es sei denn, es wurde "kein Standardwert" ausgewählt.
fi: Oletusvastausvaihtoehto valitaan automaattisesti, kun rekisteröintilomake näytetään aluksi, ellei "ei oletusarvoa" ole valittu.
tr_tr: "Varsayılan değer yok" seçilmediği sürece, kayıt formu ilk görüntülendiğinde Varsayılan Yanıt Seçeneği otomatik olarak seçilecektir.

source: Are you sure you want to update the submitted registration form data? This cannot be undone. Press OK to proceed or Cancel to keep the current data.
de_de: Sind Sie sicher, dass Sie die übermittelten Daten des Anmeldeformulars aktualisieren möchten? Dies kann nicht rückgängig gemacht werden. Drücken Sie OK, um fortzufahren, oder Abbrechen, um die aktuellen Daten beizubehalten.
fi: Haluatko varmasti päivittää lähetetyn rekisteröintilomakkeen tiedot? Tätä ei voi perua. Jatka painamalla OK tai Peruuta, jos haluat säilyttää nykyiset tiedot.
tr_tr: Gönderilen kayıt formu verilerini güncellemek istediğinizden emin misiniz? Bu işlem geri alınamaz. Devam etmek için Tamam'a veya mevcut verileri korumak için İptal'e basın.

source: Registration Status Changes
de_de: Änderungen des Registrierungsstatus
fi: Rekisteröinnin tilan muutokset
tr_tr: Kayıt Durumu Değişiklikleri

source: not specified
de_de: keine Angabe
fi: ei määritelty
tr_tr: belirtilmemiş

source: Reason: %1$s
de_de: Grund: %1$s
fi: Syy: %1$s
tr_tr: Sebep: %1$s

source: Reason for Registration Status Change
de_de: Grund für die Änderung des Registrierungsstatus
fi: Rekisteröintitilan muutoksen syy
tr_tr: Kayıt Durumu Değişikliğinin Nedeni

source: changed to "%1$s" by %2$s
de_de: geändert in "%1$s" von %2$s
fi: muutettu "%1$s" toimesta %2$s
tr_tr: %2$s tarafından "%1$s" olarak değiştirildi

source: The following error occurred while attempting to update your license key: %1$s
de_de: Beim Versuch, Ihren Lizenzschlüssel zu aktualisieren, ist der folgende Fehler aufgetreten: %1$s
fi: Seuraava virhe tapahtui, kun yritit päivittää lisenssiavainta: %1$s
tr_tr: Lisans anahtarınızı güncellemeye çalışırken aşağıdaki hata oluştu: %1$s

source: Flag indicating this is the default option
de_de: Flagge, die anzeigt, dass dies die Standardoption ist
fi: Merkki, joka ilmaisee, että tämä on oletusvaihtoehto
tr_tr: Bunun varsayılan seçenek olduğunu gösteren bayrak

source: %1$sCould not find registration for the REG URL link: %2$s
de_de: %1$sFand keine Registrierung für den REG-URL-Link: %2$s
fi: %1$sEi löytynyt rekisteröintiä REG URL-linkkiä varten: %2$s
tr_tr: %1$s REG URL bağlantısı için kayıt bulunamadı: %2$s

source: %1$sThe confirmation code provided does not match the confirmation code for this registration!%2$s
de_de: %1$sDer angegebene Bestätigungscode stimmt nicht mit dem Bestätigungscode für diese Registrierung überein!%2$s
fi: %1$sAnnetun vahvistuksen koodi ei vastaa tämän rekisteröinnin vahvistuskoodia!%2$s
tr_tr: %1$s Sağlanan onay kodu bu kayıt için onay koduyla eşleşmiyor!%2$s

source: %1$sThe following error occurred and the one or more registrations could not be cancelled:%2$s
de_de: %1$sDer folgende Fehler ist aufgetreten, und die eine oder mehrere Registrierungen konnten nicht storniert werden:%2$s
fi: %1$sTuli seuraava virhe, eikä yhtä tai useampaa rekisteröintiä voitu peruuttaa:%2$s
tr_tr: %1$sAşağıdaki hata oluştu ve bir veya daha fazla kayıt iptal edilemedi:%2$s

source: Class %s must be an instance of %s
de_de: Die Klasse %s muss eine Instanz von %s sein
fi: Luokan %s on oltava %s:n instanssi.
tr_tr: Sınıf %s, %s'nin bir örneği olmalıdır

source: Please select the registrations to be cancelled
de_de: Bitte wählen Sie die zu stornierenden Registrierungen aus
fi: Valitse peruutettavat rekisteröinnit.
tr_tr: Lütfen iptal edilecek kayıtları seçin

source: Reason for Cancellation
de_de: Grund für die Annullierung
fi: Peruutuksen syy
tr_tr: İptal Nedeni

source: Please enter the confirmation code that was supplied in the email you received.
de_de: Bitte geben Sie den Bestätigungscode ein, den Sie in der erhaltenen E-Mail erhalten haben.
fi: Syötä vahvistuskoodi, joka toimitettiin saamassasi sähköpostissa.
tr_tr: Lütfen aldığınız e-postada verilen onay kodunu girin.

source: * required field
de_de: * Pflichtfeld
fi: * pakollinen kenttä
tr_tr: * zorunlu alan

source: Manually triggered status change from frontend.
de_de: Manuell ausgelöste Statusänderung vom Frontend aus.
fi: Manuaalisesti käynnistetty tilanmuutos etusivulta.
tr_tr: Ön uçtan manuel olarak tetiklenen durum değişikliği.

source: registration cancelled by registrant
de_de: Stornierung der Registrierung durch den Registranten
fi: Rekisteröityjä peruuttaa rekisteröinnin
tr_tr: kayit sahi̇bi̇ tarafindan i̇ptal edi̇len kayit

source: %1$sAn error occurred and the one or more registrations could not be cancelled.%2$s
de_de: %1$sEin Fehler ist aufgetreten, und die eine oder mehrere Registrierungen konnten nicht gelöscht werden.%2$s
fi: %1$sSaatiin virhe, eikä yhtä tai useampaa rekisteröintiä voitu peruuttaa.%2$s
tr_tr: %1$sBir hata oluştu ve bir veya daha fazla kayıt iptal edilemedi.%2$s

source: %1$sAll registrations have been successfully cancelled.%2$s
de_de: %1$sAlle Anmeldungen wurden erfolgreich storniert.%2$s
fi: %1$sKaikki rekisteröinnit on onnistuneesti peruutettu.%2$s
tr_tr: %1$sTüm kayıtlar başarıyla iptal edildi.%2$s

source: Could not load Infusionsoft admin page scripts.
de_de: Die Skripte der Infusionsoft-Admin-Seite konnten nicht geladen werden.
fi: Infusionsoftin hallintasivun skriptejä ei voitu ladata.
tr_tr: Infusionsoft yönetici sayfası komut dosyaları yüklenemedi.

source: Error connecting to Infusionsoft: %s. Please double-check your API key in the settings
de_de: Fehler beim Verbinden mit Infusionsoft: %s. Bitte überprüfen Sie Ihren API-Schlüssel in den Einstellungen
fi: Virhe yhteyden muodostamisessa Infusionsoftiin: %s. Tarkista API-avaimesi asetuksista.
tr_tr: Infusionsoft'a bağlanırken hata oluştu: %s. Lütfen ayarlardan API anahtarınızı iki kez kontrol edin

source: The following Infusionsoft tags will be assigned to all contacts who register for this event.
de_de: Die folgenden Infusionsoft-Tags werden allen Kontakten, die sich für diese Veranstaltung anmelden, zugewiesen.
fi: Seuraavat Infusionsoft-tunnisteet annetaan kaikille yhteystiedoille, jotka rekisteröityvät tähän tapahtumaan.
tr_tr: Bu etkinliğe kaydolan tüm kişilere aşağıdaki Infusionsoft etiketleri atanacaktır.

source: API Key
de_de: API-Schlüssel
fi: API-avain
tr_tr: API Anahtarı

source: Your Personal Keap (Infusionsoft) %1$sAccess Token or a Service Account Key.%2$s
de_de: Ihr persönliches Keap (Infusionsoft) %1$sZugangs-Token oder ein Service-Kontoschlüssel.%2$s
fi: Henkilökohtainen avaimesi (Infusionsoft) %1$sAccess Token tai palvelutilin avain.%2$s
tr_tr: Kişisel Keap (Infusionsoft) %1$sErişim Simgesi veya Hizmet Hesabı Anahtarınız.%2$s

source: Opt in failed for attendee with ID %1$s. Response from IS was %2$s
de_de: Opt-in für Teilnehmer mit ID %1$s fehlgeschlagen. Antwort von IS war %2$s
fi: Osallistuminen epäonnistui osallistujalle, jonka tunnus on %1$s. IS:n vastaus oli %2$s
tr_tr: Kimliği %1$s olan katılımcı için katılım başarısız oldu. IS'den gelen yanıt %2$s idi

source: The original IS contact id (%1$s) liked to Attendee %2$s is not valid and no matching contact can be found, a new contact will be created.
de_de: Die ursprüngliche IS-Kontaktnummer (%1$s), die dem Teilnehmer %2$s zugeordnet ist, ist ungültig und es kann kein passender Kontakt gefunden werden. Es wird ein neuer Kontakt erstellt.
fi: Osallistujalle %2$s annettu alkuperäinen IS-yhteystunnus (%1$s) ei ole kelvollinen, eikä vastaavaa yhteyshenkilöä löydy, joten luodaan uusi yhteyshenkilö.
tr_tr: Katılımcı %2$s için beğenilen orijinal IS kişi kimliği (%1$s) geçerli değil ve eşleşen bir kişi bulunamıyor, yeni bir kişi oluşturulacak.

source: New Infusionsoft Invoice
de_de: Neue Infusionsoft-Rechnung
fi: Uusi Infusionsoft-lasku
tr_tr: Yeni Infusionsoft Faturası

source: Before You Start
de_de: Bevor Sie beginnen
fi: Ennen kuin aloitat
tr_tr: Başlamadan Önce

source: Don't forget to visit the %1$sInfusionsoft settings page%2$s to provide your API Key.
de_de: Vergessen Sie nicht, die Seite %1$sInfusionsoft-Einstellungen%2$s zu besuchen, um Ihren API-Schlüssel anzugeben.
fi: Muista käydä %1$sInfusionsoft-asetussivulla%2$s antamassa API-avaimesi.
tr_tr: API Anahtarınızı sağlamak için %1$sInfusionsoft ayarları sayfasını%2$s ziyaret etmeyi unutmayın.

source: Missing some Infusionsoft configuration. Please visit the %1$sInfusionsoft settings page%2$s and provide your API Key.
de_de: Es fehlt eine Infusionsoft-Konfiguration. Bitte besuchen Sie die Seite %1$sInfusionsoft-Einstellungen%2$s und geben Sie Ihren API-Schlüssel an.
fi: Joitakin Infusionsoftin asetuksia puuttuu. Käy %1$sInfusionsoft-asetussivulla%2$s ja anna API-avaimesi.
tr_tr: Bazı Infusionsoft yapılandırmaları eksik. Lütfen %1$sInfusionsoft ayarları sayfasını%2$s ziyaret edin ve API Anahtarınızı sağlayın.

source: Error connecting to Infusionsoft: %1$s. Please double-check your %2$s API Key%3$s.
de_de: Fehler beim Verbinden mit Infusionsoft: %1$s. Bitte überprüfen Sie Ihren %2$s API-Schlüssel%3$s.
fi: Virhe yhteyden muodostamisessa Infusionsoftiin: %1$s. Tarkista uudelleen %2$s API-avaimesi%3$s.
tr_tr: Infusionsoft'a bağlanırken hata oluştu: %1$s. Lütfen %2$s API Anahtarınızı%3$s iki kez kontrol edin.

source: Don't forget to set your API Key on the %1$sInfusionsoft settings page%2$s.
de_de: Vergessen Sie nicht, Ihren API-Schlüssel auf der Seite %1$sInfusionsoft-Einstellungen%2$s festzulegen.
fi: Muista asettaa API-avaimesi %1$sInfusionsoft-asetussivulla%2$s.
tr_tr: API Anahtarınızı %1$sInfusionsoft ayarları sayfasında%2$s ayarlamayı unutmayın.

source: Could not refresh the token
de_de: Das Token konnte nicht aktualisiert werden
fi: Merkkiä ei voitu päivittää
tr_tr: Belirteç yenilenemedi

source: Stripe Checkout
de_de: Streifenkasse
fi: Stripe-kassa
tr_tr: Stripe Ödeme

source: Always collect the user's billing address? %s
de_de: Immer die Rechnungsadresse des Benutzers erfassen? %s
fi: Kerätä aina käyttäjän laskutusosoite? %s
tr_tr: Kullanıcının fatura adresini her zaman topla? %s

source: Stripe Checkout Settings
de_de: Einstellungen für die Streifenkasse
fi: Stripe-kassan asetukset
tr_tr: Stripe Ödeme Ayarları

source: Stripe Checkout Gateway
tr_tr: Stripe Ödeme Ağ Geçidi

source: Adjust the settings for the Stripe Checkout payment gateway. More information can be found on %sStripe.com%s.
de_de: Passen Sie die Einstellungen für das Stripe Checkout-Zahlungsgateway an. Weitere Informationen finden Sie auf %sStripe.com%s.
fi: Säädä Stripe Checkout -maksuportin asetuksia. Lisätietoja on osoitteessa %sStripe.com%s.
tr_tr: Stripe Checkout ödeme ağ geçidi için ayarları yapın. Daha fazla bilgi %sStripe.com%s adresinde bulunabilir.

source: Upload a logo that will appear at the top of the Stripe Checkout, for best results use 125px by 125px.
de_de: Laden Sie ein Logo hoch, das oben auf der Stripe-Kasse erscheint. Am besten verwenden Sie 125 x 125 Pixel.
fi: Lataa logo, joka näkyy Stripe-kassan yläosassa. Parhaiden tulosten saavuttamiseksi käytä 125 x 125 pikseliä.
tr_tr: Stripe Checkout'un üst kısmında görünecek bir logo yükleyin, en iyi sonuçlar için 125 piksele 125 piksel kullanın.

source: Stripe Checkout is an off-site payment method and is available to event organizers in many countries.
de_de: Stripe Checkout ist eine externe Zahlungsmethode, die Veranstaltern in vielen Ländern zur Verfügung steht.
fi: Stripe Checkout on paikan ulkopuolinen maksutapa, ja se on tapahtumajärjestäjien käytettävissä monissa maissa.
tr_tr: Stripe Checkout, tesis dışı bir ödeme yöntemidir ve birçok ülkede etkinlik organizatörleri tarafından kullanılabilir.

source: Stripe Application Fees are based upon the status of your Support License:
de_de: Die Gebühren für die Stripe-Anwendung richten sich nach dem Status Ihrer Support-Lizenz:
fi: Stripe-hakemusmaksut perustuvat tukilisenssisi tilaan:
tr_tr: Stripe Başvuru Ücretleri, Destek Lisansınızın durumuna göre belirlenir:

source: %1$sPayment capture status: %2$s
de_de: %1$sStatus der Zahlungserfassung: %2$s
fi: %1$sMaksun kaappauksen tila: %2$s
tr_tr: %1$sÖdeme yakalama durumu: %2$s

source: %1$sProcessor responded:
de_de: %1$sProzessor hat geantwortet:
fi: %1$sProsessori vastasi:
tr_tr: %1$sİşlemci yanıt verdi:

source: %1$sError details:
de_de: %1$sFehlerdetails:
tr_tr: %1$sHata ayrıntıları:

source: Please contact support (%1$s) for more details on this transaction #%2$s.
de_de: Bitte kontaktieren Sie den Support (%1$s) für weitere Details zu dieser Transaktion #%2$s.
fi: Ota yhteyttä asiakaspalveluun (%1$s) saadaksesi lisätietoja tästä tapahtumasta #%2$s.
tr_tr: Bu #%2$s işlemi hakkında daha fazla ayrıntı için lütfen destek (%1$s) ile iletişime geçin.

source: Processor response:
de_de: Reaktion des Prozessors:
fi: Prosessorin vaste:
tr_tr: İşlemci yanıtı:

source: Mistmatch Error:
de_de: Mistmatch-Fehler:
fi: Virhe:
tr_tr: Yanlış Eşleşme Hatası:

source: only one of this ticket can be purchased at a time
de_de: Es kann jeweils nur ein solches Ticket erworben werden.
fi: vain yhden tällaisen lipun voi ostaa kerrallaan.
tr_tr: bu biletten bir seferde sadece bir tane satın alınabilir

source: %1$sSupport%2$s%3$sOur support team is available to assist you with the transition process and answer any questions you may have. Contact us at %5$s for help, or click the following link to %9$slearn more %10$s. This message will disappear once you deactivate any of the affected gateways.%4$s %3$sWe appreciate your understanding and cooperation as we replace legacy integrations with new integrations.%4$s %3$s%6$sThe team at Event Espresso %8$s%7$s%4$s
de_de: %1$sSupport%2$s%3$sUnser Support-Team steht Ihnen bei der Umstellung zur Seite und beantwortet gerne alle Ihre Fragen. Wenden Sie sich an %5$s, wenn Sie Hilfe benötigen, oder klicken Sie auf den folgenden Link, um %9$smehr zu erfahren %10$s. Diese Nachricht wird verschwinden, sobald Sie eines der betroffenen Gateways deaktivieren.%4$s %3$sWir danken Ihnen für Ihr Verständnis und Ihre Mithilfe bei der Ersetzung alter Integrationen durch neue Integrationen.%4$s %3$s%6$sDas Team von Event Espresso %8$s%7$s%4$s
fi: %1$sTuki%2$s%3$sTukitiimimme on käytettävissäsi auttamaan sinua siirtymisprosessissa ja vastaamaan mahdollisiin kysymyksiisi. Ota meihin yhteyttä %5$ssa tai klikkaa seuraavaa linkkiä saadaksesi %9$s lisätietoja %10$ssa. Tämä viesti häviää, kun poistat minkä tahansa kyseisistä yhdyskäytävistä käytöstä.%4$s %3$s Arvostamme ymmärrystäsi ja yhteistyötänne, kun korvaamme vanhat integraatiot uusilla integraatioilla.%4$s %3$s%6$sEvent Espresson tiimi %8$s%7$s%4$s
tr_tr: %1$sDestek%2$s%3$sDestek ekibimiz geçiş sürecinde size yardımcı olmak ve sorularınızı yanıtlamak için hazırdır. Yardım için %5$s adresinden bizimle iletişime geçin veya %9$sdaha fazla bilgi edinmek için aşağıdaki bağlantıyı tıklayın %10$s. Etkilenen ağ geçitlerinden herhangi birini devre dışı bıraktığınızda bu mesaj kaybolacaktır.%4$s %3$sEski entegrasyonları yeni entegrasyonlarla değiştirirken gösterdiğiniz anlayış ve işbirliği için teşekkür ederiz.%4$s %3$s%6$sEvent Espresso'daki ekip %8$s%7$s%4$s

source: GraphQL interface %1$s expects its fields to be instance of %2$s
de_de: Die GraphQL-Schnittstelle %1$s erwartet, dass ihre Felder Instanzen von %2$s sind
fi: GraphQL-rajapinta %1$s odottaa, että sen kentät ovat %2$s:n instansseja.
tr_tr: GraphQL arayüzü %1$s, alanlarının %2$s'nin örneği olmasını bekler

source: A valid payment method could not be determined due to a technical issue.%1$sPlease try again or contact %2$s for assistance.
de_de: Aufgrund eines technischen Problems konnte keine gültige Zahlungsmethode ermittelt werden.%1$sBitte versuchen Sie es erneut oder wenden Sie sich an %2$s, um Hilfe zu erhalten.
fi: Kelvollista maksutapaa ei voitu määrittää teknisen ongelman vuoksi.%1$sYritä uudelleen tai ota yhteyttä %2$s:iin saadaksesi apua.
tr_tr: Teknik bir sorun nedeniyle geçerli bir ödeme yöntemi belirlenemedi.%1$sLütfen tekrar deneyin veya yardım için %2$s ile iletişime geçin.

source: Invalid or missing grand total line item for transaction %1$d.
de_de: Ungültige oder fehlende Gesamtsummenposition für Transaktion %1$d.
fi: Virheellinen tai puuttuva kokonaissummarivi tapahtumalle %1$d.
tr_tr: %1$d işlemi için geçersiz veya eksik genel toplam satır öğesi.

source: Payment Processing Fee
de_de: Gebühr für die Zahlungsabwicklung
fi: Maksujen käsittelymaksu
tr_tr: Ödeme İşlem Ücreti

source: A partner fee for %1$s with %2$s license is not defined.
de_de: Eine Partnergebühr für %1$s mit %2$s Lizenz ist nicht definiert.
fi: Kumppanin %1$s maksua %2$s lisenssillä ei ole määritelty.
tr_tr: %2$s lisansına sahip %1$s için bir ortak ücreti tanımlanmamıştır.

source: trash datetimes
de_de: Mülltermine
fi: roskapostiajankohdat
tr_tr: çöp tarih zamanları

source: We're sorry but copy and paste is disabled for email confirmation inputs. Please enter the email address manually.
de_de: Es tut uns leid, aber Kopieren und Einfügen ist für die Eingabe von E-Mail-Bestätigungen deaktiviert. Bitte geben Sie die E-Mail-Adresse manuell ein.
fi: Olemme pahoillamme, mutta kopiointi ja liittäminen ei ole käytössä sähköpostivahvistuksen syöttämisessä. Syötä sähköpostiosoite manuaalisesti.
tr_tr: Üzgünüz, ancak e-posta onay girişleri için kopyala ve yapıştır devre dışı bırakılmıştır. Lütfen e-posta adresini manuel olarak girin.

source: We're sorry but that ticket is no longer on sale.%sPlease click the back button on your browser and try again.
de_de: Es tut uns leid, aber dieses Ticket ist nicht mehr im Verkauf.%sBitte klicken Sie auf die Schaltfläche "Zurück" in Ihrem Browser und versuchen Sie es erneut.
fi: Olemme pahoillamme, mutta kyseinen lippu ei ole enää myynnissä.%sKlikkaa selaimesi takaisin-painiketta ja yritä uudelleen.
tr_tr: Üzgünüz, ancak bu bilet artık satışta değil.%sLütfen tarayıcınızdaki geri düğmesine tıklayın ve tekrar deneyin.

source: We're sorry but a maximum quantity of %1$d ticket can be purchased at a time, and there is already %1$d ticket(s) in the cart.
de_de: Es tut uns leid, aber es können maximal %1$d Tickets auf einmal gekauft werden, und es befinden sich bereits %1$d Tickets im Warenkorb.
fi: Olemme pahoillamme, mutta kerrallaan voidaan ostaa enintään %1$d lippua, ja ostoskorissa on jo %1$d lippua(-ja).
tr_tr: Üzgünüz, ancak bir seferde en fazla %1$d bilet satın alınabilir ve sepette zaten %1$d bilet(ler) var.

source: %1$sTo migrate to PayPal Commerce, simply go to %3$sEvent Espresso%4$s > %3$sPayment Methods%4$s > click the PayPal Commerce tab > activate PayPal Commerce > and click the blue "Connect with PayPal" button and follow the prompts.%2$s
de_de: %1$sUm zu PayPal Commerce zu migrieren, gehen Sie einfach zu %3$sEvent Espresso%4$s &gt; %3$sZahlungsmethoden%4$s &gt; klicken Sie auf die Registerkarte PayPal Commerce &gt; aktivieren Sie PayPal Commerce &gt; und klicken Sie auf die blaue Schaltfläche "Mit PayPal verbinden" und folgen Sie den Anweisungen.%2$s
fi: %1$s Siirtyäksesi PayPal Commerceen, siirry osoitteeseen %3$sEvent Espresso%4$s &gt; %3$sMaksutavat%4$s &gt; napsauta PayPal Commerce -välilehteä &gt; aktivoi PayPal Commerce &gt; napsauta sinistä "Yhdistä PayPalin kanssa" -painiketta ja noudata kehotteita.%2$s
tr_tr: %1$s PayPal Commerce'e geçmek için %3$sEvent Espresso%4$s > %3$sPayment Methods%4$s > PayPal Commerce sekmesine tıklayın > PayPal Commerce'i etkinleştirin > ve mavi "Connect with PayPal" düğmesine tıklayın ve yönergeleri izleyin.%2$s

source: %1$sWhat You Need To Do%2$s%3$sPlease begin transitioning to one of our other payment integrations such as %5$sPayPal Commerce,%9$s %6$sStripe,%9$s %7$sSquare,%9$s or %8$sAuthorize.net Accept%9$s at your earliest convenience.%4$s
de_de: %1$sWas Sie tun müssen%2$s%3$sBitte steigen Sie so schnell wie möglich auf eine unserer anderen Zahlungsintegrationen wie %5$sPayPal Commerce,%9$s %6$sStripe,%9$s %7$sSquare,%9$s oder %8$sAuthorize.net Accept%9$s um.%4$s
fi: %1$sMitä sinun tulee tehdä%2$s%3$sAloita siirtyminen johonkin muuhun maksuintegraatioomme, kuten %5$sPayPal Commerce,%9$s %6$sStripe,%9$s %7$sSquare,%9$s tai %8$sAuthorize.net Accept%9$s, mahdollisimman pian.%4$s
tr_tr: %1$sYapmanız Gerekenler%2$s%3$sLütfen en kısa zamanda %5$sPayPal Commerce,%9$s %6$sStripe,%9$s %7$sSquare,%9$s veya %8$sAuthorize.net Accept%9$s gibi diğer ödeme entegrasyonlarımızdan birine geçmeye başlayın.%4$s
