Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Please contact Chase Orbital to find which currency is supported on your account (USD/CAD).
de_de: Bitte kontaktieren Sie Chase Orbital, um herauszufinden, welche Währung auf Ihrem Konto unterstützt wird (USD/CAD).
fi: Ota yhteyttä Chase Orbitaliin selvittääksesi, mitä valuuttaa tilisi tukee (USD/CAD).
tr_tr: Hesabınızda hangi para biriminin desteklendiğini öğrenmek için lütfen Chase Orbital ile iletişime geçin (USD/CAD).

source: Chase Orbital Settings
de_de: Chase Orbital Einstellungen
fi: Chase Orbital -asetukset
tr_tr: Chase Orbital Ayarları

source: Test Mode
de_de: Test-Modus
fi: Testitila
tr_tr: Test Modu

source: If this option is enabled, be sure to enter your test case credentials in the fields below. Be sure to turn this setting off when you are done testing.
de_de: Wenn diese Option aktiviert ist, müssen Sie Ihre Testfall-Anmeldedaten in die unten stehenden Felder eingeben. Stellen Sie sicher, dass Sie diese Einstellung deaktivieren, wenn Sie mit dem Testen fertig sind.
fi: Jos tämä vaihtoehto on käytössä, muista syöttää testitapauksen tunnistetiedot alla oleviin kenttiin. Muista poistaa tämä asetus käytöstä, kun olet lopettanut testauksen.
tr_tr: Bu seçenek etkinleştirilirse, test senaryosu kimlik bilgilerinizi aşağıdaki alanlara girdiğinizden emin olun. Testiniz bittiğinde bu ayarı kapattığınızdan emin olun.

source: The Merchant ID provided to you for use with to Chase Orbital.
de_de: Die Händler-ID, die Sie für die Verwendung mit Chase Orbital erhalten haben.
fi: Kauppiastunnus, joka on annettu sinulle käytettäväksi Chase Orbitalin kanssa.
tr_tr: Chase Orbital ile kullanmanız için size sağlanan Satıcı Kimliği.

source: Connection Username
de_de: Verbindung Benutzername
fi: Yhteyden käyttäjänimi
tr_tr: Bağlantı Kullanıcı Adı

source: The connection username provided to you for use with to Chase Orbital. Please note that this is not the same as your virtual terminal login.
de_de: Der Ihnen zur Verfügung gestellte Benutzername für die Verbindung mit Chase Orbital. Bitte beachten Sie, dass dies nicht mit Ihrem Login für das virtuelle Terminal identisch ist.
fi: Yhteyden käyttäjätunnus, joka on annettu sinulle Chase Orbitalin käyttöä varten. Huomaa, että tämä ei ole sama kuin virtuaalipäätteen käyttäjätunnus.
tr_tr: Chase Orbital ile kullanmanız için size sağlanan bağlantı kullanıcı adı. Lütfen bunun sanal terminal girişinizle aynı olmadığını unutmayın.

source: Connection Password
de_de: Passwort für die Verbindung
fi: Yhteyden salasana
tr_tr: Bağlantı Şifresi

source: The connection password provided to you for use with to Chase Orbital. Please note that this is not the same as your virtual terminal login.
de_de: Das Verbindungspasswort, das Sie für die Nutzung von Chase Orbital erhalten haben. Bitte beachten Sie, dass dies nicht mit dem Login für Ihr virtuelles Terminal identisch ist.
fi: Yhteyden salasana, joka on annettu sinulle Chase Orbitalin käyttöä varten. Huomaa, että tämä ei ole sama kuin virtuaalipäätteen käyttäjätunnus.
tr_tr: Chase Orbital ile kullanmanız için size sağlanan bağlantı şifresi. Lütfen bunun sanal terminal girişinizle aynı olmadığını unutmayın.

source: Terminal ID
fi: Päätelaitteen tunnus
tr_tr: Terminal Kimliği

source: The terminal ID provided to you for test or production usage.
de_de: Die Terminal-ID, die Ihnen für Test- oder Produktionszwecke zur Verfügung gestellt wurde.
fi: Päätelaitteen tunnus, joka on annettu sinulle testi- tai tuotantokäyttöä varten.
tr_tr: Test veya üretim kullanımı için size sağlanan terminal kimliği.

source: The BIN provided to you for test or production usage.
de_de: Die BIN, die Ihnen für Test- oder Produktionszwecke zur Verfügung gestellt wird.
fi: BIN, joka toimitetaan sinulle testi- tai tuotantokäyttöä varten.
tr_tr: Test veya üretim kullanımı için size sağlanan BIN.

source: Invalid response received. Unable to parse XML response.
de_de: Ungültige Antwort erhalten. XML-Antwort kann nicht geparst werden.
fi: Saatu vastaus on virheellinen. XML-vastausta ei voitu purkaa.
tr_tr: Geçersiz yanıt alındı. XML yanıtı ayrıştırılamıyor.

source: Gateway rejected request. Gateway responded with message: %1$s
de_de: Gateway hat die Anfrage abgelehnt. Gateway hat mit einer Meldung geantwortet: %1$s
fi: Gateway hylkäsi pyynnön. Gateway vastasi viestillä: %1$s
tr_tr: Ağ geçidi isteği reddetti. Ağ geçidi mesajla yanıt verdi: %1$s

source: Invalid XML received
de_de: Ungültiges XML empfangen
fi: Vastaanotettu virheellinen XML
tr_tr: Geçersiz XML alındı

source: Unable to connect to Chase Paymentech.
de_de: Die Verbindung zu Chase Paymentech kann nicht hergestellt werden.
fi: Yhteyttä Chase Paymentechiin ei saada muodostettua.
tr_tr: Chase Paymentech'e bağlanılamıyor.

source: Chase Paymentech Orbital is an on-site payment method for accepting credit and debit cards and is available to event organizers in many countries. An account with Chase Paymentech is required to accept payments. Need a Chase Paymentech account? %1$sClick here to sign up for a merchant account%2$s.
de_de: Chase Paymentech Orbital ist eine Vor-Ort-Zahlungsmethode für die Annahme von Kredit- und Debitkarten und steht Veranstaltern in vielen Ländern zur Verfügung. Für die Annahme von Zahlungen ist ein Konto bei Chase Paymentech erforderlich. Benötigen Sie ein Chase Paymentech-Konto? %1$sKlicken Sie hier, um sich für ein Händlerkonto%2$s anzumelden.
fi: Chase Paymentech Orbital on luotto- ja pankkikortteja hyväksyvä maksutapa, joka on tapahtumajärjestäjien käytettävissä monissa maissa. Maksujen vastaanottaminen edellyttää tiliä Chase Paymentechissä. Tarvitsetko Chase Paymentech -tilin? %1$sKlikkaa tästä rekisteröityäksesi kauppiastilille%2$s.
tr_tr: Chase Paymentech Orbital, kredi ve banka kartlarını kabul etmek için yerinde bir ödeme yöntemidir ve birçok ülkedeki etkinlik organizatörleri tarafından kullanılabilir. Ödemeleri kabul etmek için Chase Paymentech'te bir hesap gereklidir. Bir Chase Paymentech hesabına mı ihtiyacınız var? %1$sBir satıcı hesabına kaydolmak için buraya tıklayın%2$s.

source: Clear All MailChimp Logs
de_de: Alle MailChimp-Protokolle löschen
fi: Tyhjennä kaikki MailChimp-lokit
tr_tr: Tüm MailChimp Günlüklerini Temizle

source: MailChimp Log Entries
de_de: MailChimp Log-Einträge
fi: MailChimp-lokimerkinnät
tr_tr: MailChimp Günlük Girişleri

source: MailChimp Log
de_de: MailChimp-Protokoll
fi: MailChimp-loki
tr_tr: MailChimp Günlüğü

source: MailChimp Logs
de_de: MailChimp-Protokolle
fi: MailChimp-lokit
tr_tr: MailChimp Günlükleri

source: Log Message
de_de: Logmeldung
fi: Lokiviestit
tr_tr: Günlük Mesajı

source: Email content type:
de_de: Typ des E-Mail-Inhalts:
fi: Sähköpostin sisältötyyppi:
tr_tr: E-posta içerik türü:

source: * Type of emails to send to the subscriber.
de_de: * Art der E-Mails, die an den Abonnenten gesendet werden sollen.
fi: * Tilaajalle lähetettävien sähköpostien tyyppi.
tr_tr: * Aboneye gönderilecek e-posta türü.

source: MailChimp field tagged %1$s had the error:
de_de: Das MailChimp-Feld mit der Bezeichnung %1$s hatte den Fehler:
fi: MailChimp-kentässä tunnisteella %1$s oli virhe:
tr_tr: %1$s etiketli MailChimp alanında hata oluştu:

source: No error mentioned
de_de: Kein Fehler erwähnt
fi: Virhettä ei ole mainittu
tr_tr: Belirtilen hata yok

source: This registration could not be subscribed to a MailChimp List with ID: %1$s. There were errors regarding the following: %2$s. Any mandatory or multi-choice fields that are in this MailChimp list require to be paired with Event questions (in this case %3$s event) that correspond by type and possibly by having the same answer values. If you have further problems please contact support.
de_de: Diese Registrierung konnte nicht für eine MailChimp-Liste mit der ID: %1$s abonniert werden. Es gab Fehler in Bezug auf das Folgende: %2$s. Alle Pflicht- oder Auswahlfelder, die in dieser MailChimp-Liste enthalten sind, müssen mit Ereignisfragen (in diesem Fall %3$s Ereignis) gepaart werden, die vom Typ her übereinstimmen und möglicherweise die gleichen Antwortwerte haben. Wenn Sie weitere Probleme haben, wenden Sie sich bitte an den Support.
fi: Tätä rekisteröintiä ei voitu tilata MailChimp-listalle tunnuksella: %1$s. Seuraaviin asioihin liittyi virheitä: %2$s. Kaikki pakolliset tai monivalintakentät, jotka ovat tässä MailChimp-luettelossa, on yhdistettävä Tapahtumakysymyksiin (tässä tapauksessa %3$s-tapahtuma), jotka vastaavat tyypiltään toisiaan ja joilla on mahdollisesti samat vastausarvot. Jos sinulla on lisäongelmia, ota yhteyttä asiakaspalveluun.
tr_tr: Bu kayıt, ID: %1$s ile bir MailChimp Listesine abone olamadı. Aşağıdakilerle ilgili hatalar vardı: %2$s. Bu MailChimp listesindeki tüm zorunlu veya çoktan seçmeli alanların, türe ve muhtemelen aynı yanıt değerlerine sahip olan Etkinlik sorularıyla (bu durumda %3$s etkinliği) eşleştirilmesi gerekir. Başka sorunlarınız varsa lütfen destek ekibiyle iletişime geçin.

source: Invalid MailChimp API.
de_de: Ungültige MailChimp API.
fi: Virheellinen MailChimp API.
tr_tr: Geçersiz MailChimp API.

source: Please visit the
de_de: Bitte besuchen Sie die
fi: Vieraile kohteessa
tr_tr: Lütfen ziyaret edin

source: MailChimp Admin Page
de_de: MailChimp Verwaltungsseite
fi: MailChimp-ylläpitosivu
tr_tr: MailChimp Yönetici Sayfası

source: to correct the issue.
de_de: um das Problem zu beheben.
fi: korjataksesi ongelma.
tr_tr: sorunu düzeltmek için.

source: Direct access to the registration checkout page is not allowed.
de_de: Direkter Zugang zu der Checkout Seite nicht erlaubt
fi: Suora pääsy rekisteröinnin kassasivulle ei ole sallittu.
fr_fr: L'accés direct à la page de paiement des inscriptions n'est pas autorisé
tr_tr: Kayıt ödeme sayfasına doğrudan erişime izin verilmez.

source: Invalid Checkout Access
de_de: Ungültiger Zugriff auf Checkout
fi: Virheellinen kassakäyttöoikeus
fr_fr: Accès aux commandes non valides
tr_tr: Geçersiz Ödeme Erişimi

source: Invalid Checkout Data
de_de: Ungültige Checkout Daten
fi: Virheelliset uloskirjautumisen tiedot
fr_fr: Données de commande non valide
tr_tr: Geçersiz Ödeme Verileri

source: Event Espresso blocks any attempt to directly access the registration checkout page, that is NOT from a Ticket Selector or for a return visit for a valid transaction. These are not valid requests accessing your checkout page, so we track the IP addresses, what web page they just came from, and the number of times that they have attempted to access your registration page. This information may help you with protecting your site by other means, such as firewalls, etc, but please note that IP addresses are almost guaranteed to be spoofed by malicious agents.
de_de: Event Espresso blockiert jeden Versuch, direkt auf die Registrierungs-Kassenseite zuzugreifen, der NICHT von einem Ticket Selector oder für einen Gegenbesuch für eine gültige Transaktion erfolgt. Dies sind keine gültigen Anfragen, die auf Ihre Kassenseite zugreifen, daher verfolgen wir die IP-Adressen, von welcher Webseite sie gerade kamen und wie oft sie versucht haben, auf Ihre Registrierungsseite zuzugreifen. Diese Informationen können Ihnen dabei helfen, Ihre Website mit anderen Mitteln wie Firewalls usw. zu schützen, aber beachten Sie bitte, dass IP-Adressen fast garantiert von böswilligen Agenten gefälscht werden können.
fi: Event Espresso estää kaikki yritykset päästä suoraan rekisteröinnin kassasivulle, jotka EIVÄT ole peräisin lipunvalitsimesta tai paluukäynnistä voimassa olevaa tapahtumaa varten. Nämä eivät ole kelvollisia pyyntöjä kassasivulle pääsemiseksi, joten seuraamme IP-osoitteita, miltä verkkosivulta ne juuri tulivat ja kuinka monta kertaa ne ovat yrittäneet päästä rekisteröintisivullesi. Nämä tiedot voivat auttaa sinua suojaamaan sivustosi muilla keinoilla, kuten palomuureilla jne., mutta ota huomioon, että IP-osoitteet ovat lähes taatusti haittaohjelmien väärentämiä.
fr_fr: Event Espresso bloque toutes tentative d'accéder directement à la page d'enregistrement de commande, qui ne sont PAS depuis le Sélectionneur de Billet ou d'un retour d'une transaction valide. Ce ne sont pas des demandes valides d'accéder à votre page de paiement, donc nous avons suivi les adresses IP, depuis quelle page web elles viennent et le nombre de fois qu'elles ont tentées d'accéder à votre page d'inscription. Cette information peut vous aider à protéger votre site par d'autres moyens tels que les pare-feu, etc, mais noter que les adresses IP sont presque garantis d'être usurpée par des agents malveillants.
tr_tr: Event Espresso, bir Bilet Seçiciden veya geçerli bir işlem için geri dönüş ziyaretinden OLMAYAN kayıt ödeme sayfasına doğrudan erişme girişimlerini engeller. Bunlar ödeme sayfanıza erişen geçerli istekler değildir, bu nedenle IP adreslerini, hangi web sayfasından geldiklerini ve kayıt sayfanıza kaç kez erişmeye çalıştıklarını izleriz. Bu bilgiler, sitenizi güvenlik duvarları vb. gibi başka yollarla korumanıza yardımcı olabilir, ancak IP adreslerinin kötü niyetli ajanlar tarafından taklit edilmesinin neredeyse garanti olduğunu lütfen unutmayın.

source: Track Invalid Checkout Access?
de_de: Ungültige Zugriffe auf Checkout Seite abfangen?
fi: Seuraa virheellistä kassakäyttöä?
fr_fr: Suivre les accès aux commande non valides ?
tr_tr: Geçersiz Ödeme Erişimini Takip Edin?

source: Controls whether or not invalid attempts to directly access the registration checkout page should be tracked. Setting this to "No" means that the above data will no longer be collected.
de_de: Legt fest, ob ungültige Versuche, direkt auf die Registrierungsseite zuzugreifen, verfolgt werden sollen oder nicht. Die Einstellung "Nein" bedeutet, dass die oben genannten Daten nicht mehr erfasst werden.
fi: Määrittää, seurataanko rekisteröinnin kassasivulle suoraan pääsyn virheellisiä yrityksiä vai ei. Tämän asetuksen asettaminen arvoon "Ei" tarkoittaa, että edellä mainittuja tietoja ei enää kerätä.
fr_fr: Controle si les tentatives d'accès non valide à la page d'enregistrement de commande devraient être suivi. Le Réglage "Non" signifie que les données ci-dessus se seront plus collectées.
tr_tr: Kayıt ödeme sayfasına doğrudan erişmeye yönelik geçersiz girişimlerin izlenip izlenmeyeceğini kontrol eder. Bunun "Hayır" olarak ayarlanması, yukarıdaki verilerin artık toplanmayacağı anlamına gelir.

source: Reset Invalid Checkout Data
de_de: Ungültige Checkout-Daten zurücksetzen
fi: Nollaa virheelliset kassatiedot
fr_fr: Rétablir les données de commande non valide
tr_tr: Geçersiz Ödeme Verilerini Sıfırla

source: Setting this to "Yes" will delete all existing invalid checkout access data.
de_de: Wenn Sie diese Option auf "Ja" setzen, werden alle vorhandenen ungültigen Zugangsdaten zur Kasse gelöscht.
fi: Tämän asetuksen asettaminen arvoon "Kyllä" poistaa kaikki olemassa olevat virheelliset kassan käyttöoikeustiedot.
fr_fr: Régler sur "Oui" entrainera la suppression de tous les données existantes de commandes non valides.
tr_tr: Bunu "Evet" olarak ayarlamak, mevcut tüm geçersiz ödeme erişimi verilerini silecektir.

source: Invalid or missing Invalid Checkout Access form data. Please refresh the form and try again.
de_de: Ungültige oder fehlende Daten im Formular Checkout Access. Bitte aktualisieren Sie das Formular und versuchen Sie es erneut.
fi: Virheelliset tai puuttuvat Virheelliset Checkout Access -lomakkeen tiedot. Päivitä lomake ja yritä uudelleen.
fr_fr: Formulaire "Accès aux commandes non valides" manquant ou non conforme. Merci de rafraichir le formulaire et essayer à nouveau
tr_tr: Geçersiz veya eksik Geçersiz Ödeme Erişimi form verileri. Lütfen formu yenileyin ve tekrar deneyin.

source: The EE_Session class could not be loaded.
de_de: Die Klasse EE_Session konnte nicht geladen werden.
fi: EE_Session-luokkaa ei voitu ladata.
fr_fr: La classe EE_Session ne peut être chargée.
tr_tr: EE_Session sınıfı yüklenemedi.

source: It appears that the event you were about to make a payment for has sold out since you first registered. If you have already made a partial payment towards this event, please contact the event administrator for a refund.%3$s%3$s%1$sPlease note that availability can change at any time due to cancellations, so please check back again later if registration for this event(s) is important to you.%2$s
de_de: Es scheint, dass die Veranstaltung, für die Sie eine Zahlung leisten wollten, seit Ihrer ersten Anmeldung ausverkauft ist. Wenn Sie bereits eine Teilzahlung für diese Veranstaltung geleistet haben, wenden Sie sich bitte an den Administrator der Veranstaltung, um eine Rückerstattung zu erhalten.%3$s%3$s%1$sBitte beachten Sie, dass sich die Verfügbarkeit aufgrund von Stornierungen jederzeit ändern kann. Bitte schauen Sie daher später noch einmal vorbei, wenn Ihnen die Anmeldung für diese Veranstaltung(en) wichtig ist.%2$s
fi: Tapahtuma, jota olit maksamassa, on myyty loppuun alkuperäisen ilmoittautumisesi jälkeen. Jos olet jo maksanut osan tapahtumasta, ota yhteys järjestäjään hyvityksen saamiseksi.%3$s%3$s%1$sHuomaathan, että lippujen määrä voi vaihdella esimerkiksi peruutuksista johtuen, joten voit palata myöhemmin tarkastamaan mahdollisia vapautuneita paikkoja.%2$s
fr_fr: Il semble que l'événement que vous étiez sur le point de payer, est complet depuis votre première inscription. Si vous avez déjà effectué un paiement partiel pour cet événement, veuillez contacter l'administrateur de l'événement pour obtenir un remboursement.%3$s%3$s%1$sVeuillez noter que la disponibilité peut changer à tout moment en raison d'annulations, n'hésitez pas à revenez plus tard si l'inscription pour cet événement est important pour vous.%2$s
tr_tr: Görünüşe göre ödeme yapmak üzere olduğunuz etkinlik, ilk kaydınızdan bu yana tükenmiş. Bu etkinlik için kısmi bir ödeme yaptıysanız, para iadesi için lütfen etkinlik yöneticisiyle iletişime geçin.%3$s%3$s%1$sİptaller nedeniyle müsaitlik durumunun her an değişebileceğini lütfen unutmayın, bu nedenle bu etkinlik(ler) için kayıt sizin için önemliyse lütfen daha sonra tekrar kontrol edin.%2$s

source: It appears that the event you were about to make a payment for has sold out since this form first loaded. Please contact the event administrator if you believe this is an error.
de_de: Es scheint, dass die Veranstaltung, für die Sie eine Zahlung leisten wollten, seit dem ersten Laden dieses Formulars ausverkauft ist. Bitte wenden Sie sich an den Veranstaltungs-Administrator, wenn Sie der Meinung sind, dass dies ein Fehler ist.
fi: Näyttää siltä, että tapahtuma, josta olit aikeissa suorittaa maksun, on myyty loppuun sen jälkeen, kun tämä lomake ladattiin ensimmäisen kerran. Ota yhteyttä tapahtuman ylläpitäjään, jos uskot, että kyseessä on virhe.
fr_fr: Il semble que l'événement que vous étiez sur le point de payer, est complet depuis le dernier chargement de ce formulaire. Veuillez contacter l'administrateur de l'événement si vous croyez que cela est une erreur
tr_tr: Ödeme yapmak üzere olduğunuz etkinliğin biletleri bu form ilk yüklendiğinden beri tükenmiş görünüyor. Bunun bir hata olduğunu düşünüyorsanız lütfen etkinlik yöneticisiyle iletişime geçin.

source: It appears that the event you were about to make a payment for is not accepting payments at this time. Please contact the event administrator if you believe this is an error.
de_de: Es scheint, dass die Veranstaltung, für die Sie eine Zahlung vornehmen wollten, zu diesem Zeitpunkt keine Zahlungen akzeptiert. Bitte wenden Sie sich an den Veranstaltungs-Administrator, wenn Sie der Meinung sind, dass dies ein Fehler ist.
fi: Näyttää siltä, että tapahtuma, josta olit aikeissa suorittaa maksun, ei tällä hetkellä hyväksy maksuja. Ota yhteyttä tapahtuman ylläpitäjään, jos uskot, että kyseessä on virhe.
fr_fr: Il semble que l'événement que vous étiez sur le point de payer, n'accepte pas les paiement pour le moment. Veuillez contacter l'administrateur de l'événement si vous croyez que cela est une erreur
tr_tr: Görünüşe göre ödeme yapmak üzere olduğunuz etkinlik şu anda ödeme kabul etmiyor. Bunun bir hata olduğunu düşünüyorsanız lütfen etkinlik yöneticisiyle iletişime geçin.

source: It appears that the event you were about to make a payment for does not require payment. Please contact the event administrator if you believe this is an error.
de_de: Es scheint, dass die Veranstaltung, für die Sie eine Zahlung leisten wollten, keine Zahlung erfordert. Bitte wenden Sie sich an den Administrator der Veranstaltung, wenn Sie glauben, dass dies ein Fehler ist.
fi: Näyttää siltä, että tapahtuma, josta olit aikeissa suorittaa maksun, ei vaadi maksua. Ota yhteyttä tapahtuman ylläpitäjään, jos uskot, että kyseessä on virhe.
fr_fr: Il semble que l'événement que vous étiez sur le point de payer, ne nécessite pas de paiement. Veuillez contacter l'administrateur de l'événement si vous croyez que cela est une erreur
tr_tr: Ödeme yapmak üzere olduğunuz etkinlik için ödeme gerekmiyor gibi görünüyor. Bunun bir hata olduğunu düşünüyorsanız lütfen etkinlik yöneticisiyle iletişime geçin.

source: It appears that the %1$s event that you were about to make a payment for has sold out since you first registered and/or arrived at this page. Please refresh the page and try again. If you have already made a partial payment towards this event, please contact the event administrator for a refund.
de_de: Es scheint, dass die %1$s-Veranstaltung, für das Sie eine Zahlung leisten wollten, seit Ihrer ersten Registrierung und/oder Ankunft auf dieser Seite ausverkauft ist. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut. Wenn Sie bereits eine Teilzahlung für diese Veranstaltung geleistet haben, wenden Sie sich bitte an den Veranstaltungsleiter, um eine Rückerstattung zu erhalten.
fi: Tapahtuma %1$s, jota yritit maksaa, myytiin loppuun sivun latautumisen ja/tai ilmoittautumisesi jälkeen. Päivitä sivu ja yritä uudelleen. Jos olet jo ehtinyt maksaa osan tapahtumasta, ota yhteys ylläpitäjään hyvityksen saamiseksi.
fr_fr: Il semble que le %1$s événement que vous étiez sur le point de payer,est complet depuis votre première inscription et/ou votre arrivée sur cette page. Veuillez rafraichir la page et essayez à nouveau. Si vous avez déjà effectué un paiement partiel pour cet événement, veuillez contacter l'administrateur de l'événement pour obtenir un remboursement
tr_tr: Ödeme yapmak üzere olduğunuz %1$s etkinliğinin biletleri ilk kayıt olduğunuz ve/veya bu sayfaya geldiğiniz andan itibaren tükenmiş görünüyor. Lütfen sayfayı yenileyin ve tekrar deneyin. Bu etkinlik için zaten kısmi bir ödeme yaptıysanız, lütfen para iadesi için etkinlik yöneticisiyle iletişime geçin.

source: Please refresh the page to view updated ticket quantities.
de_de: Bitte Seite aktualisieren, um die aktuelle Ticketmenge anzeigen zu lassen.
fi: Lataa sivu uudelleen näyttääksesi päivitetyn lippujen määrän.
fr_fr: Veuillez rafraîchir la page pour afficher les quantités de billets mis à jour.
tr_tr: Güncellenen bilet miktarlarını görüntülemek için lütfen sayfayı yenileyin.
