Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: The event datetimes limit field allows you to set a maximum number of tickets that you want to make available for an event datetime. For example, lets say that we had 70 free tickets available and 30 premium tickets available. If we set a limit of 50 using the event datetimes limit field, then the ticket sales will close once any combination of 50 tickets are sold.
de_de: Im Feld für die Begrenzung der Veranstaltungsdauer können Sie die maximale Anzahl der Tickets festlegen, die Sie für eine bestimmte Veranstaltungsdauer zur Verfügung stellen möchten. Nehmen wir zum Beispiel an, dass wir 70 kostenlose Tickets und 30 Premium-Tickets zur Verfügung haben. Wenn wir mit dem Feld für die Begrenzung der Veranstaltungsdauer ein Limit von 50 festlegen, wird der Ticketverkauf geschlossen, sobald eine beliebige Kombination von 50 Tickets verkauft ist.
fi: Tapahtuman ajankohtien rajoituskentän avulla voit määrittää kullekin ajankohdalle saatavissa olevien lippujen ensimmäismäärän. Kuvitellaan, että saatavissa on 70 ilmaista lippua ja 30 Premium-luppua. Jos ajankohtien rajoituskentässä rajaksi asetetaan 50, kyseisen ajankohdan liput myydään loppuun, kun erilaisten lipputyyppien yhteismäärä kyseisen ajankohdan osalta ylittää 50 lippua.
fr_fr: Le champ de course de datetimes d'événements vous permet de définir un nombre maximum de billets que vous souhaitez rendre disponibles pour une date-heure de l'événement. Par exemple, disons que nous avons eu 70 billets disponibles et 30 billets primes disponibles. Si nous fixons une limite de 50 en utilisant le champ de limite de datetimes d'événements, les ventes de billets se ferment une fois une combinaison de 50 billets sont vendus.
tr_tr: Etkinlik tarih zamanları sınırı alanı, bir etkinlik tarih zamanı için kullanıma sunmak istediğiniz maksimum bilet sayısını belirlemenize olanak tanır. Örneğin, 70 ücretsiz biletimiz ve 30 premium biletimiz olduğunu varsayalım. Event datetimes limit alanını kullanarak 50'lik bir limit belirlersek, 50 biletin herhangi bir kombinasyonu satıldığında bilet satışları kapanacaktır.

source: Whether the venue details should be shown on the event list page.
de_de: Ob die Details zum Veranstaltungsort auf der Seite mit der Veranstaltungsliste angezeigt werden sollen.
fi: Näytetäänkö tapahtumapaikan tiedot tapahtumalista-sivulla.
fr_fr: Si les détails des sites doivent être indiquées sur la page de liste d'événements.
tr_tr: Mekan detaylarının etkinlik listesi sayfasında gösterilip gösterilmeyeceği.

source: Enter the address for the bank.
de_de: Geben Sie die Adresse der Bank ein.
fi: Anna pankin osoite.
fr_fr: Entrez l'adresse de la banque.
tr_tr: Bankanın adresini girin.

source: Trash Registrations
de_de: Registrierung in den Papierkorb verschieben
fi: Poista ilmoittautumiset
fr_fr: Enregistrements supprimés
tr_tr: Çöp Kayıtları

source: The quantity in the Event Datetimes "Sold" column will keep track of how many tickets have been sold that have access to this datetime. This means that the total number "Sold" for each datetime may be greater than the number of individual tickets "Sold" because each ticket may have access to multiple datetimes.
de_de: Die Anzahl in der Spalte "Verkauft" der Veranstaltungszeitpunkte gibt an, wie viele Tickets mit Zugriff auf diesen Zeitpunkt verkauft wurden. Das bedeutet, dass die Gesamtzahl "Verkauft" für jeden Zeitpunkt größer sein kann als die Anzahl der einzelnen "Verkauften" Tickets, da jedes Ticket Zugang zu mehreren Zeitpunkten haben kann.
fi: Myyty-sarakkeen kohdassa "Tapahtuman ajankohdat" näytetään, montako sellaista lippua on myyty, joilla pääsee sisään kyseisenä ajankohtana. Tämä tarkoittaa, että kunkin ajankohdan Myyty-määrien yhteismäärä saattaa olla suurempi kuin yksittäisten lippujen Myyty-määrä, koska kullakin lipulla voi olla sisäänpääsyoikeus useampana ajankohtana.
fr_fr: La quantité en cas DateTimes "Vendu" colonne permet de garder une trace de combien de billets ont été vendus qui ont accès à cette date-heure. Cela signifie que le nombre total "Vendu" pour chaque datetime peut être supérieur au nombre de billets individuels "Vendu" parce que chaque billet peut avoir accès à de multiples datetimes.
tr_tr: Etkinlik Tarih Zamanları "Satıldı" sütunundaki miktar, bu tarih zamanına erişimi olan kaç biletin satıldığını takip edecektir. Bu, her bir biletin birden fazla tarih zamanına erişimi olabileceğinden, her bir tarih zamanı için "Satılan" toplam sayının "Satılan" bireysel bilet sayısından daha fazla olabileceği anlamına gelir.

source: Adjust the settings for the check payment gateway. This gateway can also be used to accept payments via money orders.
de_de: Passen Sie die Einstellungen für das Scheckzahlungs-Gateway an. Dieses Gateway kann auch zur Annahme von Zahlungen über Zahlungsanweisungen verwendet werden.
fi: Säädä shekki-maksutavan asetuksia. Tätä maksutapaa voidaan käyttää myös rahalähetyksissä.
fr_fr: Réglez les paramètres de la passerelle de paiement par chèque. Cette passerelle peut également être utilisé pour accepter les paiements par mandats.
tr_tr: Çek ödeme ağ geçidi için ayarları yapın. Bu ağ geçidi, havale yoluyla ödeme kabul etmek için de kullanılabilir.

source: Restore Registrations
de_de: Registrierungen wiederherstellen
fi: Palauta ilmoittautumiset
fr_fr: Restaurer inscriptions
tr_tr: Kayıtları Düzenle

source: Whether expired events should be shown on the event list page.
de_de: Ob abgelaufene Ereignisse auf der Ereignislistenseite angezeigt werden sollen.
fi: Näytetäänkö menneet tapahtumat tapahtumalista-sivulla.
fr_fr: Que les événements ayant expiré doivent être indiquées sur la page de liste d'événements.
tr_tr: Süresi dolan etkinliklerin etkinlik listesi sayfasında gösterilip gösterilmeyeceği.

source: Delete Registrations Permanently
de_de: Registrierungen permanent löschen
fi: Poista ilmoittautumiset lopullisesti
fr_fr: Supprimer inscriptions en permanence
tr_tr: Kalıcı Kayıtları Sil

source: You can gain a finer control over ticketing for your events by using the datetimes limit field and ticket quantities together. Lets take a look at an example to understand this powerful feature.
de_de: Sie können das Ticketing für Ihre Veranstaltungen besser kontrollieren, indem Sie das Feld für die zeitliche Begrenzung und die Ticketmengen zusammen verwenden. Werfen wir einen Blick auf ein Beispiel, um diese leistungsstarke Funktion zu verstehen.
fi: Voit hienosäätää tapahtumasi lippuja määrittelemällä sekä ajankohtakohtaisen rajoituksen että lippujen yhteismäärän. Katso esimerkki ymmärtääksesi paremmin, miten tämä toimii.
fr_fr: Vous pouvez gagner un contrôle plus fin sur la billetterie pour vos événements en utilisant les datetimes limiter les quantités de terrain et billets ensemble. Jetons un oeil à un exemple pour comprendre cette puissante fonctionnalité.
tr_tr: Tarih zamanları sınırı alanını ve bilet miktarlarını birlikte kullanarak etkinlikleriniz için biletleme üzerinde daha hassas bir kontrol elde edebilirsiniz. Bu güçlü özelliği anlamak için bir örneğe göz atalım.

source: Enter a title or name for this payment gateway.
de_de: Name für Zahlungsart angeben
fi: Anna tämän maksunvälityspalvelun nimi.
fr_fr: Entrez un titre ou un nom pour cette passerelle de paiement.
tr_tr: Bu ödeme ağ geçidi için bir başlık veya ad girin.

source: This is the Primary Registrant
de_de: Dies ist der primäre Teilnehmer
fi: Tämä on esisijainen ilmoittautuja
fr_fr: C'est le titulaire principal
tr_tr: Bu birincil tescil.

source: Here is some information that we'll use for our example. Lets say that Datetime A has a limit set to 75 and Datetime B has no set limit which means unlimited. Next, our Free Ticket has a quantity set to 50 and our Premium Ticket also has a quantity set to 50. Free Ticket is linked to Datetime A. Premium Ticket is linked to Datetime A and Datetime B.
de_de: Hier sind einige Informationen, die wir für unser Beispiel verwenden werden. Nehmen wir an, dass für den Zeitpunkt A ein Limit von 75 festgelegt ist und für den Zeitpunkt B kein Limit, also unbegrenzt. Unser kostenloses Ticket hat eine Menge von 50 und unser Premium-Ticket hat ebenfalls eine Menge von 50. Das kostenlose Ticket ist mit dem Zeitpunkt A verknüpft. Das Premium-Ticket ist mit dem Zeitpunkt A und dem Zeitpunkt B verknüpft.
fi: Tässä hieman tietoja, joita käytetään esimerkissämme. Ajankohdalle A on määritelty rajaksi 75 ja ajankohdalle B ei ole määritetty rajaa (eli B on rajoittamaton). Ilmaisten lippujen määräksi on asetettu 50 ja Premium-lippujen määräksi myös 50. Ilmaiset liput on yhdistetty ajankohtaan A. Premium-liput on yhdistetty ajankohtiin A ja B.
fr_fr: Voici quelques informations que nous allons utiliser pour notre exemple. Permet de dire que date et heure a une limite fixée à 75 et date et heure B n'a pas de limite fixe qui signifie illimité. Ensuite, notre billet gratuit a une quantité fixée à 50 et notre Ticket Premium dispose également d'une quantité fixée à 50 billets gratuits est liée à date et heure A. billet à prime est liée à date et heure A et B. Date et heure
tr_tr: İşte örneğimiz için kullanacağımız bazı bilgiler. Diyelim ki Tarih Saati A'nın 75 olarak belirlenmiş bir sınırı var ve Tarih Saati B'nin belirlenmiş bir sınırı yok, yani sınırsız. Ardından, Ücretsiz Biletimizin 50 olarak ayarlanmış bir miktarı ve Premium Biletimizin de 50 olarak ayarlanmış bir miktarı vardır. Ücretsiz Bilet Datetime A'ya bağlıdır. Premium Bilet Datetime A ve Datetime B'ye bağlıdır.

source: This is the URL (website address) for your event list page.
de_de: Dies ist die URL (Website-Adresse) für Ihre Ereignislistenseite.
fi: Tämä on tapahtumalistasi URL (nettisivun osoite).
fr_fr: C'est l'URL (adresse de site Web) pour votre page de liste d'événements.
tr_tr: Bu, etkinlik listesi sayfanızın URL'sidir (web sitesi adresi).

source: %s Viewing%s registrations for the event: %s%s
de_de: %s Anzeige von%s Anmeldungen für die Veranstaltung: %s%s
fi: %s Näytetään ilmoittautumiset tapahtumaan: %s%s
tr_tr: %s Etkinlik için %s kayıtları görüntüleniyor: %s%s

source: Now lets create our scenario and say that both tickets go on sale at the same time and Free Ticket sells out immediately and no Premium Tickets have been sold. This will leave a balance of 25 tickets for Datetime A because we started with a limit (maximum) of 75 tickets and then sold 50 Free Tickets. Any remaining tickets would then be spread between Datetime A (up to 25) or Datetime B (no limit).
de_de: Nehmen wir an, beide Tickets werden gleichzeitig verkauft und das kostenlose Ticket ist sofort ausverkauft und es wurden keine Premium-Tickets verkauft. In diesem Fall verbleiben 25 Tickets für Zeitpunkt A, da wir mit einem Limit (Maximum) von 75 Tickets begonnen und dann 50 Freikarten verkauft haben. Die verbleibenden Tickets würden dann auf Zeitpunkt A (bis zu 25) oder Zeitpunkt B (kein Limit) verteilt.
fi: Kuvitellaan nyt, että molemmat liput tulevat myyntiin samanaikaisesti. Ilmaiset liput myydään loppuun välittömästi eikä yhtään Premium-lippua ole myyty. Näin ollen ajankohtaan A jää jäljelle 25 lippua, koska sen rajaksi asetettiin 75 lippua, joista siis varattiin 50 ilmaista lippua. Jäljellä olevat 50 Premium-liput jakautuvat tällöin ajankohdalle A (enintään 25 lippua) ja ajankohdalle B (ei rajoitusta, joten enintään 50 lippua).
fr_fr: Créons notre scénario et de dire que les deux billets seront mis en vente en même temps et billet gratuit vend immédiatement et sans Billets Premium ont été vendus. Cela laissera un solde de 25 billets pour Valeurdate Un car nous avons commencé avec une limite (maximale) de 75 billets et vendu 50 billets gratuits. Tous les billets restants seront ensuite diffusées entre Valeurdate A (jusqu'à 25) ou Valeurdate B (pas de limite).
tr_tr: Şimdi senaryomuzu oluşturalım ve her iki biletin de aynı anda satışa çıktığını ve Ücretsiz Biletin hemen satıldığını ve hiçbir Premium Biletin satılmadığını varsayalım. Bu, Datetime A için 25 biletlik bir bakiye bırakacaktır çünkü 75 biletlik bir limitle (maksimum) başladık ve ardından 50 Ücretsiz Bilet sattık. Kalan biletler daha sonra Tarih Saati A (25'e kadar) veya Tarih Saati B (sınırsız) arasında paylaştırılacaktır.

source: Enter the legal name of the person or business / organization that will be accepting payments.
de_de: Geben Sie den juristischen Namen der Person oder des Unternehmens/der Organisation an, die Zahlungen entgegennehmen wird.
fi: Anna maksut vastaanottavan henkilön, yrityksen tai organisaation virallinen nimi.
fr_fr: Entrez le nom légal de la personne ou d'une entreprise / organisation qui sera acceptent les paiements.
tr_tr: Ödemeleri kabul edecek kişi veya işletmenin / kuruluşun yasal adını girin.

source: Displays a list of events from a specific category on a WordPress page or post.
de_de: Zeigt eine Liste von Veranstaltungen einer bestimmten Kategorie der Wordpress Seite oder Post an
fi: Näyttää tietyn luokan tapahtumalistan WordPress-sivulla tai -artikkelissa.
fr_fr: Affiche une liste des événements d'une catégorie spécifique d'une page de WordPress ou après.
tr_tr: Bir WordPress sayfasında veya yazısında belirli bir kategorideki etkinliklerin listesini görüntüler.

source: The Event Datetimes Limit Field always takes priority over the quantity of tickets available. If you want to only use the ticket quantity then be sure to not put a limit on any datetimes.
de_de: Das Feld für die Begrenzung der Veranstaltungsdaten hat immer Vorrang vor der Menge der verfügbaren Tickets. Wenn Sie nur die Anzahl der Tickets verwenden möchten, dürfen Sie keine Begrenzung für die Datumszeiten festlegen.
fi: Tapahtuman ajankohtien rajoituskentän arvo ohittaa tarvittaessa saatavilla olevien lippujen määrän. Jos haluat määrittää vain lippujen yhteismäärän, älä määrittele rajoituksia ajankohdille.
fr_fr: L'événement DateTimes limite de terrain est toujours prioritaire sur la quantité de billets disponibles. Si vous souhaitez utiliser uniquement la quantité de billets alors assurez-vous de ne pas mettre une limite sur les datetimes.
tr_tr: Etkinlik Tarihleri Sınırı Alanı her zaman mevcut bilet miktarına göre önceliklidir. Yalnızca bilet miktarını kullanmak istiyorsanız, herhangi bir tarih zamanına sınır koymadığınızdan emin olun.

source: This option allows you to reset your event list settings to defaults.
de_de: Mit dieser Option können Sie die Einstellungen Ihrer Ereignisliste auf die Standardwerte zurücksetzen.
fi: Tällä voit nollata tapahtumalistaus-asetuksesi oletusarvoihin.
fr_fr: Cette option vous permet de réinitialiser les paramètres de votre liste d'événements à défaut.
tr_tr: Bu seçenek, olay listesi ayarlarınızı varsayılanlara sıfırlamanızı sağlar.

source: Other Registrations in this Transaction
de_de: Andere Registrierungen in dieser Transaktion
fi: Muut tämän tilauksen ilmoittautumiset
fr_fr: Autres enregistrements de cette transaction
tr_tr: Bu İşlemdeki Diğer Kayıtlar

source: Specify whether event status banners should be shown next to the title on the event list page. Notice: Some themes do not use the_title() tag correctly and this may cause things to appear broken (stray html). You can use this option to test your theme.
de_de: Legen Sie fest, ob auf der Seite mit der Ereignisliste neben dem Titel ein Banner für den Ereignisstatus angezeigt werden soll. Hinweis: Einige Themes verwenden den_title()-Tag nicht korrekt, was dazu führen kann, dass Dinge nicht korrekt angezeigt werden (fehlerhaftes HTML). Sie können diese Option verwenden, um Ihr Thema zu testen.
fi: Määritä, näytetäänkö tapahtuman tilabannerit otsikon vieressä tapahtumaluettelosivulla. Huom: Jotkin teemat eivät käytä_title()-tunnistetta oikein, ja tämä voi aiheuttaa rikkinäisen ulkoasun (hajanainen html). Voit käyttää tätä vaihtoehtoa teemasi testaamiseen.
fr_fr: Indiquez si bannières d'état d'événement doivent être affichés à côté du titre de la page de liste d'événements. Avis: Certains thèmes n'utilisent pas the_title () balise correctement, ce qui peut provoquer des choses à comparaître cassé (html parasite). Vous pouvez utiliser cette option pour tester votre thème.
tr_tr: Etkinlik listesi sayfasında başlığın yanında etkinlik durumu banner'larının gösterilip gösterilmeyeceğini belirtin. Uyarı: Bazı temalar the_title() etiketini doğru kullanmaz ve bu da bazı şeylerin bozuk görünmesine (başıboş html) neden olabilir. Temanızı test etmek için bu seçeneği kullanabilirsiniz.

source: Enter the address where the payment should be mailed to.
de_de: E-Mail Adresse des Zahlungsempfängers eintragen
fi: Anna osoite, jonne maksu tulee lähettää.
fr_fr: Entrez l'adresse où le paiement doit être envoyé à.
tr_tr: Ödemenin postalanması gereken adresi girin.

source: Registration status has been set to %s
de_de: Der Registrierungsstatus wurde auf %s gesetzt.
fi: Ilmoittautumisen tilaksi on asetettu %s
fr_fr: Statut d'enregistrement a été mis à %s
tr_tr: Kayıt durumu düzenlendi %s

source: Adjust the settings for the invoice payment gateway.
de_de: Passen Sie die Einstellungen für das Zahlungsgateway für Rechnungen an.
fi: Säädä lasku-maksutavan asetuksia.
fr_fr: Réglez les paramètres de la passerelle de paiement de la facture.
tr_tr: Fatura ödeme ağ geçidi için ayarları yapın.

source: Something went wrong, and the status was not changed
de_de: Etwas ist schief gelaufen, und der Status wurde nicht geändert
fi: Jokin meni pieleen eikä tilaa muutettu
fr_fr: Quelque chose s'est mal passé, et la situation n'a pas changé
tr_tr: Bir şeyler ters gitti ve durum değiştirilmedi

source: click to edit question
de_de: Frage bearbeiten
fi: paina muokataksesi kysymystä
fr_fr: cliquez pour modifier question
tr_tr: soruyu düzenlemek için tıklayın

source: Enter a phone number for this event. This field is optional.
de_de: Telefonnummer für dieses Event angeben (optional)
fi: Anna tapahtuman puhelinnumero. Tämä kenttä on vapaaehtoinen.
fr_fr: Entrez un numéro de téléphone pour cet événement. Ce champ est facultatif.
tr_tr: Etkinlik için bir telefon numarası girin. Bu opsiyoneldir.

source: An error occurred. No registration ID and/or registration questions were received.
de_de: Es ist ein Fehler aufgetreten. Es wurden keine Registrierungs-ID und/oder Registrierungsfragen empfangen.
fi: Tapahtui virhe. Ilmoittautumistunnusta tai ilmoittautumiskysymystä ei saatu.
fr_fr: Une erreur s'est produite. Aucune ID d'enregistrement et / ou questions d'inscription ont été reçues.
tr_tr: Bir hata oluştu. Hiçbir kayıt kimliği ve/veya kayıt sorusu alınmadı.

source: Enter information about your organization here. Be sure to keep your information up-to-date.
de_de: Tragen Sie hier Ihre Unternehmensinformationen ein und stellen Sie sicher, dass diese aktuell bleiben.
fi: Anna organisaatiosi tiedot. Pidäthän tiedot ajantasalla.
fr_fr: Entrez les informations concernant votre organisation ici. Assurez-vous de conserver vos informations à jour.
tr_tr: Kuruluşunuzla ilgili bilgileri buraya girin. Bilgilerinizi güncel tuttuğunuzdan emin olun.

source: Provide instructions for how the invoice should be paid.
de_de: Geben Sie Anweisungen, wie die Rechnung zu bezahlen ist.
fi: Anna ohjeita siitä, miten lasku tulisi maksaa.
fr_fr: Fournir des instructions sur la façon dont la facture doit être payé.
tr_tr: Faturanın nasıl ödenmesi gerektiğine ilişkin talimatlar verin.

source: Changing your country on this page will also change your country on the Countries page. This will affect your currency options which are used through Event Espresso. For example, if your country is currently set to United States, then your currency is USD. If you were to switch your country to United Kingdom, then your currency would change to GBP.
de_de: Wenn Sie Ihr Land auf dieser Seite ändern, ändert sich auch Ihr Land auf der Seite Länder. Dies wirkt sich auf Ihre Währungsoptionen aus, die in Event Espresso verwendet werden. Wenn Ihr Land zum Beispiel derzeit auf die Vereinigten Staaten eingestellt ist, lautet Ihre Währung USD. Wenn Sie Ihr Land auf das Vereinigte Königreich umstellen, wird Ihre Währung auf GBP geändert.
fi: Valtion vaihtaminen tällä sivulla muuttaa valtiosi myös Valtiot-sivulla. Tämä vaikuttaa Event Espressossa käytettävään valuutta-asetukseen. Jos valtioksesi on asetettu esimerkiksi Yhdysvallat, valuuttasi on USD (Yhdysvaltain dollari). Jos vaihdat valtion Yhdistyneisiin kuningaskuntiin, vaihtuu valuutaksesi GBP (Yhdistyneiden kuningaskuntien punta).
fr_fr: Modification de votre pays sur cette page va aussi changer votre pays sur la page Pays. Cela va affecter vos options sur devises qui sont utilisés par Event Espresso. Par exemple, si votre pays est actuellement fixé à États-Unis, alors votre monnaie est le dollar US. Si vous deviez changer votre pays Royaume-Uni, alors votre monnaie sera modifiée de GBP.
tr_tr: Bu sayfada ülkenizi değiştirdiğinizde Ülkeler sayfasındaki ülkeniz de değişecektir. Bu, Event Espresso aracılığıyla kullanılan para birimi seçeneklerinizi etkileyecektir. Örneğin, ülkeniz şu anda Amerika Birleşik Devletleri olarak ayarlanmışsa, para biriminiz USD'dir. Ülkenizi Birleşik Krallık olarak değiştirirseniz, para biriminiz GBP olarak değişecektir.

source: There are no records attached to this registration. Something may have gone wrong with the registration
de_de: Zu dieser Registrierung gibt es keine Unterlagen. Möglicherweise ist bei der Registrierung etwas schief gelaufen
fi: Rekisteröintiin ei ole liitetty tietoja. Jokin on saattanut mennä pieleen rekisteröinnissä
fr_fr: Il n'y a pas de dossiers attachés à cet enregistrement. Quelque chose a pu mal avec l'enregistrement
tr_tr: Bu kayda bağlı herhangi bir kayıt bulunmamaktadır. Kayıtla ilgili bir şeyler yanlış gitmiş olabilir

source: You can upload a new logo here. We recommend an image that is 400 pixels wide or smaller. Your logo will be used on custom invoices, tickets, certificates, and payment templates.
de_de: Hier können Sie ein neues Logo hochladen. Wir empfehlen ein Bild, das 400 Pixel breit oder kleiner ist. Ihr Logo wird auf individuellen Rechnungen, Tickets, Zertifikaten und Zahlungsvorlagen verwendet.
fi: Voit ladata uuden logon tässä. Suosittelemme, että kuvan koko on 400 pikseliä tai pienempi. Logoasi käytetään laskuissa, lipuissa, todistuksissa ja maksupohjissa.
fr_fr: Vous pouvez télécharger un nouveau logo ici. Nous vous recommandons une image qui est 400 pixels de large ou plus petit. Votre logo sera utilisé sur les factures personnalisées, des billets, des certificats et des modèles de paiement.
tr_tr: Buraya yeni bir logo yükleyebilirsiniz. Genişliği 400 piksel veya daha küçük bir görüntü öneririz. Logonuz özel faturalarda, biletlerde, sertifikalarda ve ödeme şablonlarında kullanılacaktır.

source: Upload a logo for your invoice. This will appear in the top left area of the invoice.
de_de: Laden Sie ein Logo für Ihre Rechnung hoch. Dieses erscheint dann im oberen linken Bereich der Rechnung.
fi: Lataa logo laskujasi varten. Logo näytetään laskun vasemmassa yläosassa.
fr_fr: Téléchargez un logo pour votre facture. Celui-ci apparaîtra dans la partie supérieure gauche de la facture.
tr_tr: Faturanız için bir logo yükleyin. Bu, faturanın sol üst kısmında görünecektir.
