Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: The following properties are used to populate additional information about the transaction, including shipping details and line item information.
de_de: Die folgenden Eigenschaften werden verwendet, um zusätzliche Informationen über die Transaktion, einschließlich Versanddetails und Positionsinformationen, zu erfassen.
fi: Seuraavia ominaisuuksia käytetään tapahtuman lisätietojen täyttämiseen, mukaan lukien lähetystiedot ja rivitiedot.
tr_tr: Aşağıdaki özellikler, gönderi ayrıntıları ve satır kalemi bilgileri dahil olmak üzere işlem hakkında ek bilgileri doldurmak için kullanılır.

source: Level 3 Data can be enabled on the Terminal Details page, %1$sAdministration%2$s section.
de_de: Level 3 Daten können auf der Seite Terminal Details, Abschnitt %1$sAdministration%2$s aktiviert werden.
fi: Taso 3 -tiedot voidaan ottaa käyttöön päätelaitteen tiedot -sivun %1$sAdministration%2$s-osassa.
tr_tr: Seviye 3 Verileri Terminal Ayrıntıları sayfasında, %1$sYönetim%2$s bölümünde etkinleştirilebilir.

source: Please note that Level 3 data is not supported for American Express card types.
de_de: Bitte beachten Sie, dass Level 3-Daten für American Express-Karten nicht unterstützt werden.
fi: Huomaa, että tason 3 tietoja ei tueta American Express -korttityypeille.
tr_tr: Lütfen Seviye 3 verilerinin American Express kart türleri için desteklenmediğini unutmayın.

source: Select card types that should be allowed to be used at the checkout.
de_de: Wählen Sie die Kartentypen aus, die an der Kasse verwendet werden können sollen.
fi: Valitse korttityypit, joita on sallittua käyttää kassalla.
tr_tr: Ödeme sırasında kullanılmasına izin verilmesi gereken kart türlerini seçin.

source: To set up your Payeezy merchant account for this payment method correctly please refer to%1$s these notes%2$s .
de_de: Um Ihr Payeezy-Händlerkonto für diese Zahlungsmethode korrekt einzurichten, beachten Sie bitte%1$s diese Hinweise%2$s .
fi: Jotta voit määrittää Payeezy-kauppiastilisi tätä maksutapaa varten oikein, tutustu%1$s näihin huomautuksiin%2$s .
tr_tr: Payeezy satıcı hesabınızı bu ödeme yöntemi için doğru şekilde ayarlamak için lütfen %1$s bu notlara%2$s bakın.

source: * In order to have a better fraud protection it is recommended to use the %1$s"E-commerce (CVV2)"%2$s Terminal type.
de_de: * Um einen besseren Schutz vor Betrug zu haben, wird empfohlen, den %1$s "E-commerce (CVV2)"%2$s Terminaltyp zu verwenden.
fi: * Paremman petostentorjunnan takaamiseksi on suositeltavaa käyttää %1$s "E-commerce (CVV2)"%2$s-päätetyyppiä.
tr_tr: * Daha iyi bir dolandırıcılık korumasına sahip olmak için %1$s "E-ticaret (CVV2)"%2$s Terminal türünü kullanmanız önerilir.

source: You can use the dollar amounts between 5000.00 - 5999.00 to trigger a variety of Bank Responses and the penny amounts (5000.00 - 5000.99) for eCommerce Responses.
de_de: Sie können die Dollarbeträge zwischen 5000,00 und 5999,00 verwenden, um eine Vielzahl von Bankantworten auszulösen, und die Centbeträge (5000,00 bis 5000,99) für eCommerce-Antworten.
fi: Voit käyttää 5000,00-5999,00 dollarin suuruisia summia erilaisten pankkivastausten käynnistämiseen ja pennin suuruisia summia (5000,00-5000,99) verkkokaupan vastauksiin.
tr_tr: Çeşitli Banka Yanıtlarını tetiklemek için 5000.00 - 5999.00 arasındaki dolar tutarlarını ve e-Ticaret Yanıtları için kuruş tutarlarını (5000.00 - 5000.99) kullanabilirsiniz.

source: Verification Value
de_de: Verifizierungswert
fi: Tarkastusarvo
tr_tr: Doğrulama Değeri

source: Error Response
de_de: Fehlermeldung
fi: Virheilmoitus
tr_tr: Hata Yanıtı

source: Card is authentic
de_de: Die Karte ist echt
fi: Kortti on aito
tr_tr: Kart orijinaldir

source: CVV2 does not match
de_de: CVV2 stimmt nicht überein
fi: CVV2 ei täsmää
tr_tr: CVV2 eşleşmiyor

source: More details can be found here: %1$s How to generate unsuccessful transactions during testing %2$s.
de_de: Weitere Einzelheiten finden Sie hier: %1$s Wie man erfolglose Transaktionen während des Testens erzeugt %2$s.
fi: Saat lisätietoja täältä: %1$s Miten saat aikaan epäonnistuneita maksusuorituksia testivaiheessa %2$s.
tr_tr: Daha fazla ayrıntı burada bulunabilir: %1$s Test sırasında başarısız işlemler nasıl oluşturulur %2$s.

source: First Data Payeezy is an on-site payment method for accepting credit and debit cards and is available to event organizers in many countries. An account with First Data is required to accept payments. Need a First Data account? %1$sClick here to sign up for a merchant account%2$s.
de_de: First Data Payeezy ist eine Vor-Ort-Zahlungsmethode für die Annahme von Kredit- und Debitkarten und steht Veranstaltern in vielen Ländern zur Verfügung. Um Zahlungen zu akzeptieren, ist ein Konto bei First Data erforderlich. Benötigen Sie ein First Data-Konto? %1$sKlicken Sie hier, um sich für ein Händlerkonto%2$s anzumelden.
fi: First Data Payeezy on luotto- ja pankkikortteja hyväksyvä maksutapa, joka on tapahtumajärjestäjien käytettävissä monissa maissa. Maksujen vastaanottaminen edellyttää tiliä First Datassa. Tarvitsetko First Data -tilin? %1$sKlikkaa tästä rekisteröityäksesi kauppiastilille%2$s.
tr_tr: First Data Payeezy, kredi ve banka kartlarını kabul etmek için yerinde bir ödeme yöntemidir ve birçok ülkede etkinlik organizatörleri tarafından kullanılabilir. Ödemeleri kabul etmek için First Data'da bir hesap gereklidir. First Data hesabına mı ihtiyacınız var? %1$sBir satıcı hesabına kaydolmak için buraya tıklayın%2$s.

source: EED_Payment_Methods_Pro_Event_Payment_Method requires an EE_Transaction be passed in, there wasn't any.
de_de: EED_Payment_Methods_Pro_Event_Payment_Method erfordert die Übergabe einer EE_Transaction, die nicht vorhanden war.
fi: EED_Payment_Methods_Pro_Event_Payment_Method edellyttää EE_Transactionin välittämistä, mutta sellaista ei ollut.
tr_tr: EED_Payment_Methods_Pro_Event_Payment_Method bir EE_Transaction geçilmesini gerektiriyor, böyle bir şey yoktu.

source: No payment methods were active for the event "%1$s" (event ID %2$s). Even if it's a free event, there should always be a payment method available for it. We activated the Invoice Payment Method on the event, on your behalf.
de_de: Für die Veranstaltung "%1$s" (Veranstaltungs-ID %2$s) war keine Zahlungsmethode aktiv. Auch wenn es sich um eine kostenlose Veranstaltung handelt, sollte immer eine Zahlungsmethode für sie verfügbar sein. Wir haben die Zahlungsmethode "Rechnung" für die Veranstaltung in Ihrem Namen aktiviert.
fi: Yhtäkään maksutapaa ei ollut käytössä tapahtumalle "%1$s" (tapahtuma-ID %2$s). Myös maksuttomille tapahtumille tulee olla käytössä jokin maksutapa. Kytkimme puolestasi kyseiselle tapahtumalle käyttöön Lasku-maksutavan.
tr_tr: "%1$s" etkinliği (etkinlik kimliği %2$s) için hiçbir ödeme yöntemi etkin değildi. Ücretsiz bir etkinlik olsa bile, her zaman için bir ödeme yöntemi mevcut olmalıdır. Etkinlikte sizin adınıza Fatura Ödeme Yöntemini etkinleştirdik.

source: Activate Another %1$s Payment Method
de_de: Andere %1$s Zahlungsmethode aktivieren
fi: Ota vaihtoehtoinen %1$s -maksutapa käyttöön
tr_tr: Başka Bir %1$s Ödeme Yöntemini Etkinleştir

source: Permanently Delete %1$s Payment Method
de_de: Dauerhaft löschen %1$s Zahlungsmethode
fi: Poista maksutapa %1$s pysyvästi
tr_tr: %1$s Ödeme Yöntemini Kalıcı Olarak Sil

source: Are you sure you want to permanently delete this payment method? It cannot be undone.
de_de: Sind Sie sicher, dass Sie diese Zahlungsmethode endgültig löschen wollen? Sie kann nicht rückgängig gemacht werden.
fi: Haluatko varmasti poistaa tämän maksutavan pysyvästi? Et voi peruuttaa tätä.
tr_tr: Bu ödeme yöntemini kalıcı olarak silmek istediğinizden emin misiniz? Geri alınamaz.

source: Available By Default
de_de: Standardmäßig verfügbar
fi: Käytettävissä oletuksena
tr_tr: Varsayılan Olarak Kullanılabilir

source: Set to "No" in order to only make this payment method available for specific events (go to the event's admin editing page, and select the payment method in the "Payment Methods" metabox.) When set to "Yes" the payment method is available on all events by default, like normal.
de_de: Setzen Sie diese Option auf "Nein", um diese Zahlungsmethode nur für bestimmte Ereignisse verfügbar zu machen (gehen Sie zur Verwaltungsseite des Ereignisses und wählen Sie die Zahlungsmethode in der Metabox "Zahlungsmethoden" aus). Bei der Einstellung "Ja" ist die Zahlungsmethode standardmäßig für alle Veranstaltungen verfügbar, wie normal.
fi: Valitse "Ei", jos haluat että tämä maksutapa on käytössä vain tietyissä tapahtumissa. (Mene tapahtuman ylläpitosivulle ja valitse maksutapa siellä.) Valitse "Kyllä", jos haluat että tämä maksutapa on oletuksena käytössä kaikissa tapauksissa.
tr_tr: Bu ödeme yöntemini yalnızca belirli etkinliklerde kullanılabilir kılmak için "Hayır" olarak ayarlayın (etkinliğin yönetici düzenleme sayfasına gidin ve "Ödeme Yöntemleri" meta kutusundan ödeme yöntemini seçin). "Evet" olarak ayarlandığında, ödeme yöntemi normalde olduğu gibi varsayılan olarak tüm etkinliklerde kullanılabilir.

source: Payment Methods Pro addon was deactivated because Multi Event Registration was also active, and the two are incompatible.
de_de: Das Addon Payment Methods Pro wurde deaktiviert, da die Multi Event Registration ebenfalls aktiv war und die beiden nicht miteinander kompatibel sind.
fi: Payment Methods Pro -lisäosa otettiin pois käytöstä, koska Multi Event Registration -lisäosa on käytössä, eivätkä kyseiset lisäosat ole yhteensopivia.
tr_tr: Ödeme Yöntemleri Pro eklentisi devre dışı bırakıldı çünkü Çoklu Etkinlik Kaydı da aktifti ve ikisi uyumsuzdu.

source: do not use
de_de: nicht verwenden
fi: älä käytä
tr_tr: kullanmayın

source: Select which payment methods will be usable when buying tickets for this event.
de_de: Wählen Sie aus, welche Zahlungsmethoden beim Kauf von Tickets für diese Veranstaltung verwendet werden können.
fi: Valitse, mitkä maksutavat on käytettävissä ostettaessa lippuja tähän tapahtumaan.
tr_tr: Bu etkinlik için bilet satın alırken hangi ödeme yöntemlerinin kullanılabileceğini seçin.

source: Only one payment method of each type can be usable on an event at a time.
de_de: Für eine Veranstaltung kann jeweils nur eine Zahlungsmethode pro Typ verwendet werden.
fi: Vain yksi vaihtoehto kustakin maksutavasta voi olla käytössä kerallaan yhdessä tapahtumassa.
tr_tr: Bir etkinlikte aynı anda her türden yalnızca bir ödeme yöntemi kullanılabilir.

source: No Event-Specific payment methods active. Please activate a payment method and set it as usable for "Only Specific Events"
de_de: Keine veranstaltungsspezifischen Zahlungsmethoden aktiv. Bitte aktivieren Sie eine Zahlungsmethode und setzen Sie diese als nutzbar für "Nur bestimmte Veranstaltungen".
fi: Tapahtumakohtaisia maksutapoja ei ole käytössä. Ota jokin maksutapa käyttöön ja aseta se käytettäväksi "vain valituissa tapahtumissa"
tr_tr: Etkinliğe Özel ödeme yöntemi yok. Lütfen bir ödeme yöntemini etkinleştirin ve "Yalnızca Belirli Etkinlikler" için kullanılabilir olarak ayarlayın

source: Auto (Defaults to English)
de_de: Auto (Standardeinstellung: Englisch)
fi: Auto (oletuksena englanti)
tr_tr: Otomatik (Varsayılan olarak İngilizce)

source: Simplified Chinese
de_de: Vereinfachtes Chinesisch
fi: Yksinkertainen kiina
tr_tr: Basitleştirilmiş Çince

source: Checkout locale %s
de_de: Gebietsschema der Kasse %s
fi: Maksupalvelun kieli %s
tr_tr: Ödeme yerel ayarı %s

source: This is the locale sent to Stripe to determine which language the checkout modal should use.
de_de: Dies ist das Gebietsschema, das an Stripe gesendet wird, um zu bestimmen, welche Sprache das Checkout-Modal verwenden soll.
fi: Tämä sijaintitieto lähetetään Stripelle maksupalvelun kielen valitsemiseksi.
tr_tr: Bu, ödeme modalinin hangi dili kullanması gerektiğini belirlemek için Stripe'a gönderilen yerel ayardır.

# Online event registration and ticketing powered by [link to eventespresso.com]
source: %3$s%1$sOnline event registration and ticketing powered by %2$s%3$s
de_de: %3$s%1$sOnline Registrierung und Ticketvergabe ermöglicht durch %2$s%3$s
fi: %3$s%1$sTapahtumien online-rekisteröinti ja lipunmyynti, jonka tarjoaa %2$s%3$s
tr_tr: %3$s%1$sOnline etkinlik kaydı ve biletleme %2$s%3$s tarafından desteklenmektedir

source: Upgrade to Event Espresso 4 Right Now
de_de: UpgradenSie jetzt auf Event Espresso 4
fi: Päivitä Event Espresson versioon 4 nyt
tr_tr: Event Espresso 4'e Hemen Yükseltin

source: Displaying search results for the search string: %1$s
de_de: Zeige die Ergebnisse für die Suche nach: %1$s
fi: Näytetään hakutulokset hakuehdolla: %1$s
tr_tr: Arama dizesi için arama sonuçları görüntüleniyor: %1$s

source: Make sure you have %1$s defined. If this is a non-EE-core admin page then you also must have an autoloader in place for your class
de_de: Stellen Sie sicher, dass Sie %1$s definiert haben. Falls dies eine non-EE-core Administrationsseite ist, dann müssen Sie auch einen autoloader für ihre Klasse eingerichtet haben.
fi: Varmista, että %1$s on määritelty. Jos kyseessä on muu kuin EE-ytimen hallintasivu, sinulla on oltava myös automaattinen latausluokka luokkaasi varten.
tr_tr: %1$s tanımladığınızdan emin olun. Bu EE-core olmayan bir yönetici sayfasıysa, sınıfınız için bir otomatik yükleyiciniz de olmalıdır

source: Event to Category (4.1 Term Relationships)
de_de: Veranstaltung in Kategorie (4.1 Begriffs-Beziehungen)
fi: Tapahtuma luokalle (4.1 Termisuhteet)
tr_tr: Olaydan Kategoriye (4.1 Terim İlişkileri)

source: A message with this status indicates that there was a problem that occurred while the message was being processed by the messenger. It is still possible that the message was sent successfully, but at some point during the processing there was a failure. This usually is indicative of a timeout issue with PHP or memory limits being reached. If you see this repeatedly you may want to consider upgrading the memory available to PHP on your server.
de_de: Es ist ein Problem beim Senden Ihrer Nachricht aufgetreten. Dennoch ist es möglich, dass die Nachricht gesendet wurde (mit Fehler). Normalerweise weist dies auf ein Timeout Problem mit PHP hin oder das Memory Limit wurde erreicht. Falls dieser Fehler vermehrt auftritt, empfehlen wir Ihnen einen Memory Upgrade.
fi: Viesti, jonka tila on tämä, osoittaa, että viestin käsittelyn aikana ilmeni ongelma. messenger käsitteli viestiä. On edelleen mahdollista, että viesti lähetettiin onnistuneesti, mutta jossain vaiheessa käsittelyn aikana tapahtui virhe. Tämä on yleensä merkki PHP:n aikakatkaisuongelmasta. tai muistirajojen saavuttamisesta. Jos tämä toistuu, kannattaa harkita muistin päivittämistä. PHP:n käytettävissä olevaa muistia palvelimellasi.
tr_tr: Bu durumdaki bir mesaj, mesaj işlenirken bir sorun oluştuğunu gösterir. haberci tarafından işlenir. Mesajın başarıyla gönderilmiş olması hala mümkündür, ancak bazı işlem sırasında bir hata oluştu. Bu genellikle PHP ile ilgili bir zaman aşımı sorununun göstergesidir veya bellek sınırlarına ulaşılması. Bunu tekrar tekrar görüyorsanız, belleği yükseltmeyi düşünebilirsiniz sunucunuzda PHP için kullanılabilir.

source: Quantity of tickets reserved, but not yet fully purchased
de_de: Anzahl reservierter Tickets, die noch nicht komplett bezahlt sind.
fi: Varattujen mutta maksamattomien lippujen määrä
tr_tr: Rezerve edilmiş ancak henüz tamamı satın alınmamış bilet miktarı

source: Please use \EEM_Ticket::update_tickets_sold() instead which will in turn correctly update both the Ticket AND Datetime counts.
de_de: Bitte verwenden Sie stattdessen \EEM_Ticket::update_tickets_sold(), wodurch sowohl die Ticket- als auch die Datumsanzahl korrekt aktualisiert wird.
fi: Käytä sen sijaan \EEM_Ticket::update_tickets_sold() -ohjelmaa, joka puolestaan päivittää oikein sekä lippujen että päivämäärien lukumäärät.
tr_tr: Lütfen bunun yerine \EEM_Ticket::update_tickets_sold() işlevini kullanın, bu da hem Bilet hem de Datetime sayılarını doğru şekilde güncelleyecektir.

source: messenger is executing
de_de: Bote wird ausgeführt
fi: messenger suorittaa
tr_tr: messenger yürütülüyor

source: %s - the value for this field is in the timezone of the site.
de_de: %s - der Wert für dieses Feld liegt in der Zeitzone des Standorts.
fi: %s - tämän kentän arvo on sivuston aikavyöhykkeellä.
tr_tr: %s - bu alanın değeri sitenin zaman dilimindedir.

source: %s - the value in the database.
de_de: %s - der Wert in der Datenbank.
fi: %s - arvo tietokannassa.
tr_tr: %s - veritabanındaki değer.

source: %s - the value for display.
de_de: %s - der Wert für die Anzeige.
fi: %s - näytettävä arvo.
tr_tr: %s - görüntülenecek değer.

source: %s - transformed for display.
de_de: %s - für die Anzeige transformiert.
fi: %s - muunnettu näytettäväksi.
tr_tr: %s - görüntüleme için dönüştürüldü.

source: The incoming argument (%1$s) must be one of the allowable types: %2$s
de_de: Das eingehende Argument (%1$s) muss einer der folgenden zulässigen Typen sein: %2$s
fi: Saapuvan argumentin (%1$s) on oltava jokin sallituista tyypeistä: %2$s
tr_tr: Gelen bağımsız değişken (%1$s) izin verilen türlerden biri olmalıdır: %2$s

source: The incoming argument (%1$s) must be one of the allowable formats: %2$s
de_de: Das eingehende Argument (%1$s) muss eines der zulässigen Formate sein: %2$s
fi: Saapuvan argumentin (%1$s) on oltava jokin sallituista formaateista: %2$s
tr_tr: Gelen bağımsız değişken (%1$s) izin verilen biçimlerden biri olmalıdır: %2$s

source: %s - the raw value as it exists in the database as a simple float.
de_de: %s - der Rohwert, wie er in der Datenbank als einfacher Float vorliegt.
fi: %s - raaka arvo sellaisena kuin se on tietokannassa yksinkertaisena kelluvana.
tr_tr: %s - veritabanında basit bir float olarak bulunduğu haliyle ham değer.

source: %s - formatted for display in the set currency and decimal places.
de_de: %s - für die Anzeige in der eingestellten Währung und mit Dezimalstellen formatiert.
fi: %s - muotoiltu esitettäväksi asetetun valuutan ja desimaalien tarkkuudella.
tr_tr: %s - ayarlanan para birimi ve ondalık basamaklarda görüntülenmek üzere biçimlendirilmiştir.

source: %s - the content as it exists in the database.
de_de: %s - der Inhalt, wie er in der Datenbank vorhanden ist.
fi: %s - sisältö sellaisena kuin se on tietokannassa.
tr_tr: %s - veritabanında var olduğu şekliyle içerik.

source: %s - the content rendered for display.
de_de: %s - der für die Anzeige gerenderte Inhalt.
fi: %s - näytettäväksi renderöity sisältö.
tr_tr: %s - görüntülenmek üzere işlenen içerik.

source: The related %1$s entity to the %2$s.
de_de: Die zugehörige %1$s-Entität zu den %2$s.
fi: Liittyvä %1$s-kokonaisuus %2$s:ään.
tr_tr: %2$s ile ilgili %1$s varlığı.

source: The related %1$s entities to the %2$s.
de_de: Die zugehörigen %1$s Entitäten zu den %2$s.
fi: Liittyvät %1$s-kokonaisuudet %2$s-kokonaisuuksiin.
tr_tr: %2$s ile ilgili %1$s varlıkları.

source: This is a foreign key the points to the given models.
de_de: Dies ist ein fremder Schlüssel, der auf die angegebenen Modelle verweist.
fi: Tämä on vieras avain, joka viittaa annettuihin malleihin.
tr_tr: Bu, verilen modellere işaret eden yabancı bir anahtardır.

source: It appears that database table "%1$s" exists when it shouldn't, and therefore may contain erroneous data. If you have previously restored your database from a backup that didn't remove the old tables, then we recommend: %2$s 1. create a new COMPLETE backup of your database, %2$s 2. delete ALL tables from your database, %2$s 3. restore to your previous backup. %2$s If, however, you have not restored to a backup, then somehow your "%3$s" WordPress option could not be read. You can probably ignore this message, but should investigate why that option is being removed.
de_de: Es scheint, dass die Datenbanktabelle "%1$s" existiert, obwohl sie nicht existieren sollte, und daher möglicherweise fehlerhafte Daten enthält. Wenn Sie Ihre Datenbank zuvor von einer Sicherung wiederhergestellt haben, bei der die alten Tabellen nicht entfernt wurden, empfehlen wir: %2$s 1. erstellen Sie eine neue KOMPLETTE Sicherung Ihrer Datenbank, %2$s 2. löschen Sie ALLE Tabellen aus Ihrer Datenbank, %2$s 3. stellen Sie Ihre vorherige Sicherung wieder her. %2$s Wenn Sie jedoch nicht auf ein Backup zurückgespielt haben, konnte Ihre WordPress-Option "%3$s" irgendwie nicht gelesen werden. Sie können diese Meldung wahrscheinlich ignorieren, sollten aber untersuchen, warum diese Option entfernt wurde.
fi: Näyttää siltä, että tietokantataulu "%1$s" on olemassa, vaikka sen ei pitäisi olla, ja se voi siksi sisältää virheellisiä tietoja. Jos olet aiemmin palauttanut tietokannan varmuuskopiosta, joka ei poistanut vanhoja tauluja, suosittelemme seuraavaa: %2$s 1. Luo uusi TÄYDELLINEN varmuuskopio tietokannasta, %2$s 2. Poista KAIKKI taulut tietokannasta, %2$s 3. Palauta edelliseen varmuuskopioon. %2$s Jos et kuitenkaan ole palauttanut varmuuskopioon, jotenkin "%3$s" WordPress-vaihtoehtoasi ei voitu lukea. Voit luultavasti jättää tämän viestin huomiotta, mutta sinun pitäisi tutkia, miksi kyseinen vaihtoehto poistetaan.
tr_tr: Görünüşe göre "%1$s" veritabanı tablosu olmaması gerektiği halde var ve bu nedenle hatalı veriler içerebilir. Veritabanınızı daha önce eski tabloları kaldırmayan bir yedekten geri yüklediyseniz, şunları yapmanızı öneririz: %2$s 1. Veritabanınızın yeni bir TAM yedeğini oluşturun, %2$s 2. Veritabanınızdan TÜM tabloları silin, %2$s 3. Önceki yedeğinize geri yükleyin. %2$s Ancak, bir yedeğe geri yükleme yapmadıysanız, bir şekilde "%3$s" WordPress seçeneğiniz okunamadı. Muhtemelen bu mesajı görmezden gelebilirsiniz, ancak bu seçeneğin neden kaldırıldığını araştırmalısınız.

source: There were errors creating the Event Espresso database tables and Event Espresso has been deactivated. To view the errors, please enable WP_DEBUG in your wp-config.php file.
de_de: Es gab Fehler bei der Erstellung der Event Espresso-Datenbanktabellen und Event Espresso wurde deaktiviert. Um die Fehler anzuzeigen, aktivieren Sie bitte WP_DEBUG in Ihrer wp-config.php-Datei.
fi: Event Espresson tietokantataulujen luomisessa tapahtui virheitä, ja Event Espresso on nyt poistettu käytöstä. Jos haluat nähdä virheet, ota WP_DEBUG käyttöön wp-config.php-tiedostossa.
tr_tr: Event Espresso veritabanı tablolarını oluştururken hatalar oluştu ve Event Espresso devre dışı bırakıldı. Hataları görüntülemek için lütfen wp-config.php dosyanızda WP_DEBUG özelliğini etkinleştirin.

source: Could not determine most up-to-date data migration script from which to pull database schema structure. So database is probably not setup properly
de_de: Es konnte kein aktuelles Datenmigrationsskript ermittelt werden, aus dem das Datenbankschema Struktur zu ziehen. Daher ist die Datenbank wahrscheinlich nicht richtig eingerichtet.
fi: Ei pystynyt määrittämään ajantasaisinta tiedonsiirtokäsikirjoitusta, josta tietokannan skeema voitaisiin vetää. rakenne. Tietokantaa ei siis todennäköisesti ole määritetty oikein.
tr_tr: Veritabanı şemasının alınacağı en güncel veri taşıma komut dosyası belirlenemedi yapı. Yani veritabanı muhtemelen düzgün kurulmamış

source: Could not associate question %1$s to a question group because no system question group existed
de_de: Die Frage %1$s konnte nicht einer Fragengruppe zugeordnet werden, da keine Systemfragengruppe Gruppe existiert
fi: Kysymystä %1$s ei voitu liittää kysymysryhmään, koska järjestelmäkysymystä ei ole olemassa. ryhmää ei ole olemassa
tr_tr: Sistem sorusu olmadığı için %1$s sorusu bir soru grubuyla ilişkilendirilemedi grup mevcuttu
