Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Venue Custom Fields
de_de: Benutzerdefinierte Felder des Veranstaltungsortes
fi: Tapahtumapaikan mukautetut kentät
fr_fr: Lieu champs personnalisés
tr_tr: Mekan Özel Alanları

source: %1$s saved.
de_de: %1$s gespeichert.
fi: %1$s tallennettu.
fr_fr: %1$s enregistrés.
tr_tr: %1$s kaydedildi.

source: Accept Donations?
de_de: Spende annehmen?
fi: Ottaa vastaan lahjoituksia?
fr_fr: Accepter les dons?
tr_tr: Bağış Kabul?

source: The Event Espresso critical page entitled "%s" could not be created.
de_de: Die kritische Seite von Event Espresso mit dem Titel "%s" konnte nicht erstellt werden.
fi: Event Espresson kriittistä sivua "%s" ei voitu luoda.
fr_fr: La page critique Event Espresso intitulé "%s " n'a pas pu être créé.
tr_tr: Event Espresso'nun "%s" başlıklı kritik sayfası oluşturulamadı.

source: is a required question.
de_de: ist eine benötigte Abfrage.
fi: on pakollinen kysymys.
fr_fr: est une question obligatoire.
tr_tr: Gerekli soru.

source: Delete Question Permanently
de_de: Frage unwiderruflich löschen
fi: Poista kysymys pysyvästi
fr_fr: Supprimer la question de façon permanente
tr_tr: Soruyu kalıcı olarak sil

source: Setup custom fields for your venue.
de_de: Richten Sie benutzerdefinierte Felder für Ihren Veranstaltungsort ein.
fi: Määritä mukautetut kentät tapahtumapaikallesi.
fr_fr: champs personnalisés d'installation pour votre site.
tr_tr: Mekanınız için özel alanları belirleyin.

source: An error occurred. No Event Question Groups could be retrieved because an Event ID was not received.
de_de: Es ist ein Fehler aufgetreten. Es konnten keine Ereignisfragengruppen abgerufen werden, da keine Ereignis-ID empfangen wurde.
fi: Tapahtui virhe. Tapahtumakysymysryhmiä ei voitu hakea, koska tapahtumatunnusta ei saatu.
fr_fr: Une erreur s'est produite. Pas de groupes d'événements Question pu être trouvé car un ID d'événement n'a pas été reçu.
tr_tr: Bir hata oluştu. Etkinlik Kimliği alınamadı çünkü hiçbir Etkinliğin Soru Grubu alınamadı.

source: is a required question. Please enter a value for at least one of the options.
de_de: ist eine benötige Information. Bitte mindesten einen Wert auswählen.
fi: on pakollinen kysymys. Vastaa ainakin yhteen vaihtoehdoista.
fr_fr: est une question obligatoire. S'il vous plaît entrer une valeur pour au moins l'une des options.
tr_tr: gerekli bir sorudur. Seçeneklerden en az biri için bir değer girin.

source: Restore Question Group
de_de: Abfragegruppe wiederherstellen
fi: Palauta kysymysryhmä
fr_fr: Restaurer Groupe question
tr_tr: Soru Grubunu Eski Haline Getir

source: Venue Discussion
de_de: Diskussion über den Veranstaltungsort
fi: Tapahtumapaikan keskustelu
fr_fr: Discussion lieu
tr_tr: Mekan Tartışması

source: An error occurred. No Question Groups could be retrieved because an Event ID was not received.
de_de: Es ist ein Fehler aufgetreten. Es konnten keine Fragengruppen abgerufen werden, da keine Ereignis-ID empfangen wurde.
fi: Tapahtui virhe. Kysymysryhmiä ei voitu hakea, koska tapahtumatunnusta ei saatu.
fr_fr: Une erreur s'est produite. Aucun groupe Question pu être trouvé, car un ID d'événement n'a pas été reçu.
tr_tr: Bir hata oluştu. Etkinlik Kimliği alınamadı çünkü hiçbir Soru Grubu alınamadı.

source: This registration step could not be completed. Please refresh the page and try again.
de_de: Dieser Registrierungsschritt konnte nicht abgeschlossen werden. Bitte laden Sie die Seite neu und versuchen es erneut.
fi: Ilmoittautumista ei voitu suorittaa loppuu. Päivitä sivu ja yritä uudelleen.
fr_fr: Cette étape de l'enregistrement n'a pas pu être terminée. S'il vous plaît rafraîchir la page et essayez à nouveau.
tr_tr: Kayıt oluşturulamadı. Lütfen sayfayı yenileyin ve tekrar deneyin.

source: Delete Question Group Permanently
de_de: Fragegruppe permanent löschen
fi: Poista kysymysryhmä lopullisesti
fr_fr: Supprimer le groupe question permanente
tr_tr: Soru Grubunu Kalıcı Olarak Sil

source: Specify if comments, trackbacks, and pingbacks are allowed for your venue.
de_de: Geben Sie an, ob Kommentare, Trackbacks und Pingbacks für Ihren Veranstaltungsort erlaubt sind.
fi: Määritä, sallitaanko kommentit, trackbackit ja pingbackit tapahtumapaikassasi.
fr_fr: Indiquez si des commentaires, trackbacks et pingbacks sont autorisés pour votre site.
tr_tr: Mekanınız için yorum, trackback ve pingback kabul ediyorsanız belirtin.

source: An error occurred. No Question Group IDs were received.
de_de: Es ist ein Fehler aufgetreten. Es wurden keine Fragengruppen-IDs empfangen.
fi: Tapahtui virhe. Kysymysryhmän tunnuksia ei vastaanotettu.
fr_fr: Une erreur s'est produite. Aucun ID de groupe question ont été reçues.
tr_tr: Bir hata oluştu. Soru Grup Kimlikleri alınamadı.

source: Venue Slug
de_de: Veranstaltungsort Schnecke
fi: Tapahtumapaikka Slug
fr_fr: Slug lieu
tr_tr: Mekan Sümüklüböceği

source: An error occurred. No Question IDs were received.
de_de: Es ist ein Fehler aufgetreten. Es wurden keine Frage-IDs empfangen.
fi: Tapahtui virhe. Kysymystunnuksia ei vastaanotettu.
fr_fr: Une erreur s'est produite. Aucun ID de questions ont été reçues.
tr_tr: Bir hata oluştu. Soru kimlikleri alınamadı.

source: Personal Information
de_de: Persönliche Informationen
fi: Henkilötiedot
fr_fr: Informations personnelles
tr_tr: Kişisel Bilgi

source: The slug is the customizable portion of the URL for your venue. For example, if my venue was called "Annual Parade," then the URL could appear as such: http://example.com/venues/annual-parade -- the slug would be then be annual-parade.
de_de: Der Slug ist der anpassbare Teil der URL für Ihren Veranstaltungsort. Wenn mein Veranstaltungsort zum Beispiel "Annual Parade" heißt, könnte die URL so aussehen: http://example.com/venues/annual-parade - der Slug wäre dann annual-parade.
fi: Slug on tapahtumapaikkasi URL-osoitteen muokattavissa oleva osa. Jos esimerkiksi tapahtumapaikkani nimi olisi "Annual Parade", URL-osoite voisi olla seuraava: http://example.com/venues/annual-parade -- slug olisi silloin annual-parade.
fr_fr: La limace est la partie personnalisable de l'URL de votre site. Par exemple, si mon lieu a été appelé "Parade annuelle,", puis l'URL pourrait apparaître comme telle: http://example.com/venues/annual-défilé - le slug serait alors être annuel-défilé.
tr_tr: Slug, mekanınız için URL'nin özelleştirilebilir kısmıdır. Örneğin, mekanımın adı "Annual Parade" olsaydı, URL şu şekilde görünebilirdi: http://example.com/venues/annual-parade -- sümüklü böcek o zaman annual-parade olurdu.

source: You attempted to edit an item that doesn't exist. Perhaps it was deleted?
de_de: Sie haben versucht, einen Artikel zu bearbeiten, der nicht existiert. Vielleicht wurde er gelöscht?
fi: Yritit muokata kohdetta, jota ei ole olemassa. Ehkä se on poistettu?
tr_tr: Mevcut olmayan bir öğeyi düzenlemeye çalıştınız. Belki de silinmiştir?

source: An error occurred. No EVT_ID is included. Needed to know which question groups to retrieve.
de_de: Es ist ein Fehler aufgetreten. Es ist keine EVT_ID enthalten. Wird benötigt, um zu wissen, welche Fragengruppen abgerufen werden sollen.
fi: Tapahtui virhe. EVT_ID ei ole mukana. Tarvitaan tietoa siitä, mitkä kysymysryhmät haetaan.
fr_fr: Une erreur s'est produite. Pas EVT_ID est inclus. Besoin de savoir quelle question des groupes à récupérer.
tr_tr: Bir hata oluştu. EVT_ID dahil değildir. Almak için grupları sorguladığımı bilmek gerekiyor.

source: Address Information
de_de: Adressinformationen
fi: Osoitetiedot
fr_fr: Coordonnées
tr_tr: Adres Bilgisi

source: Venue Author
de_de: Author der Veranstaltungsorts
fi: Tapahtumapaikka Tekijä
fr_fr: Lieu Auteur
tr_tr: Mekan Yazarı

source: Saving Draft&#8230;
de_de: Entwurf speichern&#8230;
fi: Luonnoksen tallentaminen...
fr_fr: Enregistrement Projet & # 8230;
tr_tr: Taslak Kaydedildi&#8230;

source: Event to Question Group Link
de_de: Ereignis zur Frage Gruppe Link
fi: Tapahtuma kysymysryhmään Linkki
fr_fr: Événement à la question Link Group
tr_tr: Etkinliğin Soru Grup Linki

source: First Name - System Question
de_de: Vorname - Systemfrage
fi: Etunimi - Järjestelmäkysymys
fr_fr: Prénom - Système question
tr_tr: İsim - Sistem Sorusu

source: Line item %s did not contain a valid ticket
de_de: Einzelposten %s beinhaltet kein gültiges Ticket
fi: Rivi %s ei sisällä voimassaolevaa lippua
fr_fr: La ligne de commande %s ne contient pas un billet valide
tr_tr: Satır öğesi %s geçerli bir bilet içermiyordu

source: registrant
de_de: Registrierte Person
fi: ilmoittautuja
fr_fr: inscrit
tr_tr: kayıt

source: This is the site member that will be credited for creating this venue.
de_de: Dies ist das Mitglied der Website, das für die Schaffung dieses Ortes verantwortlich gemacht wird.
fi: Tämä on sivuston jäsen, joka saa kunnian tämän paikan luomisesta.
fr_fr: C'est le membre du site qui sera crédité pour la création de ce lieu.
tr_tr: Bu üye mekanın yaratıcısı olarak görünecek.

source: The changes you made will be lost if you navigate away from this page.
de_de: Die von Ihnen vorgenommenen Änderungen gehen verloren, wenn Sie diese Seite verlassen.
fi: Tekemäsi muutokset menetetään, jos siirryt pois tältä sivulta.
fr_fr: Les modifications apportées seront perdues si vous quittez cette page.
tr_tr: Bu sayfadan ayrılırsanız yapılan değişiklikler kaybolur.

source: Event to Question Group Links
de_de: Ereignis zur Frage Gruppe Links
fi: Tapahtuma kysymyksille Ryhmälinkit
fr_fr: Événement à la question Liens Groupe
tr_tr: Etkinliğin Soru Grup Linkleri

source: Last Name - System Question
de_de: Nachname - Systemanfrage
fi: Sukunimi - Järjestelmäkysymys
fr_fr: Nom - Système question
tr_tr: Soyisim - Sistem Sorusu

source: The ticket (%s) is not associated with any valid datetimes.
de_de: Das Ticket (% s) ist keinem gültigen Termin zugeordnet.
fi: Tämä lippu (%s) ei ole yhdistetty annettuihin päivämääriin.
fr_fr: Le billet ( %s ) n'est pas associée à des horaires valides.
tr_tr: Bilet (%s) herhangi bir geçerli zaman ile ilişkili değildir.

source: registrants
de_de: Registrierte Personen
fi: Rekisteröityneet
fr_fr: inscrits
tr_tr: kayıtlar

source: Enter the physical address for this venue. This field is optional.
de_de: Geben Sie die physische Adresse des Veranstaltungsortes ein. Dieses Feld ist optional.
fi: Anna tämän tapahtumapaikan fyysinen osoite. Tämä kenttä on valinnainen.
fr_fr: Entrez l'adresse physique pour ce lieu. Ce champ est facultatif.
tr_tr: Bu mekan için fiziksel adres girin. Bu alan opsiyoneldir.

source: Tools
de_de: Werkzeuge
fi: Työkalut
fr_fr: Outils
tr_tr: Araçlar

source: Event to Question Group Link ID
de_de: Ereignis zu Frage Gruppe Link ID
fi: Tapahtuman ja kysymysryhmän välinen linkki ID
fr_fr: Événement à la question Link Group ID
tr_tr: Etkinliğin Soru Grup Linklerinin Kimliği

source: Email Address - System Question
de_de: E-Mail Adresse - Systemanfrage
fi: Sähköpostiosoite - Järjestelmäkysymys
fr_fr: Adresse e-mail - Système question
tr_tr: Email Adresi - Sistem Sorusu

source: The ticket (%s) is not associated with a valid event.
de_de: Das (%s) Ticket kann keiner aktuellen Veranstaltung zugeordnet werden.
fi: Tämä lippu (%s) ei ole yhdistetty voimassa olevaan tapahtumaan.
fr_fr: Le billet ( %s ) n'est pas associé à un évènement valide.
tr_tr: Bilet (%s) geçerli bir etkinlik ile ilişkili değildir.

source: TKT Option
fi: Lipputyyppi
fr_fr: Option TKT
tr_tr: TKT Ayarları

source: The countries that are shown in the dropdown are controlled through the "Country Appears in Dropdown Select Lists" setting which is in the %sCountries tab%s on the General Settings page. Once on this page, you can specify whether to show a country in this dropdown by selecting yes or no and saving changes.
de_de: Die Länder, die in der Auswahlliste angezeigt werden, werden über die Einstellung "Land wird in Auswahllisten angezeigt" gesteuert, die sich auf der Seite Allgemeine Einstellungen auf der Registerkarte %sLänder%s befindet. Auf dieser Seite können Sie festlegen, ob ein Land in dieser Auswahlliste angezeigt werden soll, indem Sie Ja oder Nein wählen und die Änderungen speichern.
fi: Pudotusvalikossa näkyviä maita ohjataan "Maa näkyy pudotusvalikossa" -asetuksella, joka on Yleiset asetukset -sivun %sMaat-välilehdellä%s. Kun olet tällä sivulla, voit määrittää, näytetäänkö maa tässä pudotusvalikossa valitsemalla kyllä tai ei ja tallentamalla muutokset.
fr_fr: Les pays qui sont affichés dans la liste déroulante sont contrôlés par le paramètre "pays qui figure dans les listes déroulantes," qui est dans l' %s onglet%s Pays sur la page Paramètres généraux. Une fois sur cette page, vous pouvez choisir d'afficher un pays dans cette liste déroulante en sélectionnant oui ou non et enregistrer les modifications.
tr_tr: Açılır menüde gösterilen ülkeler, Genel Ayarlar sayfasındaki %sÜlkeler sekmesinde%s bulunan "Ülke Açılır Menü Seçim Listelerinde Görünür" ayarı aracılığıyla kontrol edilir. Bu sayfaya geldiğinizde, evet veya hayır seçeneğini belirleyip değişiklikleri kaydederek bu açılır menüde bir ülkenin gösterilip gösterilmeyeceğini belirleyebilirsiniz.

source: End Tour
de_de: Tour beenden
fi: Lopeta kierros
fr_fr: Fin Visite
tr_tr: Turu Bitir

source: Address - System Question
de_de: Adresse - Systemfrage
fi: Osoite - Järjestelmäkysymys
fr_fr: Adresse - Système question
tr_tr: Adres - Sistem Sorusu

source: Specify whether to show a Google Map for this venue. You can also provide a link which is used in Event Espresso emails.
de_de: Geben Sie an, ob eine Google-Karte für diesen Veranstaltungsort angezeigt werden soll. Sie können auch einen Link angeben, der in Event Espresso-E-Mails verwendet wird.
fi: Määritä, näytetäänkö tälle tapahtumapaikalle Google-kartta. Voit myös antaa linkin, jota käytetään Event Espresson sähköpostiviesteissä.
fr_fr: Précisez si une carte Google Map pour ce lieu. Vous pouvez également fournir un lien qui est utilisé dans les emails Event Espresso.
tr_tr: Bu mekan için bir Google Haritası gösterilip gösterilmeyeceğini belirtin. Ayrıca Event Espresso e-postalarında kullanılacak bir bağlantı da sağlayabilirsiniz.

source: There is no slug set for the help tour class (%s). Make sure that the $_slug property is set in the class constructor
de_de: Es gibt kein Slug-Set für die Hilfetourklasse (%s). Stellen Sie sicher, dass die $_slug Eigenschaft im Klassenkonstruktor gesetzt ist
fi: Help tour -luokalle (%s) ei ole määritetty slugia. Varmista, että $_slug-ominaisuus on asetettu luokan konstruktorissa.
fr_fr: Il n'y a aucune limace fixée pour la classe de l'aide de la tournée ( %s ). Assurez-vous que la propriété $ _slug est situé dans le constructeur de la classe
tr_tr: Yardım turu sınıfı (%s) için ayarlanmış bir slug yok. Sınıf yapıcısında $_slug özelliğinin ayarlandığından emin olun

source: Flag indicating question is only for primary attendees
de_de: Kennzeichen, das anzeigt, dass die Frage nur für Hauptteilnehmer gilt
fi: Tunniste, joka kertoo kysymyksen olevan vain ensisijaisille ilmoittautujille
fr_fr: Drapeau indiquant question est seulement pour les participants primaires
tr_tr: Soru belirten Bayrak, sadece öncelikli katılımcılar için

source: Address2
de_de: Adresse2
fi: Lähiosoite 2
fr_fr: Adresse 2
tr_tr: Adres 2

source: The following events do not require payment at this time and will not be billed during this transaction. Billing will only occur after the attendee has been approved by the event organizer. You will be notified when your registration has been processed. If this is a free event, then no billing will occur.
de_de: Die folgenden Events benötigen zur Zeit keine Zahlung und werden bei der Transaktion nicht in Rechnung gestellt. Die Zahlung wird nur fällig, nachdem die Teilnehmer durch den Veranstalter genehmigt worden sind. Sie werden benachrichtigt, wenn Ihre Anmeldung bearbeitet wurde. Wenn diese Veranstaltung kostenlos ist, wird keine Rechnung erstellt.
fi: Tapahtumaan osallistuminen ei vaadi maksua tässä vaiheessa. Laskutus tapahtuu vasta, kun osallistuja on hyväksytty tapahtumaan. Saat ilmoituksen, kun ilmoittautuminen hyväksytään. Jos tilaisuus on ilmainen, laskutusta ei tapahdu.
fr_fr: Les événements suivants ne nécessitent pas de paiement en ce moment et ne seront pas facturés au cours de cette transaction. Facturation ne se produira après le participant a été approuvé par l'organisateur de l'événement. Vous serez averti lorsque votre inscription aura été traitée. S'il s'agit d'un événement gratuit, aucune facturation se produit.
tr_tr: Aşağıdaki etkinlikler şu anda ödeme gerektirmemektedir ve bu işlem sırasında faturalandırılmayacaktır. Faturalandırma ancak katılımcının etkinlik organizatörü tarafından onaylanmasından sonra gerçekleşecektir. Kaydınız işleme konulduğunda size bilgi verilecektir. Bu ücretsiz bir etkinlikse, faturalandırma yapılmayacaktır.

source: There is no label set for the help tour class (%s). Make sure that the $_label property is set in the class constructor
de_de: Es ist kein Label für die Hilfetourklasse (%s) gesetzt. Stellen Sie sicher, dass die Eigenschaft $_label im Klassenkonstruktor gesetzt ist
fi: Apukierrosluokalle (%s) ei ole määritetty etikettiä. Varmista, että $_label-ominaisuus on asetettu luokan konstruktorissa.
fr_fr: Il n'y a aucune étiquette fixée pour la classe de l'aide de la tournée ( %s ). Assurez-vous que la propriété $ _label est situé dans le constructeur de la classe
tr_tr: Yardım turu sınıfı (%s) için ayarlanmış bir etiket yok. Sınıf yapıcısında $_label özelliğinin ayarlandığından emin olun

source: Event to Venue Link ID
de_de: Veranstaltung zum Veranstaltungsort Link ID
fi: Tapahtuman ja tapahtumapaikan välinen linkki ID
fr_fr: L'événement à ce lieu ID de lien
tr_tr: Etkinliğin Alan Link Adresi

source: Address2 - System Question
de_de: Adresse2 - Systemfrage
fi: Lähiosoite 2 - Järjestelmäkysymys
fr_fr: Adresse 2 - Question Système
tr_tr: Adres 2 - Sistem Sorusu

source: Steps
de_de: Schritt
fi: Askeleet
tr_tr: Adım

source: %s of %s
de_de: %s von %s
fr_fr: %s de %s
tr_tr: %s'nin %s'si

source: Quickly publish your venue to allow linking to an event or multiple events.
de_de: Veröffentlichen Sie Ihren Veranstaltungsort schnell, um die Verknüpfung mit einer Veranstaltung oder mehreren Veranstaltungen zu ermöglichen.
fi: Julkaise tapahtumapaikkasi nopeasti, jotta voit linkittää tapahtuman tai useita tapahtumia.
fr_fr: Publier rapidement votre lieu de permettre un lien vers un ou plusieurs événements.
tr_tr: Bir etkinliğe veya birden fazla etkinliğe bağlantı sağlamak için mekanınızı hızla yayınlayın.

source: Final Stop Tour
de_de: Endstation Tour
fi: Kierros päättyy
fr_fr: Tour Stop finale
tr_tr: Final Turu Durağı

source: Venue ID
de_de: Veranstaltungsort-ID
fi: Tapahtumapaikan tunnus
fr_fr: Lieu ID
tr_tr: Alan Kullanıcı Kimliği

source: City - System Question
de_de: Stadt - Systemfrage
fi: Kaupunki - Järjestelmäkysymys
fr_fr: City - Système question
tr_tr: Şehir - Sistem Sorusu

source: View Check-ins for this Ticket
de_de: Check Ins für diese Veranstaltung anzeigen
fi: Näytä tämän tapahtuman sisäänkirjautumiset
tr_tr: Bu Etkinlik için Checkinlere Bak

source: The following statuses are available: Published, Pending Review, and Draft. A status of published means that a venue is live and can be associated with one or more events. Pending review will set a venue to draft until an event administrator has approved the venue. A status of draft will save a venue but it will be unpublished.
de_de: Die folgenden Status sind verfügbar: Veröffentlicht, Zur Überprüfung anstehend und Entwurf. Der Status "Veröffentlicht" bedeutet, dass ein Veranstaltungsort aktiv ist und mit einer oder mehreren Veranstaltungen verknüpft werden kann. Der Status "Zur Überprüfung anstehend" setzt einen Veranstaltungsort auf "Entwurf", bis ein Veranstaltungsadministrator den Veranstaltungsort genehmigt hat. Mit dem Status "Entwurf" wird ein Veranstaltungsort gespeichert, aber nicht veröffentlicht.
fi: Seuraavat tilat ovat käytettävissä: Julkaistu, Odottaa hyväksymistä ja Luonnos. Julkaistu tapahtumapaikka on käytössä ja voidaan liittää eri tapahtumiin. Hyväksymistä odottava tapahtumapaikka on luonnos, joka tapahtuman ylläpitäjän on hyväksyttävä. Luonnos-tilassa oleva tapahtumapaikka tallennetaan, mutta sitä ei julkaista.
fr_fr: Les états suivants sont disponibles: Publication, en attente d'examen, et le projet. Un statut de publication signifie que le site est en ligne et peut être associé à un ou plusieurs événements. En attendant l'examen établira un lieu de rédiger jusqu'à ce qu'un administrateur de l'événement a approuvé le lieu. Un état de projet permettra d'économiser un lieu, mais il sera publié.
tr_tr: Aşağıdaki durumlar mevcuttur: Yayınlandı, İnceleme Bekliyor ve Taslak. Yayınlandı durumu, bir mekanın yayında olduğu ve bir veya daha fazla etkinlikle ilişkilendirilebileceği anlamına gelir. Bekleyen inceleme, bir etkinlik yöneticisi mekanı onaylayana kadar mekanı taslak olarak ayarlar. Taslak durumu bir mekanı kaydeder ancak yayınlanmamış olur.

source: That's it for the tour! At any time you can restart a tour by clicking on this help dropdown and then clicking one of the Tour buttons. There are help tours available on all Event Espresso Admin pages. If you want to turn off help tours for all pages, %sgo here%s. All the best with your events!
de_de: Das war's mit der Tour! Sie können eine Tour jederzeit neu starten, indem Sie auf dieses Hilfe-Dropdown und dann auf eine der Tour-Schaltflächen klicken. Hilfe-Touren sind auf allen Event Espresso Admin-Seiten verfügbar. Wenn Sie die Hilfetouren für alle Seiten deaktivieren möchten, %sgehen Sie hier%s. Viel Erfolg mit Ihren Veranstaltungen!
fi: Opastuskierros on nyt päättynyt! Voit koska tahansa aloittaa kierroksen uudelleen painamalla tätä Ohje-valikkoa ja valitsemalla jonkin Opastuskierros-painikkeista. Kaikilla Event Espresson ylläpitosivuilla on opastuskierroksia. Jos haluat kytkeä kierrokset pois päältä kaikilla sivuilla, %sgo voit tehdä sen täällä%s. Tsemppiä tapahtumiisi!
fr_fr: Voilà pour la visite! A tout moment vous pouvez redémarrer une tournée en cliquant sur cette aide déroulant puis en cliquant sur un des boutons du Tour. Il ya des visites d'aide disponibles sur toutes les pages Admin Event Espresso. Si vous souhaitez désactiver aide visites pour toutes les pages, %s allez ici %s . Tout le meilleur de vos événements!
tr_tr: Tur için hepsi bu kadar! İstediğiniz zaman bu yardım açılır menüsüne ve ardından Tur düğmelerinden birine tıklayarak bir turu yeniden başlatabilirsiniz. Tüm Event Espresso Admin sayfalarında yardım turları mevcuttur. Tüm sayfalar için yardım turlarını kapatmak istiyorsanız, %sburaya gidin%s. Etkinliklerinizde her şey gönlünüzce olsun!

source: Flag indicating venue is primary one for event
de_de: Flagge, die anzeigt, dass der Veranstaltungsort der Hauptveranstaltungsort ist
fi: Tunniste, joka kertoo tapahtumapaikan olevan tapahtuman pääasiallinen paikka
fr_fr: Drapeau indiquant le lieu est un primaire pour l'événement
tr_tr: Bayrak belirten mekan, etkinlik için birincil olandır

source: State/Province - System Question
de_de: Staat/Provinz - Systemfrage
fi: Osavaltio - Järjestelmäkysymys
fr_fr: Etat / Province - Système question
tr_tr: Mahalle - Sistem Sorusu
