Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: The following table creation SQL does not contain valid information about the table columns: %1$s %2$s
de_de: Das folgende Tabellenerstellungs-SQL enthält keine gültigen Informationen über die Tabellenspalten: %1$s %2$s
fi: Seuraava taulukon luonti SQL ei sisällä kelvollisia tietoja taulukon sarakkeista: %1$s %2$s
tr_tr: Aşağıdaki tablo oluşturma SQL'i tablo sütunları hakkında geçerli bilgiler içermiyor: %1$s %2$s

source: The timezone given (%1$s), is invalid, please check with %2$sthis list%3$s for what valid timezones can be used
de_de: Die angegebene Zeitzone (%1$s) ist ungültig. Bitte überprüfen Sie anhand dieser %2$sListe%3$s, welche Zeitzonen verwendet werden können.
fi: Annettu aikavyöhyke (%1$s) on virheellinen. Tarkista %2$stästä listasta%3$s käytettävissä olevat aikavyöhykkeet
tr_tr: Verilen saat dilimi (%1$s) geçersiz, lütfen kullanılabilecek geçerli saat dilimleri için %2$sşu liste%3$s ile kontrol edin

source: The provided GMT offset (%1$s), is invalid, please check with %2$sthis list%3$s for what valid timezones can be used
de_de: Der angegebene GMT-Offset (%1$s) ist ungültig. Bitte prüfen Sie anhand dieser %2$sListe%3$s, welche Zeitzonen verwendet werden können.
fi: Annettu aikaero GMT/UTC-aikaan (%1$s) on virheellinen. Tarkista %2$stästä listasta%3$s käytettävissä olevat aikavyöhykkeet
tr_tr: Sağlanan GMT ofseti (%1$s) geçersiz, lütfen kullanılabilecek geçerli saat dilimleri için %2$sbu liste%3$s ile kontrol edin

source: timezone
de_de: Zeitzone
fi: aikavyöhyke
tr_tr: zaman dilimi

source: %1$sUTC%2$s time is %3$s
de_de: %1$sUTC%2$s Zeit ist %3$s
fi: %1$sUTC%2$s-aika on %3$s
fr_fr: L'heure %1$sUTC%2$s est %3$s
tr_tr: %1$sUTC%2$s zamanı %3$s

source: Local time is %1$s
de_de: Die Ortszeit ist %1$s
fi: Paikallinen aika on %1$s
fr_fr: L'heure locale est %1$s
tr_tr: Yerel saat %1$s

source: Daylight saving time begins on: %s.
de_de: Die Sommerzeit beginnt am: %s.
fi: Kesäaika alkaa: %s.
fr_fr: L'heure d'été commence le:%s.
tr_tr: Gün ışığı tasarruf başlangıç zamanı: %s

source: Standard time begins on: %s.
de_de: Die Standardzeit beginnt am: %s.
fi: Normaaliaika alkaa: %s.
fr_fr: L'heure standard commence le:%s.
tr_tr: Standart saat şu tarihte başlar: %s.

source: Expected a PHP DateTime object, but instead received %1$s
de_de: Erwartete ein PHP DateTime-Objekt, aber stattdessen %1$s erhalten
fi: Odotettiin PHP DateTime -aikaa, mutta sen sijaan saatiin %1$s
tr_tr: Bir PHP DateTime nesnesi bekleniyordu, ancak bunun yerine %1$s alındı

source: Expected a Unix timestamp, but instead received %1$s
de_de: Erwartet einen Unix-Zeitstempel, aber stattdessen %1$s erhalten
fi: Odotettiin Unix timestamp -aikaa, mutta sen sijaan saatiin %1$s
tr_tr: Bir Unix zaman damgası bekleniyordu, ancak bunun yerine %1$s alındı

source: There is a time format for 12 hour time but no "a" or "A" to indicate am/pm. Without this distinction, PHP is unable to determine if a "1" for the hour value equals "1pm" or "1am".
de_de: Es gibt ein Zeitformat für die 12-Stunden-Zeit, aber kein "a" oder "A" zur Angabe von am/pm. Ohne diese Unterscheidung ist PHP nicht in der Lage zu bestimmen, ob eine "1" für den Stundenwert "1pm" oder "1am" bedeutet.
fi: Käytössä on 12 tunnin aikamuoto, joka ei kuitenkaan ilmoita "a" tai "A" ilmoittamaan, onko aika ennen vai jälkeen puolepäivän. Ilman tätä tietoa PHP ei pysty määrittämään, tarkoittaako "1" kello 1 yöllä vai 13 iltapäivällä.
tr_tr: Saat 12 için bir zaman biçimi vardır, ancak am/pm'i belirtmek için "a" veya "A" yoktur. Bu ayrım olmadan PHP, saat değeri için "1 "in "1pm "e mi yoksa "1am "e mi eşit olduğunu belirleyemez.

source: Event
de_de: Veranstaltung
fi: Tapahtuma
fr_fr: Evénement
tr_tr: Etkinlik

source: The format "%s" was likely added via a filter and is invalid for the following reasons:
de_de: Das Format "%s" wurde wahrscheinlich über einen Filter hinzugefügt und ist aus den folgenden Gründen ungültig:
fi: Annettu muoto "%s" on lisätty todennäköisesti suodattimen välityksellä ja on virheellinen seuraavista syistä:
tr_tr: "%s" biçimi muhtemelen bir filtre aracılığıyla eklenmiştir ve aşağıdaki nedenlerden dolayı geçersizdir:

source: %sPlease note that your date and time formats have been reset to "Y-m-d" and "h:i a" respectively.%s
de_de: %sBitte beachten Sie, dass Ihr Datums- und Zeitformat auf "J-m-d" bzw. "h:i a" zurückgesetzt wurde.%s
fi: %sHuomaathan, että päivämäärä- ja aikamuodot on nollattu muotoon "Y-m-d" (vuosi-kuukausi-päivä) ja "h:i a" (tunnit:minuutit ap/ip).%s
tr_tr: %sLütfen tarih ve saat formatlarınızın sırasıyla "Y-m-d" ve "h:i a" olarak sıfırlandığını unutmayın.%s

source: For every major release we want to recognize the people who contributed to the release via a GitHub pull request. Want to see your name listed here? %sWhen you submit a pull request that gets included in a major release%s, we'll add your name here linked to your GitHub profile.
de_de: Bei jeder größeren Veröffentlichung möchten wir die Personen, die zu dieser Veröffentlichung beigetragen haben, durch eine GitHub-Pull-Anfrage würdigen. Möchten Sie, dass Ihr Name hier aufgeführt wird? %sWenn du einen Pull Request einreichst, der in eine Hauptversion aufgenommen wird%s, fügen wir deinen Namen hier mit deinem GitHub-Profil verknüpft ein.
fi: Jokaisen merkittävän päivityksen osalta haluamme huomioida ihmiset, jotka ovat edesauttaneet päivityksen tekemistä GitHub-palvelun pull request -toiminnon kautta. Haluatko nähdä nimesi tässä? %sKun lähetät pull request -pyynnön, joka päätyy merkittävään päivitykseen%s, lisäämme tähän nimesi ja linkin GitHub-profiiliisi.
tr_tr: Her büyük sürümde, bir GitHub çekme isteği aracılığıyla sürüme katkıda bulunan kişileri tanımak istiyoruz. İsminizin burada listelenmesini ister misiniz? %sBüyük bir sürüme dahil edilen bir çekme isteği gönderdiğinizde%s, adınızı GitHub profilinize bağlı olarak buraya ekleyeceğiz.

source: We're sorry, but the %1$s could not be applied because the event cart could not be retrieved.
de_de: Es tut uns leid, aber die %1$s konnten nicht angewendet werden, da der Ereigniswarenkorb nicht abgerufen werden konnte.
fi: Pahoittelut, mutta %1$s ei voitu käyttää, koska ilmoittautumisia ei voitu noutaa.
fr_fr: Nous sommes désolés, mais le %1$s n'a pas pu être appliqué car le panier d'événements n'a pas pu être récupéré.
tr_tr: Üzgünüz, ancak etkinlik sepeti alınamadığı için %1$s uygulanamadı.

source: We're sorry, but %3$s have already been added to the cart and the "%1$s%2$s" promotion can not be combined with others.
de_de: Es tut uns leid, aber %3$s wurden bereits in den Warenkorb gelegt und die Aktion "%1$s%2$s" kann nicht mit anderen kombiniert werden.
fi: Pahoittelut, mutta %3$s on jo lisätty ilmoittautumisiin eikä alennusta "%1$s%2$s" voida yhdistää muiden alennusten kanssa.
fr_fr: Désolé, mais %3$s ont déjà été ajoutés au panier et la promotion "%1$s%2$s" ne peut pas être combinée avec d'autres.
tr_tr: Üzgünüz, ancak %3$s zaten sepete eklendi ve "%1$s%2$s" promosyonu diğerleriyle birleştirilemez.

source: We're sorry, but the "%1$s%2$s" %3$s has already been added to the cart and can not be combined with others.
de_de: Es tut uns leid, aber die "%1$s%2$s" %3$s wurden bereits in den Warenkorb gelegt und können nicht mit anderen kombiniert werden.
fi: Pahoittelut, mutta "%1$s%2$s" %3$s on jo lisätty ilmoittautumisiin eikä sitä voida yhdistää muihin.
fr_fr: Nous sommes désolés, mais le "%1$s%2$s" %3$s a déjà été ajouté au panier et ne peut pas être combiné avec d'autres.
tr_tr: Üzgünüz, ancak "%1$s%2$s" %3$s zaten sepete eklenmiştir ve diğerleriyle birleştirilemez.

source: We're sorry, but the %1$s could not be applied because information pertaining to it could not be retrieved from the database.
de_de: Es tut uns leid, aber die %1$s konnte nicht angewendet werden, da die entsprechenden Informationen nicht aus der Datenbank abgerufen werden konnten.
fi: Pahoittelut, mutta %1$s ei voitu käyttää, koska siihen liittyviä tietoja ei voitu noutaa tietokannasta.
fr_fr: Nous sommes désolés, mais les %1$s s n'ont pas pu être appliqués car les informations qui s'y rapportent n'ont pas pu être extraites de la base de données.
tr_tr: Üzgünüz, ancak %1$s ile ilgili bilgiler veritabanından alınamadığı için uygulanamadı.

source: Discount: %1$s
de_de: Rabatt: %1$s
fi: Alennus: %1$s
fr_fr: Réduction: %1$s
tr_tr: İndirim: %1$s

source: Transaction Promotions
de_de: Transaktion Promotions
fi: Alennukset
fr_fr: Promotions de transactions
tr_tr: İşlem Promosyonları

source: This promotion is currently not active because you have selected %s as the scope for the promotion but have not applied the promotion to any %s.
de_de: Diese Aktion ist derzeit nicht aktiv, da Sie %s als Geltungsbereich für die Aktion ausgewählt, aber die Aktion nicht auf %s angewendet haben.
fi: Tätä alennusta ei tällä hetkellä käytetä, koska olet valinnut %s alennuksen kohteeksi, mutta et ole kohdistanut tapahtumaa yhteenkään %s.
fr_fr: Cette promotion n'est actuellement pas active car vous avez sélectionné %s comme champ d'application de la promotion mais n'avez pas appliqué la promotion à %s.
tr_tr: Bu promosyon şu anda etkin değil çünkü promosyon kapsamı olarak %s'yi seçtiniz ancak promosyonu herhangi bir %s'ye uygulamadınız.

source: Promotions Affect Taxes
de_de: Werbeaktionen wirken sich auf die Steuern aus
fi: Alennukset vaikuttavat verotukseen
fr_fr: Les promotions affectent les taxes
tr_tr: Promosyonlar Vergileri Etkiliyor

source: If set to "Yes" then all promotions will be applied before taxes are calculated,%1$smeaning that the taxes will be applied to the discounted total.%1$s example: $10 total - $5 discount + 10%% tax = $5.50%1$sIf set to "No" then taxes will applied to transaction totals first, followed by promotions.%1$s example: $10 total + 10%% tax - $5 discount = $6.00
de_de: Wenn Sie die Option "Ja" wählen, werden alle Werbeaktionen vor der Berechnung der Steuern angewandt.%1$sDas bedeutet, dass die Steuern auf die rabattierte Gesamtsumme angewandt werden.%1$sBeispiel: $10 gesamt - $5 Rabatt + 10%%.strtolower($m[1])teuer = $5.50%1$sWenn Sie die Option "Nein" wählen, werden die Steuern zuerst auf die Transaktionssumme angewandt, gefolgt von den Werbeaktionen.%1$sBeispiel: $10 gesamt + 10%%.strtolower($m[1])teuer - $5 Rabatt = $6.00
fi: Jos valitset "Kyllä", alennus tehdään ennen verojen laskemista,%1$sjolloin verot lasketaan siis alennetusta hinnasta.%1$s Esimerkki: yhteensä 10 € - alennus 5 € + vero 10%% = 5,50 €%1$sJos valitset "Ei", verot lasketaan ennen alennuksen käyttämistä.%1$s Esimerkki: yhteensä 10 € + vero 10%% - 5 € alennus = 6,00 €
fr_fr: S'il est réglé sur "Oui", toutes les promotions seront appliquées avant que les taxes soient calculées,% 1 $ signifie que les taxes seront appliquées au total actualisé. Exemple de% 1 $ s: 10 $ total - 5 $ de remise + 10% d'impôt = 5,50 $ % 1 $ s Si vous avez réglé sur "Non", les taxes seront appliquées aux totaux de la transaction en premier, suivis des promotions.% 1 $ s exemple: $ 10 total + 10 %% tax - $ 5 discount = $ 6.00
tr_tr: "Evet" olarak ayarlanırsa, tüm promosyonlar vergiler hesaplanmadan önce uygulanır,%1$s yani vergiler indirimli toplam tutara uygulanır.%1$s örnek: 10$ toplam - 5$ indirim + %%10 vergi = $5,50%1$s "Hayır" olarak ayarlanırsa, vergiler önce işlem toplamlarına uygulanır, ardından promosyonlar uygulanır.%1$s örnek: 10$ toplam + %%10 vergi - 5$ indirim = 6,00$

source: How Non-Code Promotions* are advertised and displayed above the Ticket Selector.%1$s* "Non-Code Promotions" are promotions that do not use a text code, and are applied automatically when all of the promotion's qualifying requirements are met (ie: start date, selected events, etc).%2$s
de_de: Wie Non-Code-Promotions* beworben und über der Ticketauswahl angezeigt werden.%1$s* "Non-Code-Promotions" sind Promotions, die keinen Textcode verwenden und automatisch angewendet werden, wenn alle Voraussetzungen für die Promotion erfüllt sind (z. B.: Startdatum, ausgewählte Veranstaltungen usw.).%2$s
fi: Miten koodittomat alennukset* näytetään lippuvalitsimessa.%1$s* "Koodittomat alennukset" ovat alennuksia, joihin ei käytetä erillisiä koodeja, vaan ne myönnetään automaattisesti, kun kaikki alennukset edellytykset täyttyvä (esim. alkupäivä, valitut tapahtumat, jne.).%2$s
fr_fr: %1$s* Les «Promotions sans code» sont des promotions qui n'utilisent pas de code texte et sont automatiquement appliquées lorsque toutes les conditions requises pour la promotion sont remplies ( À-dire: date de début, événements sélectionnés, etc).%2$s
tr_tr: Kodsuz Promosyonlar* Bilet Seçici üzerinde nasıl tanıtılır ve görüntülenir.%1$s* "Kodsuz Promosyonlar" bir metin kodu kullanmayan promosyonlardır ve promosyonun tüm yeterlilik koşulları karşılandığında (örn. başlangıç tarihi, seçilen etkinlikler vb.) otomatik olarak uygulanır.%2$s

source: Set to "Yes" and then click "Save" to confirm reset all basic and advanced Event Espresso Promotions settings to their plugin defaults.
de_de: Wählen Sie "Ja" und klicken Sie dann auf "Speichern", um zu bestätigen, dass alle grundlegenden und erweiterten Event Espresso Promotions-Einstellungen auf die Plugin-Standardwerte zurückgesetzt werden.
fi: Valitse "Kyllä" ja paina "Tallenna" vahvistaaksesi, että haluat nollata Event Espresson kaikki alennuksia koskevat asetukset oletusasetuksiin.
fr_fr: Réglez sur "Oui", puis cliquez sur "Enregistrer" pour confirmer la réinitialisation de tous les réglages de base et Event Espresso Promotions avancés à leurs paramètres par défaut.
tr_tr: "Evet" olarak ayarlayın ve ardından tüm temel ve gelişmiş Event Espresso Promotions ayarlarını eklenti varsayılanlarına sıfırlamayı onaylamak için "Kaydet "e tıklayın.

source: Promo Is Exclusive
de_de: Promo ist exklusiv
fi: Alennus on poissulkeva
fr_fr: La promotion est exclusive
tr_tr: Promosyon Özeldir

source: If set to "Yes" then this promotion can not be combined with any other promotions
de_de: Wenn Sie "Ja" wählen, kann diese Aktion nicht mit anderen Aktionen kombiniert werden.
fi: Jos valitset "Kyllä", ei tätä alennusta voi yhdistää muiden alennusten kanssa
fr_fr: Si cette option est réglée sur "Oui", cette promotion ne peut être jumelée à aucune autre promotion
tr_tr: "Evet" olarak ayarlanırsa, bu promosyon başka herhangi bir promosyonla birleştirilemez

source: Ongoing Promotion
de_de: Laufende Förderung
fi: Voimassa oleva alennus
fr_fr: Promotion en cours
tr_tr: Devam Eden Promosyon

source: Promotion Creator
fi: Alennuksen tekijä
fr_fr: Créateur de promotion
tr_tr: Promosyon Yaratıcısı

source: Include expired events?
de_de: Abgelaufene Ereignisse einbeziehen?
fi: Sisällytetäänkö menneet tapahtumat?
fr_fr: inclure les événements terminés?
tr_tr: Süresi dolan etkinlikleri dahil ediyor musunuz?

source: Advanced Filters
de_de: Erweiterte Filter
fi: Edistyneet suodattimat
fr_fr: Filtres avancés
tr_tr: Gelişmiş Filtreler

source: Edit Refund #%s for Transaction #%s
de_de: Rückerstattung #%s für Transaktion #%s bearbeiten
fi: Muokkaa palautusta #%s tilaukselle #%s
tr_tr: İşlem #%s için #%s İadesini Düzenle

source: Save Refund Details
de_de: Erstattungsdetails speichern
fi: Tallenna palautustiedot
tr_tr: Geri Ödeme Ayrıntılarını Kaydet

source: Only the following HTML tags are allowed:%1$s%2$s
de_de: Nur die folgenden HTML-Tags sind erlaubt:%1$s%2$s
fi: Seuraavat HTML-tunnisteet ovat sallittuja:%1$s%2$s
tr_tr: İzin verilen HTML etiketleri şunlardır:%1$s%2$s

source: HTML tags are not permitted in this field
de_de: HTML-Tags sind in diesem Feld nicht erlaubt.
fi: HTML-tunniseet eivät ole sallittuja tässä kentässä
tr_tr: Bu alandaki HTML etiketlerine izin verilmiyor

source: %1$s%3$sIt appears your browser is not currently set to accept Cookies%4$s%5$sIn order to register for events, you need to enable cookies.%7$sIf you require assistance, then click the following link to learn how to %8$senable cookies%9$s%6$s%2$s
de_de: %1$s%3$sEs scheint, dass Ihr Browser derzeit keine Cookies akzeptiert%4$s%5$sUm sich für Veranstaltungen anzumelden, müssen Sie Cookies aktivieren.%7$sWenn Sie Hilfe benötigen, klicken Sie auf den folgenden Link, um zu erfahren, wie Sie %8$sCookies aktivieren%9$s%6$s%2$s
fi: %1$s%3$sSelaimesi ei tällä hetkellä salli evästeitä%4$s%5$sVoidaksesi ilmoittautua tapahtumiin, ole hyvä ja salli evästeet.%7$sMikäli tarvitset apua, täältä löydät ohjeita %8$sevästeiden sallimiseen%9$s%6$s%2$s
tr_tr: %1$s%3$sTarayıcınız şu anda Çerezleri kabul etmeye ayarlı değil gibi görünüyor%4$s%5$sEtkinliklere kaydolmak için çerezleri etkinleştirmeniz gerekir.%7$sYardıma ihtiyacınız varsa, çerezleri nasıl etkinleştireceğinizi öğrenmek için aşağıdaki bağlantıya tıklayın%8$s%9$s%6$s%2$s

source: Please initiate an electronic payment using the following bank information: %1$sAccount Owner: Luke Skywalker%1$sBank Account # 1234567890%1$sBank Name: Rebellion Bank%1$sRouting Number: 12345%1$sBank Address: 12345 Wookie Rd., Planet Corellian.%1$sPayment must be received within 48 hours of event date.
de_de: Bitte veranlassen Sie eine elektronische Zahlung unter Verwendung der folgenden Bankdaten: %1$sKontoinhaber: Luke Skywalker%1$sBankkonto # 1234567890%1$sBankname: Rebellion Bank%1$sÜberweisungsnummer: 12345%1$sBankadresse: 12345 Wookie Rd. auf dem Planeten Corellian.%1$sDie Zahlung muss innerhalb von 48 Stunden nach dem Ereignisdatum eingehen.
fi: Tee maksu käyttäen seuraavia tietoja: %1$sTilin omistaja: Luke Skywalker%1$sTilinumero: 1234567890%1$sPankin nimi: Kapinaliiton Pankki%1$sReititysnumero: 12345%1$sPankin osoite: Wookieentie 3, Corellian-planeetta.%1$sMaksun tulee olla perillä viimeistään 48 tuntia ennen tapahtumapäivää.
tr_tr: Lütfen aşağıdaki banka bilgilerini kullanarak bir elektronik ödeme başlatın: %1$sHesap Sahibi: Luke Skywalker%1$sBank Account # 1234567890%1$sBank Name: Rebellion Bank%1$sRouting Number: 12345%1$sBank Address: 12345 Wookie Rd., Planet Corellian.%1$sÖdeme, etkinlik tarihinden itibaren 48 saat içinde alınmalıdır.

source: The payment is approved.
de_de: Die Zahlung wird genehmigt.
fi: Maksu on hyväksytty.
fr_fr: Le paiement est confirmé
tr_tr: Ödeme onaylandı.

source: The payment is in progress. Another message will be sent when payment is approved.
de_de: Die Zahlung ist in Bearbeitung. Eine weitere Nachricht wird gesendet, wenn die Zahlung genehmigt ist.
fi: Maksua käsitellään. Saatu uuden viestin, kun maksu on hyväksytty.
fr_fr: Le paiement est en cours. Un autre message sera envoyé quand le paiement sera confirmé.
tr_tr: Ödeme işleme alınıyor. Ödeme onaylandığında mesaj gönderilecektir.

source: The payment has been declined.
de_de: Die Zahlung wurde abgelehnt.
fi: Maksu on hylätty.
fr_fr: Le paiement a été refusé.
tr_tr: Ödeme reddedildi.

source: The payment failed for technical reasons or expired.
de_de: Die Zahlung ist aus technischen Gründen fehlgeschlagen oder verfallen.
fi: Maksu on vanhentunut tai epäonnistui teknisestä syystä.
tr_tr: Ödeme teknik nedenler veya zaman aşımı nedeniyle gerçekleştirilemedi.

source: The payment has been refunded. Please update registrations accordingly.
de_de: Die Zahlung wurde zurückerstattet. Bitte aktualisieren Sie Ihre Anmeldungen entsprechend.
fi: Maksu on palautettu. Päivitä ilmoittautumista tarpeen mukaan.
tr_tr: Ödeme iade edilmiştir. Lütfen kayıtları buna göre güncelleyin.

source: The payment was cancelled, reversed, or voided. Please update registrations accordingly.
de_de: Die Zahlung wurde storniert, rückgängig gemacht oder für ungültig erklärt. Bitte aktualisieren Sie Ihre Anmeldungen entsprechend.
fi: Maksu peruutettiin, palautettiin tai hylättiin. Päivitä ilmoittautumista tarpeen mukaan.
tr_tr: Ödeme iptal edildi, geri alındı veya geçersiz kılındı. Lütfen kayıtları buna göre güncelleyin.

source: Add Contact Record
de_de: Kontaktdatensatz hinzufügen
fi: Lisää yhteystieto
tr_tr: Kişi Kaydı Ekleme

source: This allows you to configure what slug is used for the url of all event pages.
de_de: Hier können Sie konfigurieren, welcher Slug für die URL aller Veranstaltungsseiten verwendet werden soll.
fi: Tästä voit muokata tapahtumasivujen osoitteessa käytettävää tunnistetta.
fr_fr: Cela vous permet de configurer ce que slug est utilisé pour l'url de toutes les pages d'événements.
tr_tr: Bu, tüm etkinlik sayfalarının url'si için hangi slug'ın kullanılacağını yapılandırmanıza olanak tanır.

source: The stored data for session %1$s failed to pass a hash check and therefore appears to be invalid.
de_de: Die gespeicherten Daten für Sitzung %1$s haben eine Hash-Prüfung nicht bestanden und scheinen daher ungültig zu sein.
fi: Istunnon %1$s tallennetut tiedot eivät läpäisseet hash-tarkastusta, joten ne näyttävät olevan virheellisiä.
tr_tr: %1$s oturumu için depolanan veriler bir karma denetiminden geçemedi ve bu nedenle geçersiz görünüyor.

source: Check-in denied because number of datetime uses for the ticket has been reached or exceeded.
de_de: Check-in verweigert, weil die Anzahl der Datumsverwendungen für das Ticket erreicht oder überschritten wurde.
fi: Sisäänkirjautuminen epäonnistui, koska päivä- ja aikakohtaisten käyttöjen määrä saavutettiin tai ylitettiin.
fr_fr: Check-in refusé parce que le nombre d'utilisations pour le billet a été atteint ou dépassé.
tr_tr: Bilet için tarih saati kullanım sayısına ulaşıldığı veya bu sayı aşıldığı için check-in reddedildi.

source: Registration check in update failed because of the following database error: %1$s%2$s
de_de: Die Registrierungsprüfung im Update ist aufgrund des folgenden Datenbankfehlers fehlgeschlagen: %1$s%2$s
fi: Sisäänkirjautumisen päivittäminen epäonnistui seuraava tietokantaongelman takia: %1$s%2$s
tr_tr: Güncellemedeki kayıt kontrolü aşağıdaki veritabanı hatası nedeniyle başarısız oldu: %1$s%2$s

source: Registration check in update failed because of an unknown database error
de_de: Registrierungsprüfung im Update aufgrund eines unbekannten Datenbankfehlers fehlgeschlagen
fi: Sisäänkirjautumisen päivittäminen epäonnistui tuntemattoman tietokantaongelman takia.
tr_tr: Güncellemedeki kayıt kontrolü bilinmeyen bir veritabanı hatası nedeniyle başarısız oldu

source: There are no people in the system. Go ahead and %screate one now%s.
de_de: Es gibt keine Menschen im System. Machen Sie weiter und %serstellen Sie jetzt einen%s.
fi: Järjestelmään ei ole lisätty yhteen henkilöä. Voit %slisätä henkilöitä tästä%s.
fr_fr: Il n'y a pas de personnes dans le système. Allez-y et %s créez un maintenant %s.
tr_tr: Sistemde hiç insan yok. %sDevam edin ve şimdi bir tane oluşturun%s

source: Adjust the settings for the Vanco payment gateway. More information can be found on the %sVanco Payment Solutions%s website.
de_de: Passen Sie die Einstellungen für das Vanco-Zahlungsgateway an. Weitere Informationen finden Sie auf der Website von %sVanco Payment Solutions%s.
fi: Säädä Vancon maksuportin asetuksia. Lisätietoja on %sVanco Payment Solutions%sivustolla.
tr_tr: Vanco ödeme ağ geçidi için ayarları yapın. Daha fazla bilgi %sVanco Payment Solutions%s web sitesinde bulunabilir.

source: Vanco Client ID
de_de: Vanco Kunden-ID
fr_fr: ID Client Vanco
tr_tr: Vanco Müşteri Kimliği

source: Vanco User ID
de_de: Vanco Benutzer-ID
fi: Vanco Käyttäjätunnus
tr_tr: Vanco Kullanıcı Kimliği

source: Vanco Password
de_de: Vanco Passwort
fi: Vanco Salasana
fr_fr: Mot de passe Vanco
tr_tr: Vanco Şifre

source: Unique Vanco Encryption Key
de_de: Einzigartiger Vanco-Verschlüsselungsschlüssel
fi: Ainutlaatuinen Vancon salausavain
tr_tr: Benzersiz Vanco Şifreleme Anahtarı

source: Allow only Debit Cards
de_de: Nur Debitkarten zulassen
fi: Salli ainoastaan debit-kortit
tr_tr: Yalnızca Banka Kartlarına İzin Verin
