Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Place Tooltip's
de_de: Tooltip's platzieren
fi: Sijoita vihjetekstit
tr_tr: Araç İpucu'larını yerleştirin

source: at the Event's
de_de: im Rahmen der Veranstaltung
fi: tapahtuman
tr_tr: Etkinliğin

source: Blogs
fi: Blogit
fr_fr: Blogues
tr_tr: Bloglar

source: Default: "Bottom Center" and "Center Center"
de_de: Standard: "Unten Mitte" und "Mitte Mitte"
fi: Oletus: "alas keskelle" ja "keskelle"
tr_tr: Varsayılan: "Alt Orta" ve "Orta Orta"

source: Blog ID
fi: Blogitunnus
fr_fr: Identifiant du Blog
tr_tr: Blog Kimliği

source: plain
de_de: einfach
tr_tr: Ova

source: Site ID
de_de: Standort-ID
fi: Sivuston tunnus
tr_tr: Site Kimliği

source: light
de_de: leicht
fi: vaalea
tr_tr: ışık

source: Domain
de_de: Bereich
fi: Domain-osoite
tr_tr: Etki Alanı

source: dark
de_de: dunkel
fi: tumma
fr_fr: Foncé
tr_tr: karanlık

source: Last Updated
de_de: Zuletzt aktualisiert
fi: Päivitetty viimeksi
fr_fr: Dernière mise à jour
tr_tr: Son Güncelleme

source: red
de_de: rot
fi: punainen
fr_fr: rouge
tr_tr: kırmızı

source: Public?
de_de: Öffentlich?
fi: Julkinen?
tr_tr: Halk mı?

source: green
de_de: grün
fi: vihreä
fr_fr: vert
tr_tr: yeşil

source: Mature
de_de: Ausgereift
fi: Kypsä
tr_tr: Olgun

source: blue
de_de: blau
fi: sininen
fr_fr: bleu
tr_tr: mavi

source: Spam?
fi: Roskaposti?
tr_tr: Spam mi?

source: Deleted?
de_de: Gelöscht?
fi: Poistettu?
fr_fr: Supprimer?
tr_tr: Silindi mi?

source: Language ID
de_de: Sprache ID
fi: Kielitunnus
tr_tr: Dil Kimliği

source: Blog Meta ID
fi: Blogin Meta ID
tr_tr: Blog Meta Kimliği

source: Last Request for this Blog
de_de: Die letzte Anfrage für diesen Blog
fi: Viimeinen pyyntö tätä blogia varten
tr_tr: Bu Blog için Son İstek

source: Tipped
de_de: gekippt
fi: Kärkikärki
tr_tr: Uçlu

source: Sites
de_de: Standorte
fi: Sivustot
tr_tr: Siteler

source: Tooltip Style
de_de: Tooltip-Stil
fi: Vihjetekstin tyyli
tr_tr: Araç İpucu Stili

source: Path
de_de: Pfad
fi: Polku
fr_fr: Chemin
tr_tr: Yol

source: Adds styling to tooltips. Default: light
de_de: Fügt den Tooltips ein Styling hinzu. Standard: hell
fi: Muokkaa vihjetekstien tyyliä. Oletus: vaalea
tr_tr: Araç ipuçlarına stil ekler. Varsayılan: açık

source: The calendar shortcodes allow you to display the calendar on a WordPress page or post. Unless otherwise specified, the calendar will show all events by month and exclude expired events.
de_de: Mit den Kalender-Shortcodes können Sie den Kalender auf einer WordPress-Seite oder in einem Beitrag anzeigen. Wenn nicht anders angegeben, zeigt der Kalender alle Ereignisse nach Monat an und schließt abgelaufene Ereignisse aus.
fi: Kalenterin lyhytkoodien avulla voit esittää kalenterin WordPress-sivuilla tai -artikkeleissa. Ellei muuta ole määritelty, kalenteri näyttää kaikki tapahtumat kuukausittain ja ohittaa menneet tapahtumat.
tr_tr: Takvim kısa kodları, takvimi bir WordPress sayfasında veya yazısında görüntülemenizi sağlar. Aksi belirtilmedikçe, takvim tüm etkinlikleri aylara göre gösterir ve süresi dolmuş etkinlikleri hariç tutar.

source: Site Metas
de_de: Standort-Metas
fi: Sivuston metat
tr_tr: Site Metaları

source: Site Meta ID
de_de: Meta-ID der Website
fi: Sivuston Meta ID
tr_tr: Site Meta Kimliği

source: Multisite Mock Migration Two
de_de: Multisite Mock Migration Zwei
tr_tr: Çoklu Site Sahte Geçişi İki

source: First Stage
de_de: Erste Etappe
fi: Ensimmäinen vaihe
fr_fr: Première étape
tr_tr: Birinci Aşama

source: Second Stage
de_de: Zweite Stufe
fi: Toinen vaihe
fr_fr: Deuxième étape
tr_tr: İkinci Aşama

source: Multisite Mock Migration
tr_tr: Çoklu Site Sahte Geçişi

source: Multisite Mock Migration Two Completed
de_de: Multisite Mock Migration Zwei abgeschlossen
fi: Multisite Mock Migration Two valmistui
tr_tr: Multisite Mock Migration Two Tamamlandı

source: Person
fi: Henkilö
tr_tr: Kişi

source: People
de_de: Menschen
fi: Henkilöt
fr_fr: Personnes
tr_tr: İnsanlar

source: person
fi: henkilö
tr_tr: kişi

source: Use Custom Category Color
de_de: Benutzerdefinierte Kategoriefarbe verwenden
fi: Käytä mukautettua luokan väriä
fr_fr: Utiliser la couleur de la catégorie personnalisée
tr_tr: Özel Kategori Rengi Kullanın

source: people
de_de: Menschen
fi: henkilöt
fr_fr: Personnes
tr_tr: insanlar

source: Background Color
de_de: Hintergrundfarbe
fi: Taustaväri
fr_fr: Couleur d'arrière plan
tr_tr: Arka Plan Rengi

source: People Type
de_de: Menschen Typ
fi: Henkilötyyppi
fr_fr: Type de personne
tr_tr: İnsan Tipi

source: Text Color
de_de: Textfarbe
fi: Tekstin väri
fr_fr: Couleur de texte
tr_tr: Metin Rengi

source: People Types
de_de: Personen-Typen
fi: Henkilötyypit
fr_fr: Type de personnes
tr_tr: İnsan Tipleri

source: Calendar Category Metadata
de_de: Kalender Kategorie Metadaten
fi: Kalenteriluokan metatiedot
tr_tr: Takvim Kategorisi Meta Verileri

source: Add New People Type
de_de: Neuen Personentyp hinzufügen
fi: Lisää uusi henkilötyyppi
fr_fr: Ajouter un nouveau type de personnes
tr_tr: Yeni Kişi Türü Ekle

source: Could not migrate metadata for old category '%s' with id '%d' because there is no EE4 category (term) for it.
de_de: Die Metadaten für die alte Kategorie "%s" mit der ID "%d" konnten nicht migriert werden, da es keine EE4-Kategorie (Begriff) für sie gibt.
fi: Vanhan luokan '%s' metatietoja ei voitu siirtää tunnuksella '%d', koska sille ei ole EE4-luokkaa (termiä).
tr_tr: '%d' id'li eski '%s' kategorisi için meta veri taşınamadı çünkü bunun için EE4 kategorisi (terim) yok.

source: New People Type Name
de_de: Neue Personen Typ Name
fi: Uuden henkilötyypin nimi
fr_fr: Nom du nouveau type de personne
tr_tr: Yeni Kişi Tipi Adı

source: Calendar Options
de_de: Kalenderoptionen
fi: Kalenteriasetukset
fr_fr: Options de calendrier
tr_tr: Takvim Seçenekleri

source: Parent People Type
de_de: Eltern Personen Typ
fi: Henkilötyypin ylätyyppi
tr_tr: Ebeveyn Kişi Türü

source: Data Migration of Calendar Data from EE3 to EE4
de_de: Datenmigration von Kalenderdaten von EE3 nach EE4
fi: Kalenteritietojen siirto EE3:sta EE4:ään
tr_tr: Takvim Verilerinin EE3'ten EE4'e Veri Geçişi

source: Parent People Type:
de_de: Eltern Personentyp:
fi: Henkilötyypin ylätyyppi:
tr_tr: Ebeveyn İnsan Tipi:

source: Calendar Data Migration to 3.0.0
de_de: Kalenderdaten-Migration auf 3.0.0
fi: Kalenterin tietojen siirtyminen 3.0.0:aan
tr_tr: Takvim Verilerinin 3.0.0'a Taşınması

source: people-type
de_de: Menschen-Typ
fi: henkilötyyppi
tr_tr: insan tipi

source: People Category
de_de: Kategorie Menschen
fi: Henkilöluokka
tr_tr: İnsanlar Kategorisi

source: Event Espresso Calendar could not be activated. Please ensure that Event Espresso version %s or higher is running
de_de: Event Espresso Calendar konnte nicht aktiviert werden. Bitte stellen Sie sicher, dass Event Espresso Version %s oder höher ausgeführt wird
fi: Event Espresso -kalenteria ei voitu ottaa käyttöön. Varmista, että käytössä on Event Espresson versio %s tai uudempi
fr_fr: Event Espresso Calendar n'a pas pu être activée. Assurez-vous que la version Event Espresso %s ou plus est en cours d'exécution
tr_tr: Event Espresso Takvimi etkinleştirilemedi. Lütfen Event Espresso'nun %s veya daha yüksek bir sürümünün çalıştığından emin olun

source: People Categories
de_de: Personen-Kategorien
fi: Henkilöluokat
fr_fr: Catégories de personnes
tr_tr: Kişi Kategorileri

source: Band / Artist
de_de: Band / Künstler
fi: Yhtye / Artisti
fr_fr: Groupe / Artiste
tr_tr: Grup / Sanatçı

source: When you assign a person to a people type here, it just indicates that this person fulfills that role in your organization and this person will be listed on the archive page for that person type.
de_de: Wenn Sie hier eine Person einem Personentyp zuordnen, bedeutet dies lediglich, dass diese Person diese Rolle in Ihrer Organisation erfüllt, und diese Person wird auf der Archivseite für diesen Personentyp aufgeführt.
fi: Kun määrität henkilön henkilötyyppiin tässä, se vain osoittaa, että tämä henkilö täyttää kyseisen roolin organisaatiossasi, ja tämä henkilö on luetteloitu kyseisen henkilötyypin arkistosivulle.
fr_fr: Lorsque vous attribuez une personne à un type de personnes, cela indique simplement que cette personne remplit ce rôle dans votre organisation et que cette personne sera répertoriée sur la page d'archivage de ce type de personne.
tr_tr: Burada bir kişi tipine bir kişi atadığınızda, bu sadece bu kişinin kuruluşunuzda o rolü yerine getirdiğini gösterir ve bu kişi, o kişi tipi için arşiv sayfasında listelenir.

source: Support us on Social Media -- Spread the Word
de_de: Unterstütze uns in den sozialen Netzwerken:
fi: Tue meitä sosiaalisessa mediassa - Levitä sanaa
tr_tr: Bizi Sosyal Medyada Destekleyin - Haberi Yayalım

source: people category
de_de: Kategorie "Menschen
fi: henkilöluokka
tr_tr: i̇nsanlar kategori̇si̇

source: I just registered for %1s at %2s
de_de: Ich habe mich gerade für %1s bei %2s registriert.
fi: Ilmoittauduin juuri %1s:lle osoitteessa %2s.
tr_tr: Az önce %2s'de %1s için kayıt yaptırdım

source: people categories
de_de: Personen-Kategorien
fi: henkilöluokat
tr_tr: i̇nsan kategori̇leri̇

source: Social Buttons Usage
de_de: Verwendung von Social Buttons
fi: Sosiaalisten painikkeiden käyttö
tr_tr: Sosyal Buton Kullanımı

source: Edit Person
de_de: Person bearbeiten
fi: Muokkaa henkilöä
fr_fr: Modifier la personne
tr_tr: Kişiyi Düzenle

source: Are you sure you want to reset ALL your Event Espresso Social Buttons Information? This cannot be undone.
de_de: Sind Sie sicher, dass Sie ALLE Ihre Event Espresso Social Buttons Informationen zurücksetzen wollen? Dies kann nicht rückgängig gemacht werden.
fi: Oletko varma, että haluat nollata KAIKKI Tapahtuma Espresson sosiaalisten painikkeiden tiedot? Tätä ei voi perua.
tr_tr: Event Espresso Social Buttons Bilgilerinizin TÜMÜNÜ sıfırlamak istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Move Person to Trash
de_de: Person löschen
fi: Siirrä henkilö roskakoriin
tr_tr: Kişiyi Çöp Kutusuna Taşı

source: Social Buttons
de_de: Soziale Schaltflächen
fi: Sosiaaliset painikkeet
tr_tr: Sosyal Butonlar

source: Restore Person
de_de: Person wiederherstellen
fi: Palauta henkilö
tr_tr: Kişiyi Geri Yükle

source: Social Buttons Settings
de_de: Einstellungen für soziale Schaltflächen
fi: Sosiaalisten painikkeiden asetukset
tr_tr: Sosyal Düğmeler Ayarları

source: Delete Permanently This Person.
de_de: Diese Person unwiderruflich löschen
fi: Poista tämä henkilö lopullisesti.
fr_fr: Supprimer définitivement
tr_tr: Bu Kişiyi Kalıcı Olarak Silin.

source: Show Social Buttons in the event listings?
de_de: Social Buttons in den Ereignislisten anzeigen?
fi: Näytä sosiaalisen median painikkeet tapahtumalistauksissa?
tr_tr: Etkinlik listelerinde Sosyal Düğmeleri gösterin?

source: people type
de_de: Personen Typ
fi: henkilötyyppi
tr_tr: insan tipi

source: Set to 'Yes' to show the Social Buttons in your event listings.
de_de: Setzen Sie diese Option auf 'Ja', um die Social Buttons in Ihren Veranstaltungslisten anzuzeigen.
fi: Aseta arvoksi 'Kyllä', jos haluat näyttää sosiaaliset painikkeet tapahtumaluetteloissasi.
tr_tr: Etkinlik listelerinizde Sosyal Düğmeleri göstermek için 'Evet' olarak ayarlayın.

source: people types
de_de: Personen Typen
fi: henkilötyypit
tr_tr: i̇nsan türleri̇

source: Show Social Buttons in the single event page?
de_de: Soziale Schaltflächen auf der Seite der einzelnen Veranstaltung anzeigen?
fi: Näytetäänkö sosiaalisen median painikkeet yksittäisen tapahtuman sivulla?
tr_tr: Tek etkinlik sayfasında Sosyal Düğmeleri Göster?

source: Edit Type
de_de: Typ bearbeiten
fi: Muokkaa tyyppiä
tr_tr: Türü Düzenle

source: Set to 'Yes' to show the Social Buttons in the single event page.
de_de: Setzen Sie diese Option auf 'Ja', um die Social Buttons auf der Seite der einzelnen Veranstaltung anzuzeigen.
fi: Aseta arvoksi 'Kyllä', jos haluat näyttää sosiaaliset painikkeet yksittäisellä tapahtumasivulla.
tr_tr: Tek etkinlik sayfasında Sosyal Düğmeleri göstermek için 'Evet' olarak ayarlayın.

source: Delete Type
de_de: Typ löschen
fi: Poista tyyppi
tr_tr: Türü Sil

source: Show Social Buttons in the registration confirmation/thank you page?
de_de: Social Buttons in der Registrierungsbestätigung/Dankeschön-Seite anzeigen?
fi: Näytä sosiaalisen median painikkeet ilmoittautumisen vahvistussivulla / kiitossivulla?
tr_tr: Kayıt onayı/teşekkür sayfasında Sosyal Düğmeleri gösterin?

source: Manage People
de_de: Personen verwalten
fi: Hallinnoi henkilöitä
tr_tr: İnsanları Yönetin

source: Set to 'Yes' to show the Social Buttons in the registration confirmation/thank you page.
de_de: Setzen Sie diese Option auf 'Ja', um die Social Buttons auf der Registrierungsbestätigungs-/Danksagungsseite anzuzeigen.
fi: Aseta arvoksi 'Kyllä', jos haluat näyttää sosiaaliset painikkeet rekisteröinnin vahvistus-/kiitos-sivulla.
tr_tr: Kayıt onayı/teşekkür sayfasında Sosyal Düğmeleri göstermek için 'Evet' olarak ayarlayın.

source: Add Person
de_de: Person hinzufügen
fi: Lisää henkilö
fr_fr: Ajouter une personne
tr_tr: Kişi Ekle

source: Reset Social Buttons Settings?
de_de: Einstellungen für Social Buttons zurücksetzen?
fi: Sosiaalisten painikkeiden asetusten nollaaminen?
tr_tr: Sosyal Düğmeler Ayarlarını Sıfırla?

source: Set to 'Yes' and then click 'Save' to confirm reset all basic and advanced Event Espresso Social Buttons settings to their plugin defaults.
de_de: Wählen Sie "Ja" und klicken Sie dann auf "Speichern", um zu bestätigen, dass alle grundlegenden und erweiterten Event Espresso Social Buttons-Einstellungen auf ihre Plugin-Standardwerte zurückgesetzt werden.
fi: Aseta 'Kyllä' ja napsauta sitten 'Tallenna' vahvistaaksesi, että kaikki Event Espresso Social Buttonsin perus- ja lisäasetukset on palautettu niiden oletusasetuksiin.
tr_tr: 'Evet' olarak ayarlayın ve ardından tüm temel ve gelişmiş Event Espresso Social Buttons ayarlarını eklenti varsayılanlarına sıfırlamayı onaylamak için 'Kaydet'e tıklayın.

source: Add New Type
de_de: Neuen Typ hinzufügen
fi: Lisää uusi tyyppi
fr_fr: Ajouter un nouveau type
tr_tr: Yeni Tip Ekle

source: Add [ESPRESSO_SOCIAL_BUTTONS] to any page or post to display a list of upcoming social_buttons
de_de: Fügen Sie [ESPRESSO_SOCIAL_BUTTONS] zu jeder Seite oder jedem Beitrag hinzu, um eine Liste der kommenden Social-Buttons anzuzeigen
fi: Lisää [ESPRESSO_SOCIAL_BUTTONS] mihin tahansa sivuun tai viestiin näyttääksesi luettelon tulevista social_buttons-painikkeista.
fr_fr: Ajoutez [ESPRESSO_SOCIAL_BUTTONS] à n'importe quelle page ou poste pour afficher une liste des prochains social_buttons
tr_tr: Yaklaşan sosyal_düğmelerin bir listesini görüntülemek için herhangi bir sayfaya veya gönderiye [ESPRESSO_SOCIAL_BUTTONS] ekleyin

source: Update Person Record
de_de: Personeneintrag aktualisieren
fi: Päivitä henkilökorttia
fr_fr: Mettre à jour le dossier Personne
tr_tr: Kişi Kaydını Güncelle

source: Category Filter:
de_de: Kategorienfilter:
fi: Luokkasuodatin:
fr_fr: Afficher le filtre de catégorie:
tr_tr: Kategori Filtresi:

source: Save Person Record
de_de: Personeneintrag speichern
fi: Tallenna henkilökortti
fr_fr: Enregistrer un enregistrement de personne
tr_tr: Kişi Kaydını Kaydet

source: Search:
de_de: Suchen:
fi: Etsi:
fr_fr: Chercher:
tr_tr: Arayın:

source: Save New Type
de_de: Neuen Typ speichern
fi: Tallenna uusi tyyppi
fr_fr: Enregistrer un nouveau type
tr_tr: Yeni Türü Kaydet

source: Category Filter
de_de: Kategorienfilter
fi: Luokkasuodatin
fr_fr: Afficher le filtre de catégorie
tr_tr: Kategori Filtresi

source: Update Type
de_de: Typ aktualisieren
fi: Päivitä tyyppi
tr_tr: Güncelleme Türü

source: Flexible
de_de: Flexibel
fi: Joustava
tr_tr: Esnek

source: People List
de_de: Personenliste
fi: Henkilölista
tr_tr: Kişi Listesi

source: You can pay the day of the event. Be sure to arrive early! We accept cash and VISA, MasterCard, Discover, American Express through the Square app and PayPal here app.
de_de: Sie können am Tag der Veranstaltung bezahlen. Seien Sie rechtzeitig da! Wir akzeptieren Bargeld und VISA, MasterCard, Discover, American Express über die Square App und PayPal hier App.
fi: Voit maksaa tapahtumapäivänä. Saavuthan ajoissa! Hyväksymme käteisen sekä Square- ja PayPal here -järjestelmän avulla Visa-, MasterCard-, Diners Club- ja American Express -kortit.
fr_fr: Vous pouvez payer le jour de l'événement. N'oubliez pas d'arriver tôt! Nous acceptons les espèces et VISA, MasterCard, Discover, American Express à travers les applications Square ou PayPal here.
tr_tr: Etkinlik günü ödeme yapabilirsiniz. Erken geldiğinizden emin olun! Square uygulaması ve PayPal here uygulaması aracılığıyla nakit ve VISA, MasterCard, Discover, American Express kabul ediyoruz.

source: Add Type
de_de: Typ hinzufügen
fi: Lisää tyyppi
fr_fr: Ajouter un type
tr_tr: Tip Ekle

source: Flexible Settings
de_de: Flexible Einstellungen
fi: Joustavan maksutavan asetukset
tr_tr: Esnek Ayarlar

source: Types
de_de: Typen
fi: Tyypit
tr_tr: Türleri

source: Adjust the settings for the flexible payment method. This is a flexible payment option that allows you to provide your attendees/registrants with instructions on how to complete their payment (e.g. pay at the door, call a number to complete a payment, etc).
de_de: Passen Sie die Einstellungen für die flexible Zahlungsmethode an. Dies ist eine flexible Zahlungsoption, die es Ihnen ermöglicht, Ihren Teilnehmern/Anmeldern Anweisungen zu geben, wie sie ihre Zahlung abschließen können (z. B. an der Tür bezahlen, eine Nummer anrufen, um eine Zahlung abzuschließen usw.).
fi: Säädä joustavan maksutavan asetuksia. Tämä on joustava maksutapa, jonka avulla voit antaa ilmoittautuneille ohjeita siitä, miten he voivat suorittaa maksun (esim. maksu saapuessa, soitto tiettyyn numeroon, tms.).
tr_tr: Esnek ödeme yöntemi için ayarları yapın. Bu, katılımcılarınıza/kayıt yaptıranlara ödemelerini nasıl tamamlayacaklarına dair talimatlar vermenize olanak tanıyan esnek bir ödeme seçeneğidir (örn. kapıda ödeme, ödemeyi tamamlamak için bir numarayı arama vb.)

source: Published
de_de: Publiziert
fi: Julkaistu
tr_tr: Yayınlandı

source: Enter a title or name for this payment method.
de_de: Geben Sie einen Titel oder Namen für diese Zahlungsmethode ein.
fi: Syötä maksutavan nimi.
fr_fr: Entrez le titre de ce moyen de paiement.
tr_tr: Bu ödeme yöntemi için bir unvan veya ad girin.

source: The %s callback given for the "FHEE__People_Admin_Page__insert_update_cpt_item__people_update" filter is not a valid callback. Please check the spelling.
de_de: Der für den Filter "FHEE__People_Admin_Page__insert_update_cpt_item__people_update" angegebene %s Callback ist kein gültiger Callback. Bitte überprüfen Sie die Schreibweise.
fi: Suodattimelle "FHEE__People_Admin_Page__insert_update_cpt_item__people_update" annettu takaisinsoitto %s ei ole kelvollinen takaisinsoitto. Tarkista oikeinkirjoitus.
tr_tr: "FHEE__People_Admin_Page__insert_update_cpt_item__people_update" filtresi için verilen %s geri çağrısı geçerli bir geri çağrı değil. Lütfen yazımı kontrol edin.

source: Change the image that is used for this payment method.
de_de: Ändern Sie das Bild, das für diese Zahlungsmethode verwendet wird.
fi: Vaihda maksutavan kuvaa.
tr_tr: Bu ödeme yöntemi için kullanılan resmi değiştirin.

source: Something went wrong with updating the meta table data for the person.
de_de: Bei der Aktualisierung der Metatabellendaten für die Person ist ein Fehler aufgetreten.
fi: Jokin meni pieleen päivitettäessä henkilön tietoja.
tr_tr: Kişi için meta tablo verilerinin güncellenmesinde bir şeyler yanlış gitti.

source: Register Now!
de_de: Jetzt registrieren!
fi: Varaa paikkasi nyt!
fr_fr: S'inscrire maintenant!
tr_tr: Şimdi Kaydolun!

source: Notes on the Person
de_de: Anmerkungen zur Person
fi: Henkilön huomautukset
fr_fr: Notes sur la personne
tr_tr: Kişi Hakkında Notlar

source: Your payment was approved.
de_de: Ihre Zahlung wurde angenommen.
fi: Maksusi hyväksyttiin.
fr_fr: Votre paiement a été approuvé.
tr_tr: Ödemeniz onaylandı.

source: Where is this person assigned?
de_de: Wo wird diese Person eingesetzt?
fi: Mihin tämä henkilö on sijoitettu?
fr_fr: Où est assignée la personne?
tr_tr: Bu kişi nerede görevlendirildi?

source: Your payment is in progress. Another message should be sent when payment is approved.
de_de: Ihre Zahlung wird bearbeitet. Sie erhalten eine Mitteilung, wenn die Zahlung angenommen wurde.
fi: Maksuasi käsitellään. Saat uuden viestin, kun maksusi on hyväksytty.
fr_fr: Votre paiement est en cours. Un autre message sera envoyé quand le paiement sera confirmé.
tr_tr: Ödemeniz devam ediyor. Ödeme onaylandığında başka bir mesaj gönderilmelidir.

source: Unable to delete permanently the selected Person because no ID was given.
de_de: Die ausgewählte Person kann nicht endgültig gelöscht werden, da keine ID angegeben wurde.
fi: Valittua henkilöä ei voida poistaa pysyvästi, koska tunnusta ei ole annettu.
fr_fr: Impossible de supprimer définitivement la personne sélectionnée car aucun ID n'a été donné.
tr_tr: Kimlik verilmediği için seçilen Kişi kalıcı olarak silinemiyor.

source: Updated payment from IPN that came from Mollie
de_de: Aktualisierte Zahlung von IPN, die von Mollie kam
fi: Päivitetty maksu IPN:stä, joka tuli Mollielta.
tr_tr: Mollie'den gelen IPN'den güncellenmiş ödeme

source: 1 Person successfully deleted.
de_de: 1 Person erfolgreich gelöscht.
fi: 1 henkilö poistettu onnistuneesti.
fr_fr: 1 Personne supprimée.
tr_tr: 1 kişi başarıyla silindi.

source: 1 Person not deleted.
de_de: 1 Person nicht gelöscht.
fi: Yhtä henkilöä ei poistettu.
fr_fr: 1 Personne non supprimée.
tr_tr: 1 Kişi silinmedi.

source: Type Name
de_de: Typ Name
fi: Tyypin nimi
tr_tr: Tip Adı

source: After clicking 'Finalize Registration', you will be forwarded to Mollie to make your payment. %1$sMake sure you return to this site in order to properly finalize your registration.%2$s
de_de: Nachdem Sie auf "Anmeldung abschließen" geklickt haben, werden Sie zu Mollie weitergeleitet, um Ihre Zahlung vorzunehmen. %1$sVersichern Sie sich, dass Sie auf diese Seite zurückkehren, um Ihre Anmeldung ordnungsgemäß abzuschließen.%2$s
fi: Kun olet napsauttanut "Viimeistele rekisteröinti", sinut ohjataan Mollie-verkkosivustolle suorittamaan maksusi. %1$sPalaa tälle sivustolle, jotta voit viimeistellä rekisteröitymisesi asianmukaisesti.%2$s
tr_tr: 'Kaydı Kesinleştir'e tıkladıktan sonra, ödemenizi yapmanız için Mollie'ye yönlendirileceksiniz. %1$sKaydınızı düzgün bir şekilde sonuçlandırmak için bu siteye geri döndüğünüzden emin olun.%2$s

source: This is a default type so you can edit the label and the description but not the slug
de_de: Dies ist ein Standardtyp, so dass Sie das Label und die Beschreibung bearbeiten können, nicht aber den Slug
fi: Tämä on oletustyyppi, joten voit muokata sen nimeä ja kuvausta mutta et tunnistetta
tr_tr: Bu varsayılan bir türdür, bu nedenle etiketi ve açıklamayı düzenleyebilirsiniz ancak slug'ı düzenleyemezsiniz

source: Mollie API Key %s
de_de: Mollie API-Schlüssel %s
fi: Mollie API-avain %s
tr_tr: Mollie API Anahtarı %s

source: Type Parent
de_de: Typ Elternteil
fi: Ylätyyppi
tr_tr: Ebeveyn Tipi

source: People Types are hierarchical. You can change the parent for this type here.
de_de: Personentypen sind hierarchisch aufgebaut. Sie können die übergeordnete Person für diesen Typ hier ändern.
fi: Henkilötyypit ovat hierarkisia. Tästä voit vaihtaa tämän henkilötyypin ylätyypin.
tr_tr: Kişi Türleri hiyerarşiktir. Bu tür için üst öğeyi buradan değiştirebilirsiniz.

source: Type Description
de_de: Typ Beschreibung
fi: Tyypin kuvaus
tr_tr: Tip Açıklaması
