Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: In order to register Modules with EE_Register_Module::register(), you must include a "module_id" (a unique identifier for this set of modules), and an array containing the following keys: "module_paths" (an array of full server paths to folders that contain modules, or to the module files themselves)
de_de: Um Module mit EE_Register_Module::register() zu registrieren, müssen Sie eine "module_id" (eine eindeutige Kennung für diese Gruppe von Modulen) und ein Array mit den folgenden Schlüsseln angeben: "module_paths" (ein Array mit vollständigen Serverpfaden zu Ordnern, die Module enthalten, oder zu den Moduldateien selbst)
fi: Jotta voit rekisteröidä moduulit EE_Register_Module::register() -ohjelmalla, sinun on annettava "module_id" (tämän moduulijoukon yksilöllinen tunniste) ja seuraavat avaimet sisältävä joukko: "module_paths" (joukko täydellisiä palvelinpolkuja kansioihin, jotka sisältävät moduuleja, tai itse moduulitiedostoihin).
fr_fr: Pour vous inscrire Modules avec EE_Register_Module :: Register (), vous devez inclure un"module_id"(un identifiant unique pour cet ensemble de modules), et un tableau contenant les clés suivantes:"module_paths"(un tableau de chemins complets de serveurs vers des dossiers qui contiennent des modules, ou pour le module fichiers eux-mêmes)
tr_tr: Modülleri EE_Register_Module::register() ile kaydetmek için, bir "module_id" (bu modül kümesi için benzersiz bir tanımlayıcı) ve aşağıdaki anahtarları içeren bir dizi eklemeniz gerekir: "module_paths" (modülleri içeren klasörlere veya modül dosyalarının kendilerine giden tam sunucu yollarının bir dizisi)

source: Shows the phone number for primary contact.
de_de: Zeigt die Telefonnummer des Hauptkontakts an.
fi: Näyttää ensisijaisen yhteystiedon puhelinnumeron.
fr_fr: Affiche le numéro de téléphone de contact principal.
tr_tr: Birincil kişi için telefon numarasını gösterir.

source: An attempt to register modules has failed because it was not registered at the correct time. Please use the "AHEE__EE_System__register_shortcodes_modules_and_widgets" hook to register modules.
de_de: Der Versuch, ein Modul zu registrieren, ist fehlgeschlagen, weil es nicht zum richtigen Zeitpunkt registriert wurde. Bitte verwenden Sie den Hook "AHEE__EE_System__register_shortcodes_modules_and_widgets", um Module zu registrieren.
fi: Moduulien rekisteröintiyritys epäonnistui, koska sitä ei rekisteröity oikeaan aikaan. Käytä "AHEE__EE_System__register_shortcodes_modules_and_widgets"-koukkua moduulien jawidgettien rekisteröintiin.
fr_fr: Une tentative d'enregistrement modules a échoué parce qu'il ne était pas inscrit à l'heure correcte. Se il vous plaît utiliser le""AHEE__EE_System__register_shortcodes_modules_and_widgets crochet pour enregistrer modules.
tr_tr: Doğru zamanda kaydedilmediği için modülleri kaydetme girişimi başarısız oldu. Lütfen modülleri kaydetmek için "AHEE__EE_System__register_shortcodes_modules_and_widgets" kancasını kullanın.

source: Shows the address for the primary contact.
de_de: Zeigt die Adresse des Hauptkontakts an.
fi: Näyttää ensisijaisen yhteystiedon osoitteen.
fr_fr: Affiche l'adresse du contact principal.
tr_tr: Birincil irtibat kişisinin adresini gösterir.

source: In order to register a message type with EE_Register_Message_Type::register, you must include a unique name for the message type, plus an array containing the following keys: "mtfilename", "autoloadpaths"
de_de: Um einen Nachrichtentyp mit EE_Register_Message_Type::register zu registrieren, müssen Sie einen eindeutigen Namen für den Nachrichtentyp sowie ein Array mit den folgenden Schlüsseln angeben: "mtfilename", "autoloadpaths"
fi: Viestityypin rekisteröimiseksi EE_Register_Message_Type::register-ohjelmalla sinun on annettava viestityypille yksilöllinen nimi sekä seuraavat avaimet sisältävä joukko: "mtfilename", "autoloadpaths".
fr_fr: Afin d'enregistrer un type de message avec EE_Register_Message_Type :: vous inscrire, vous devez inclure un nom unique pour le type de message, plus un tableau contenant les clés suivantes:"mtfilename","autoloadpaths"
tr_tr: Bir mesaj türünü EE_Register_Message_Type::register ile kaydetmek için, mesaj türü için benzersiz bir ad ve aşağıdaki anahtarları içeren bir dizi eklemeniz gerekir: "mtfilename", "autoloadpaths"

source: You can edit information about an Registrant by clicking on the View/Edit this Contact link.
de_de: Sie können Informationen über einen Registranten bearbeiten, indem Sie auf den Link Diesen Kontakt anzeigen/bearbeiten klicken.
fi: Voit muokata ilmoittautujan tietoja painamalla "Näytä/Muokkaa tätä yhteystietoa"-linkkiä.
fr_fr: Vous pouvez modifier les informations au sujet d'un titulaire en cliquant sur le Afficher / Modifier ce lien Contact.
tr_tr: Bu Kişiyi Görüntüle/Düzenle bağlantısına tıklayarak bir Tescil Ettiren hakkındaki bilgileri düzenleyebilirsiniz.

source: A message type named "%s" has been attempted to be registered with the EE Messages System. It may or may not work because it should be only called on the "EE_Brewing_Regular___messages_caf" hook.
de_de: Es wurde versucht, einen Nachrichtentyp mit dem Namen "%s" im EE-Nachrichtensystem zu registrieren. Es kann sein, dass er nicht funktioniert, da er nur über den Hook "EE_Brewing_Regular___messages_caf" aufgerufen werden sollte.
fi: Viestityyppi nimeltä "%s" on yritetty rekisteröidä EE:n viestijärjestelmään. Se voi toimia tai olla toimimatta, koska sitä pitäisi kutsua vain "EE_Brewing_Regular___messages_caf"-koukulla.
fr_fr: Un type de message nommé"%s la"a été tenté d'être enregistré avec le système EE Messages. Il peut ou peut ne pas fonctionner, car il doit être appelée uniquement sur le"EE_Brewing_Regular ___ messages_caf"crochet.
tr_tr: "%s" adlı bir mesaj türü EE Mesajlar Sistemine kaydedilmeye çalışıldı. Sadece "EE_Brewing_Regular___messages_caf" kancasında çağrılması gerektiği için çalışabilir veya çalışmayabilir.

source: In order to register Models with EE_Register_Model::register(), you must include a "model_id" (a unique identifier for this set of models), and an array containing the following keys: "model_paths" (an array of full server paths to folders that contain models)
de_de: Um Modelle mit EE_Register_Model::register() zu registrieren, müssen Sie eine "model_id" (eine eindeutige Kennung für diesen Satz von Modellen) und ein Array mit den folgenden Schlüsseln angeben: "model_paths" (ein Array mit vollständigen Serverpfaden zu Ordnern, die Modelle enthalten)
fi: Rekisteröidäksesi mallit EE_Register_Model::register() -toiminnolla, sinun on annettava "model_id" (tämän mallijoukon yksilöllinen tunniste) ja seuraavat avaimet sisältävä array: "model_paths" (joukko täydellisiä palvelinpolkuja malleja sisältäviin kansioihin).
fr_fr: Pour valider les modèles avec EE_Register_Model de registre (), vous devez inclure un"model_id"(un identifiant unique pour cet ensemble de modèles), et un tableau contenant les clés suivantes:"model_paths"(un tableau de chemins de serveur complet aux dossiers qui contiennent des modèles)
tr_tr: Modelleri EE_Register_Model::register() ile kaydetmek için, bir "model_id" (bu model kümesi için benzersiz bir tanımlayıcı) ve aşağıdaki anahtarları içeren bir dizi eklemeniz gerekir: "model_paths" (modelleri içeren klasörlerin tam sunucu yollarının bir dizisi)

source: QTY
de_de: ANZAHL
fi: Määrä
fr_fr: QTÉ
tr_tr: MIKTAR

source: In order to register Data Migration Scripts with EE_Register_Data_Migration_Scripts::register(), you must include the EE_Addon class name (used as a unique identifier for this set of data migration scripts), and an array containing the following keys: "dms_paths" (an array of full server paths to folders that contain data migration scripts)
de_de: Um Datenmigrationsskripte mit EE_Register_Data_Migration_Scripts::register() zu registrieren, müssen Sie den EE_Addon-Klassennamen (der als eindeutiger Bezeichner für diesen Satz von Datenmigrationsskripten verwendet wird) und ein Array mit den folgenden Schlüsseln angeben: "dms_paths" (ein Array mit vollständigen Serverpfaden zu Ordnern, die Datenmigrationsskripte enthalten)
fi: Rekisteröidäksesi tiedonsiirtoskriptit EE_Register_Data_Migration_Scripts::register()-ohjelmalla, sinun on sisällytettävä EE_Addon-luokan nimi (jota käytetään yksilöllisenä tunnisteena tälle tiedonsiirtoskriptien joukolle) ja seuraavat avaimet sisältävä joukko: "dms_paths" (joukko palvelimen täydellisiä polkuja kansioihin, jotka sisältävät tiedonsiirtoskriptejä).
tr_tr: Veri Geçiş Komut Dosyalarını EE_Register_Data_Migration_Scripts::register() ile kaydetmek için, EE_Addon sınıf adını (bu veri geçiş komut dosyası kümesi için benzersiz bir tanımlayıcı olarak kullanılır) ve aşağıdaki anahtarları içeren bir dizi eklemeniz gerekir: "dms_paths" (veri geçiş komut dosyalarını içeren klasörlerin tam sunucu yollarının bir dizisi)

source: Shows the total based on the quantity of tickets multiplied by the price of each ticket.
de_de: Zeigt die Gesamtsumme an, die sich aus der Anzahl der Tickets multipliziert mit dem Preis der einzelnen Tickets ergibt.
fi: Näyttää yhteissumman, joka saadaan kertomalla lippujen määrä jokaisen lipun hinnalla.
fr_fr: Affiche le total basé sur la quantité de billets multiplié par le prix de chaque billet.
tr_tr: Bilet miktarı ile her bir biletin fiyatının çarpımına dayalı toplamı gösterir.

source: An attempt to register Data Migration Scripts has failed because it was not registered at the correct time. Please use the "AHEE__EE_System__load_espresso_addons" hook to register Data Migration Scripts.
de_de: Der Versuch, Data Migration Scripts zu registrieren, ist fehlgeschlagen, da es nicht zum richtigen Zeitpunkt registriert wurde. Bitte verwenden Sie den Hook "AHEE__EE_System__load_espresso_addons", um Data Migration Scripts zu registrieren.
fi: Yritys rekisteröidä tiedonsiirtoskriptejä epäonnistui, koska sitä ei rekisteröity oikeaan aikaan. Käytä koukkua "AHEE__EE_System__load_espresso_addons" rekisteröidäksesi Data Migration Scripts.
fr_fr: Une tentative d'enregistrement de scripts de migration des données a échoué parce qu'il ne était pas inscrit à l'heure correcte. Se il vous plaît utiliser le"AHEE__EE_System__load_espresso_addons"crochet pour enregistrer les scripts de migration de données.
tr_tr: Doğru zamanda kaydedilmediği için Veri Taşıma Komut Dosyalarını kaydetme girişimi başarısız oldu. Veri Geçiş Komut Dosyalarını kaydetmek için lütfen "AHEE__EE_System__load_espresso_addons" kancasını kullanın.

source: In order to register a messages shortcode library with EE_Register_Messages_Shortcode_Library::register, you must include a "name" (a unique identifier for this set of message shortcodes), and an array containing the following keys: : "autoload_paths"
de_de: Um eine Nachrichtenkurzcode-Bibliothek mit EE_Register_Messages_Shortcode_Library::register zu registrieren, müssen Sie einen "Namen" (einen eindeutigen Bezeichner für diesen Satz von Nachrichtenkurzcodes) und ein Array mit den folgenden Schlüsseln angeben: : "autoload_paths"
fi: Rekisteröidäksesi viestien lyhytkoodikirjaston EE_Register_Messages_Shortcode_Library::register -ohjelmalla, sinun on annettava "nimi" (yksilöllinen tunniste tälle viestien lyhytkoodien joukolle) ja joukko, joka sisältää seuraavat avaimet: : "autoload_paths"
fr_fr: Afin d'enregistrer une bibliothèque de messages shortcode avec EE_Register_Messages_Shortcode_Library :: inscrire, vous devez inclure un" nom" (un identifiant unique pour cet ensemble de messages shortcodes), et un tableau contenant les clés suivantes:"autoload_paths"
tr_tr: Bir mesaj kısa kod kitaplığını EE_Register_Messages_Shortcode_Library::register ile kaydetmek için, bir "name" (bu mesaj kısa kodları kümesi için benzersiz bir tanımlayıcı) ve aşağıdaki anahtarları içeren bir dizi eklemeniz gerekir: : "autoload_paths"

source: You can customize the information that is shown on this page by toggling the Screen Options tab. Then you can add or remove checkmarks to hide or show certain content and even adjust the pagination for transactions.
de_de: Sie können die Informationen, die auf dieser Seite angezeigt werden, anpassen, indem Sie die Registerkarte Bildschirmoptionen aktivieren. Dann können Sie Häkchen hinzufügen oder entfernen, um bestimmte Inhalte ein- oder auszublenden und sogar die Paginierung für Transaktionen anzupassen.
fi: Voit mukauttaa tällä sivulla näkyviä tietoja vaihtamalla Näytön asetukset -välilehteä. Voit lisätä tai poistaa valintamerkkejä piilottaaksesi tai näyttääksesi tietyn sisällön ja jopa säätää tapahtumien sivunumerointia.
fr_fr: Vous pouvez personnaliser l'information qui est affichée sur cette page en basculant l'onglet Options de l'écran. Ensuite, vous pouvez ajouter ou supprimer des coches pour masquer ou afficher certains contenus et même ajuster la pagination pour les transactions.
tr_tr: Ekran Seçenekleri sekmesini açarak bu sayfada gösterilen bilgileri özelleştirebilirsiniz. Ardından, belirli içerikleri gizlemek veya göstermek için onay işaretleri ekleyebilir veya kaldırabilir ve hatta işlemler için sayfalandırmayı ayarlayabilirsiniz.

source: Should be only called on the "EE_Brewing_Regular___messages_caf" hook (Trying to register a library named %s).
de_de: Sollte nur am "EE_Brewing_Regular___messages_caf"-Hook aufgerufen werden (Trying to register a library named %s).
fi: Pitäisi kutsua vain koukussa "EE_Brewing_Regular___messages_caf" (Yritetään rekisteröidä kirjasto nimeltä %s).
fr_fr: Doit être appelée uniquement sur ​​le"EE_Brewing_Regular ___ messages_caf"crochet (Essayer d'enregistrer une bibliothèque nommée %s ).
tr_tr: Yalnızca "EE_Brewing_Regular___messages_caf" kancasında çağrılmalıdır (%s adlı bir kütüphane kaydedilmeye çalışılıyor).

source: The status helps you understand if the transaction was successful or not. Below are available statuses for transactions.
de_de: Anhand des Status können Sie erkennen, ob die Transaktion erfolgreich war oder nicht. Im Folgenden sind die verfügbaren Status für Transaktionen aufgeführt.
fi: Tila auttaa sinua ymmärtämään, onnistuiko tilaus vai ei. Alempaa näet käytössä olevat tilat tilauksille.
fr_fr: Le statut vous aide à comprendre si l'opération a réussi ou non. Voici statuts disponibles pour les transactions.
tr_tr: Durum, işlemin başarılı olup olmadığını anlamanıza yardımcı olur. İşlemler için mevcut durumlar aşağıdadır.

source: In order to register Widgets with EE_Register_Widget::register(), you must include a "widget_id" (a unique identifier for this set of widgets), and an array containing the following keys: "widget_paths" (an array of full server paths to folders that contain widgets, or to the widget files themselves)
de_de: Um Widgets mit EE_Register_Widget::register() zu registrieren, müssen Sie eine "widget_id" (eine eindeutige Kennung für diesen Satz von Widgets) und ein Array mit den folgenden Schlüsseln angeben: "widget_paths" (ein Array mit vollständigen Serverpfaden zu Ordnern, die Widgets enthalten, oder zu den Widget-Dateien selbst)
fi: Jotta voit rekisteröidä widgetit EE_Register_Widget::register() -toiminnolla, sinun on sisällytettävä "widget_id" (tämän widget-joukon yksilöllinen tunniste) ja seuraavat avaimet sisältävä array: "widget_paths" (joukko täydellisiä palvelinpolkuja kansioihin, jotka sisältävät widgettejä, tai itse widget-tiedostoihin).
fr_fr: Pour vous inscrire Widgets avec EE_Register_Widget de registre (), vous devez inclure un"widget_id"(un identifiant unique pour cet ensemble de widgets), et un tableau contenant les clés suivantes:"widget_paths"(un tableau de chemins complets de serveurs vers des dossiers qui contiennent des widgets, ou pour le widget fichiers eux-mêmes)
tr_tr: Widget'ları EE_Register_Widget::register() ile kaydetmek için, bir "widget_id" (bu widget kümesi için benzersiz bir tanımlayıcı) ve aşağıdaki anahtarları içeren bir dizi eklemeniz gerekir: "widget_paths" (pencere öğelerini içeren klasörlere veya pencere öğesi dosyalarının kendilerine giden tam sunucu yollarından oluşan bir dizi)

source: A payment was made for more than the transaction total.
de_de: Ein höherer Betrag als die Transaktionssumme wurde gezahlt.
fi: Maksusuoritus oli suurempi kuin tilauksen yhteissumma.
fr_fr: Un paiement a été fait pour plus que le total de la transaction.
tr_tr: İşlem toplamından daha fazla bir ödeme yapıldı.

source: An attempt to register widgets has failed because it was not registered at the correct time. Please use the "AHEE__EE_System__register_shortcodes_modules_and_widgets" hook to register widgets.
de_de: Ein Versuch, Widgets zu registrieren, ist fehlgeschlagen, weil es nicht zum richtigen Zeitpunkt registriert wurde. Bitte verwenden Sie den Hook "AHEE__EE_System__register_shortcodes_modules_and_widgets", um Widgets zu registrieren.
fi: Yritys rekisteröidä widgetit epäonnistui, koska sitä ei rekisteröity oikeaan aikaan. Käytä "AHEE__EE_System__register_shortcodes_modules_and_widgets"-koukkua widgettien rekisteröintiin.
fr_fr: Une tentative d'enregistrement des widgets a échoué parce qu'il ne était pas inscrit à l'heure correcte. Se il vous plaît utiliser le""AHEE__EE_System__register_shortcodes_modules_and_widgets crochet pour enregistrer widgets.
tr_tr: Widget'ları kaydetme girişimi, doğru zamanda kaydedilmediği için başarısız oldu. Lütfen widget'ları kaydetmek için "AHEE__EE_System__register_shortcodes_modules_and_widgets" kancasını kullanın.

source: The payment was successful.
de_de: Die Zahlung war erfolgreich.
fi: Maksu onnistui.
fr_fr: Le paiement a été un succès.
tr_tr: Ödeme başarılı oldu.

source: In order to register Modules with EE_Register_Shortcode::register(), you must include a "shortcode_id" (a unique identifier for this set of shortcodes), and an array containing the following keys: "shortcode_paths" (an array of full server paths to folders that contain shortcodes, or to the shortcode files themselves)
de_de: Um Module mit EE_Register_Shortcode::register() zu registrieren, müssen Sie eine "shortcode_id" (eine eindeutige Kennung für diesen Satz von Shortcodes) und ein Array mit den folgenden Schlüsseln angeben: "shortcode_paths" (ein Array mit vollständigen Serverpfaden zu Ordnern, die Shortcodes enthalten, oder zu den Shortcode-Dateien selbst)
fi: Jotta voit rekisteröidä moduulit EE_Register_Shortcode::register() -toiminnolla, sinun on sisällytettävä "shortcode_id" (ainutkertainen tunniste tälle lyhytkoodien joukolle) ja joukko, joka sisältää seuraavat avaimet: "shortcode_paths" (joukko täydellisiä palvelinpolkuja kansioihin, jotka sisältävät lyhytkoodeja, tai itse lyhytkooditiedostoihin).
fr_fr: Pour vous inscrire Modules avec EE_Register_Shortcode :: Register (), vous devez inclure un"shortcode_id"(un identifiant unique pour cet ensemble de shortcodes), et un tableau contenant les clés suivantes:"shortcode_paths"(un tableau de chemins complets de serveurs vers des dossiers qui contiennent des numéros courts, ou pour le shortcode fichiers eux-mêmes)
tr_tr: Modülleri EE_Register_Shortcode::register() ile kaydetmek için, bir "shortcode_id" (bu kısa kod kümesi için benzersiz bir tanımlayıcı) ve aşağıdaki anahtarları içeren bir dizi eklemeniz gerekir: "shortcode_paths" (kısa kodlar içeren klasörlere veya kısa kod dosyalarının kendilerine giden tam sunucu yollarından oluşan bir dizi)

source: The payment has not yet been completed. This is the status for online payments that have yet to be processed.
de_de: Die Zahlung ist noch nicht abgeschlossen. Dies ist der Status für Online-Zahlungen, die noch nicht verarbeitet wurden.
fi: Maksua ei ole vielä suoritettu. Tämä tila näkyy online-maksuille, joita ei ole vielä käsitelty.
fr_fr: Le paiement n'a pas encore été achevée. Ce est l'état de paiement en ligne qui doivent encore être traités.
tr_tr: Ödeme henüz tamamlanmamıştır. Bu, henüz işlenmemiş çevrimiçi ödemeler için durumdur.

source: An attempt to register shortcodes has failed because it was not registered at the correct time. Please use the "AHEE__EE_System__register_shortcodes_modules_and_widgets" hook to register shortcodes.
de_de: Der Versuch, einen Shortcode zu registrieren, ist fehlgeschlagen, weil er nicht zum richtigen Zeitpunkt registriert wurde. Bitte verwenden Sie den "AHEE__EE_System__register_shortcodes_modules_and_widgets" Hook um Shortcodes zu registrieren.
fi: Yritys rekisteröidä pikakoodeja epäonnistui, koska sitä ei rekisteröity oikeaan aikaan. Käytä koukkua "AHEE__EE_System__register_shortcodes_modules_and_widgets" rekisteröidäksesi lyhytkoodit.
fr_fr: Une tentative d'enregistrement shortcodes a échoué parce qu'il ne était pas inscrit à l'heure correcte. Se il vous plaît utiliser le""AHEE__EE_System__register_shortcodes_modules_and_widgets crochet pour enregistrer shortcodes.
tr_tr: Doğru zamanda kaydedilmediği için bir kısa kod kaydetme girişimi başarısız oldu. Kısa kodları kaydetmek için lütfen "AHEE__EE_System__register_shortcodes_modules_and_widgets" kancasını kullanın.

source: The payment did not process correctly.
de_de: Die Zahlung wurde nicht korrekt durchgeführt.
fi: Maksun oikea käsittely ei onnistunut.
fr_fr: Le paiement n'a pas traité correctement.
tr_tr: Ödeme doğru şekilde işlenmedi.
