Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Test transactions mode is turned ON. This transaction will be accepted by Authorize.Net as a Test request to the Live account.
de_de: Der Modus Testtransaktionen ist eingeschaltet. Diese Transaktion wird von Authorize.Net als Testanforderung für das Live-Konto akzeptiert.
fi: Testitapahtumatila on päällä. Authorize.Net hyväksyy tämän maksutapahtuman testipyyntönä Live-tilille.
tr_tr: Test işlemleri modu AÇIK konuma getirilir. Bu işlem Authorize.Net tarafından Canlı hesaba bir Test talebi olarak kabul edilecektir.

source: Information to use for Testing:
de_de: Zu verwendende Informationen für die Prüfung:
fi: Testauksessa käytettävät tiedot:
tr_tr: Test için kullanılacak bilgiler:

source: Test Cards:
de_de: Testkarten:
fi: Testikortit:
fr_fr: Castes d'essai :
tr_tr: Test Kartları:

source: Visa Test Card
de_de: Visa-Testkarte
fi: Visa testikortti
fr_fr: Carte de Test Visa
tr_tr: Visa Test Kartı

source: American Express Test Card
de_de: American Express Testkarte
fi: American Express -testikortti
tr_tr: American Express Test Kartı

source: Discover Test
de_de: Test entdecken
fi: Tutustu testiin
tr_tr: Keşfet Testi

source: Use the following ZIP code values to generate a specific error:
de_de: Verwenden Sie die folgenden ZIP-Code-Werte, um einen bestimmten Fehler zu erzeugen:
fi: Käytä seuraavia ZIP-koodin arvoja tietyn virheen luomiseen:
tr_tr: Belirli bir hata oluşturmak için aşağıdaki ZIP kodu değerlerini kullanın:

source: ZIP CODE
de_de: POSTLEITZAHL
fi: POSTINUMERO
fr_fr: CODE POSTAL
tr_tr: POSTA KODU

source: RESPONSE TEXT
de_de: ANTWORT-TEXT
fi: VASTAUSTEKSTI
tr_tr: CEVAP METNİ

source: NOTES
de_de: ANMERKUNGEN
fi: HUOMAUTUKSET
tr_tr: NOTLAR

source: This transaction has been declined.
de_de: Diese Transaktion wurde abgelehnt.
fi: Tämä tilaus on hylätty.
fr_fr: Cette transaction a été refusé.
tr_tr: Bu işlem reddedildi.

source: General bank decline.
de_de: Allgemeiner Niedergang der Banken.
fi: Yleinen pankkien taantuma.
tr_tr: Genel banka düşüşü.

source: AVS Not Applicable.
de_de: AVS Nicht anwendbar.
fi: AVS Ei sovelleta.
tr_tr: AVS Uygulanamaz.

source: The U.S. card issuing bank does not support AVS.
de_de: Die kartenausgebende Bank in den USA unterstützt AVS nicht.
fi: Yhdysvaltalainen kortin myöntänyt pankki ei tue AVS:ää.
tr_tr: ABD kartı veren banka AVS'yi desteklememektedir.

source: Address: No Match; ZIP Code: No Match.
de_de: Adresse: Keine Übereinstimmung; Postleitzahl: Keine Übereinstimmung.
fi: Osoite: Postinumero: Ei vastaavuutta.
tr_tr: Adres: Eşleşme Yok; Posta Kodu: Eşleşme Yok.

source: %1$sNo Payment Required%2$s
de_de: %1$sKeine Zahlung erforderlich%2$s
fi: %1$sMaksua ei tarvita%2$s
fr_fr: %1$sAucun paiement est requis%2$s
tr_tr: %1$sÖdeme Gerekmiyor%2$s

source: Login ID %s
de_de: Anmelde-ID %s
tr_tr: Oturum Açma Kimliği %s

source: This method has been deprecated in favour of instead using get_model_names_pointed_to, which consistently returns an array
de_de: Diese Methode wurde zugunsten der Verwendung von get_model_names_pointed_to veraltet, die konsistent ein Array zurückgibt
fi: Tämä menetelmä on poistettu käytöstä ja sen sijaan käytetään get_model_names_pointed_to -menetelmää, joka palauttaa johdonmukaisesti array-määritteen
tr_tr: Bu yöntem, bunun yerine sürekli olarak bir dizi döndüren get_model_names_pointed_to kullanımı lehine kullanımdan kaldırılmıştır

source: Payment Cancelled Notification
de_de: Benachrichtigung über abgebrochenen Bezahlvorgang
fi: Ilmoitus maksun peruuttamisesta
fr_fr: Notification d'annulation de paiement
tr_tr: Ödeme İptal Bildirimi

source: Event Payment Details: Your payment was cancelled.
de_de: Veranstaltungs-Zahlungsdetails: Ihre Bezahlung wurde abgebrochen.
fi: Tapahtuman maksutiedot: Maksusuorituksesi peruutettiin.
fr_fr: Détails de votre paiement : Votre paiement a été annulé.
tr_tr: Etkinlik Ödeme Detayları: Ödemeniz iptal edildi.

source: Your payment <strong>FAILED</strong> for the following transaction and ticket purchases:
de_de: Für folgende Bestellungen ist der Bezahlvorgang <strong>FEHLGESCHLAGEN</strong>:
fi: Maksusi <strong>EPÄONNISTUI</strong> seuraavien tilausten ja lippujen osalta:
fr_fr: Votre paiement à <strong>ECHOUE</strong> pour les transactions et billets suivants :
tr_tr: Aşağıdaki işlem ve bilet alımları için ödemeniz <strong>BAŞARISIZ</strong> OLDU:

source: Payment Failed Notification
de_de: Benachrichtigung über fehlgeschlagenen Bezahlvorgang
fi: Ilmoitus maksun epäonnistumisesta
fr_fr: Notification d'échec de paiement
tr_tr: Ödeme Başarısız Bildirimi

source: Event Payment Details: Your payment failed.
de_de: Veranstaltungs-Zahlungsdetails: Ihre Bezahlung ist fehlgeschlagen.
fi: Tapahtuman maksutiedot: Maksu epäonnistui.
fr_fr: Détails de paiement : Votre paiement a échoué
tr_tr: Etkinlik Ödeme Detayları: Ödemeniz başarısız oldu.

source: %s*%s Taxable items. The total amount collected for taxes is reflected in the total(s) below.
de_de: %s*%s Steuerpflichtige Positionen. Der Gesamtbetrag wird unten ausgewiesen.
fi: %s*%s Veronalainen tuote. Verojen yhteismäärä on ilmoitettu alla.
fr_fr: %s*%s Éléments taxables. Le montant total perçu pour les impôts se reflète dans le ou les montants suivants.
tr_tr: %s*%s Vergilendirilebilir kalemler. Vergiler için tahsil edilen toplam tutar aşağıdaki toplam(lar)a yansıtılmıştır.

source: Payment method type '%s's gateway isn't an instance of EE_Onsite_Gateway, EE_Offsite_Gateway, or null. It must be one of those
de_de: Das Gateway des Zahlungsmitteltyps '%s' ist keine Instanz von EE_Onsite_Gateway, EE_Offsite_Gateway oder null. Es muss einer dieser Typen sein
fi: Maksutavan tyyppi '%s's's gateway ei ole EE_Onsite_Gateway, EE_Offsite_Gateway tai null. Sen on oltava jokin näistä
fr_fr: Le type de méthode de paiement '%s's' n'est pas une instance de EE_Onsite_Gateway, EE_Offsite_Gateway ou null. Il doit s'agir d'un de ces
tr_tr: Ödeme yöntemi türü '%s'nin ağ geçidi bir EE_Onsite_Gateway, EE_Offsite_Gateway veya null örneği değil. Bunlardan biri olmalıdır

source: There is no EE_Registration object in the data sent to the EE_Attendee Shortcode Parser for the messages system.
de_de: Es gibt kein EE_Registration-Objekt in den Daten, die an den EE_Attendee Shortcode Parser für das Nachrichtensystem gesendet werden.
fi: EE_Attendee Shortcode Parserille lähetetyissä EE_Registration-objekteissa ei ole EE_Attendee Shortcode Parserille lähetettyjä tietoja.
tr_tr: Mesaj sistemi için EE_Attendee Shortcode Parser'a gönderilen verilerde EE_Registration nesnesi yok.

source: The transaction ID for this request is: %s
de_de: Die Transaktions ID für diese Anfrage ist: %s
fi: Tilauksen tunnus on: %s
fr_fr: L'ID de transaction pour cette requête est: %s
tr_tr: Bu istek için işlem kimliği: %s

source: There is no EE_Attendee object in the data sent to the EE_Attendee_Shortcode parser for the messages system.
de_de: In den Daten, die an den EE_Attendee_Shortcode-Parser für das Nachrichtensystem gesendet werden, ist kein EE_Attendee-Objekt vorhanden.
fi: EE_Attendee_Shortcode-parserille lähetetyissä EE_Attendee_Shortcode-tiedoissa ei ole EE_Attendee-objektia.
tr_tr: Mesaj sistemi için EE_Attendee_Shortcode ayrıştırıcısına gönderilen verilerde EE_Attendee nesnesi yok.

source: The registration ID for this request is: %s
de_de: Die Anmelde-ID für diese Anfrage ist: %s
fi: Tämän pyynnön rekisteröintitunnus on: %s.
fr_fr: L'ID d'enregistrement pour cette demande est: %s
tr_tr: Bu istek için kayıt kimliği: %s

source: A Valid Transaction could not be initialized.
de_de: Eine gültige Transaktion konnte nicht initialisiert werden.
fi: Valid Transactionia ei voitu alustaa.
fr_fr: Impossible d'initialiser une transaction valide.
tr_tr: Geçerli bir İşlem başlatılamadı.

source: A valid Cart was not found when attempting to update the model entity mapper.
de_de: Beim Versuch, den Model-Entity-Mapper zu aktualisieren, wurde kein gültiger Cart gefunden.
fi: Kelvollista koria ei löytynyt, kun yritettiin päivittää mallin entiteettikuvaajaa.
fr_fr: Un panier valide n'a pas été trouvé lors de la tentative de mise à jour du mappeur d'entité modèle.
tr_tr: Model varlık eşleyicisi güncellenmeye çalışılırken geçerli bir Kart bulunamadı.

source: Payment cancelled. Please try again.
de_de: Bezahlvorgang abgebrochen. Bitte versuchen Sie es erneut.
fi: Maksu peruutettiin. Yritä uudelleen.
fr_fr: Le paiement a été annulé. Merci d'essayer à nouveau.
tr_tr: Ödeme iptal edildi. Lütfen tekrar deneyin.

source: We're sorry but your payment was declined. Please try again.
de_de: Leider wurde Ihre Zahlung abgelehnt. Bitte versuchen Sie es erneut.
fi: Pahoittelut, mutta maksusi hylättiin. Ole hyvä ja yritä uudelleen.
fr_fr: Nous sommes désolés mais votre paiement a été refusé. Veuillez réessayer.
tr_tr: Üzgünüz, ödemeniz reddedildi. Lütfen tekrar deneyin.

source: This message type is used for all cancelled payment notification messages that go out including any manual payments entered by an event administrator.
de_de: Dieser Nachrichtentyp wird für alle Benachrichtigungen über stornierte Zahlungen verwendet, einschließlich aller manuellen Zahlungen, die von einem Ereignisverwalter eingegeben werden.
fi: Tätä viestityyppiä käytetään kaikille peruutetusta maksusuorituksesta ilmoittaville viesteille mukaan lukien ne peruutukset, jotka koskevat tapahtuman ylläpitäjän käsin syöttämiä suorituksia.
fr_fr: Ce type de message est utilisé pour tous les messages de notification de paiement annulés qui sortent, y compris les paiements manuels saisis par un administrateur d'événement.
tr_tr: Bu mesaj türü, bir etkinlik yöneticisi tarafından girilen manuel ödemeler de dahil olmak üzere gönderilen tüm iptal edilen ödeme bildirim mesajları için kullanılır.

source: payment cancelled
de_de: Bezahlvorgang abgebrochen
fi: maksu peruutettu
fr_fr: paiement annulé
tr_tr: ödeme i̇ptal edi̇ldi̇

source: payments cancelled
de_de: abgebrochene Bezahlvorgänge
fi: maksut peruutettu
fr_fr: paiements annulés
tr_tr: ödemeler iptal edildi

source: Recipient's are who will receive the template. You may want different payment details sent out depending on who the recipient is.
de_de: Der Empfänger ist derjenige, der die Vorlage erhalten soll. Möglicherweise möchten Sie je nach Empfänger unterschiedliche Zahlungsdetails versenden.
fi: Vastaanottajat ovat henkilöitä, jotka vastaanottavat pohjan. Haluat mahdollisesti vaihtaa lähetettäviä maksutietoja riippuen vastaanottajasta.
fr_fr: Les destinataires sont ceux qui recevront le modèle. Vous pouvez vouloir différents détails de paiement envoyés en fonction de qui est le destinataire.
tr_tr: Alıcılar şablonu alacak kişilerdir. Alıcının kim olduğuna bağlı olarak farklı ödeme ayrıntılarının gönderilmesini isteyebilirsiniz.

source: This template is what event administrators will receive when payment is cancelled.
de_de: Diese Vorlage erhalten die Verwalter der Veranstaltung, wenn die Zahlung storniert wird.
fi: Tämä pohja lähetetään tapahtuman ylläpitäjille, kun maksusuoritus peruutetaan.
fr_fr: Ce modèle est ce que les administrateurs d'événements recevront lorsque le paiement sera annulé.
tr_tr: Bu şablon, ödeme iptal edildiğinde etkinlik yöneticilerinin alacağı şablondur.

source: This template is what the primary registrant (the person who made the main registration) will receive when the payment is cancelled.
de_de: Diese Vorlage erhält der primäre Registrant (die Person, die die Hauptanmeldung vorgenommen hat), wenn die Zahlung storniert wird.
fi: Tämä pohja lähetettään ensisijaiselle ilmoittautujalle (eli henkilölle, joka teki ilmoittautumisen), kun maksusuoritus peruutetaan.
fr_fr: Ce modèle est ce que recevra le déclarant principal (la personne qui a effectué l'enregistrement principal) lorsque le paiement est annulé.
tr_tr: Bu şablon, ödeme iptal edildiğinde birincil kayıt sahibinin (ana kaydı yapan kişi) alacağı şablondur.

source: This message type is used for all failed payment notification messages that go out including any manual payments entered by an event administrator.
de_de: Dieser Nachrichtentyp wird für alle Benachrichtigungen über fehlgeschlagene Zahlungen verwendet, einschließlich aller manuellen Zahlungen, die von einem Ereignisverwalter eingegeben werden.
fi: Tätä viestityyppiä käytetään kaikkiin epäonnistuneita maksuja koskeviin ilmoitusviesteihin, mukaan lukien tapahtuman ylläpitäjän syöttämät manuaaliset maksut.
fr_fr: Ce type de message est utilisé pour tous les messages de notification de paiement échoués, y compris les paiements manuels saisis par un administrateur d'événement.
tr_tr: Bu mesaj türü, bir etkinlik yöneticisi tarafından girilen manuel ödemeler de dahil olmak üzere gönderilen tüm başarısız ödeme bildirim mesajları için kullanılır.

source: payment failed
de_de: Zahlung gescheitert
fi: maksu epäonnistui
fr_fr: le paiement à échoué
tr_tr: ödeme başarısız oldu

source: payments failed
de_de: Zahlungen gescheitert
fi: maksut epäonnistuivat
fr_fr: les paiements ont échoué
tr_tr: ödemeler başarısız oldu

source: This template is what event administrators will receive when payment fails.
de_de: Diese Vorlage erhalten Ereignisverwalter, wenn die Zahlung fehlschlägt.
fi: Tapahtuman ylläpitäjät saavat tämän mallin, kun maksu epäonnistuu.
tr_tr: Bu şablon, ödeme başarısız olduğunda etkinlik yöneticilerinin alacağı şablondur.

source: This template is what the primary registrant (the person who made the main registration) will receive when the payment fails.
de_de: Diese Vorlage erhält der primäre Registrant (die Person, die die Hauptregistrierung vorgenommen hat), wenn die Zahlung fehlschlägt.
fi: Tämä malli on se, mitä ensisijainen rekisteröijä (henkilö, joka teki päärekisteröinnin) saa, kun maksu epäonnistuu.
tr_tr: Bu şablon, ödeme başarısız olduğunda birincil kayıt sahibinin (ana kaydı yapan kişi) alacağı şeydir.

source: Expiry Month
de_de: Gültig bis Monat
fi: Voimassa (kuukausi)
fr_fr: Mois d'expiration
tr_tr: Son Kullanma Ayı

source: Expiry Year
de_de: Gültig bis Jahr
fi: Voimassa (vuosi)
fr_fr: Année d'expiration
tr_tr: Son Kullanma Yılı

source: Could not find a ticket for old attendee with id %d for new event %d, so created a new ticket with id %d
de_de: Konnte kein Ticket für den alten Teilnehmer mit der ID %d für die neue Veranstaltung %d finden, daher wurde ein neues Ticket mit der ID %d erstellt
fi: Ei löytynyt lippua vanhalle osallistujalle id:llä %d uuteen tapahtumaan %d, joten luotiin uusi lippu id:llä %d.
fr_fr: Impossible de trouver un ticket pour le participant avec l'ID %d pour l'événement %d, donc créé un nouveau ticket avec id %d
tr_tr: Yeni %d etkinliği için %d id'li eski katılımcı için bir bilet bulunamadı, bu nedenle %d id'li yeni bir bilet oluşturuldu

source: Function moved to EE_Import and renamed to save_csv_data_array_to_db
de_de: Funktion nach EE_Import verschoben und umbenannt in save_csv_data_array_to_db
fi: Toiminto siirretty EE_Importtiin ja nimetty uudelleen muotoon save_csv_data_array_to_db.
tr_tr: İşlev EE_Import'a taşındı ve save_csv_data_array_to_db olarak yeniden adlandırıldı

source: Payment Date(s)
de_de: Zahlungseingang
fi: Maksupäivä(t)
fr_fr: Date(s) de paiement
tr_tr: Ödeme Tarih(ler)i

source: Payment Method(s)
de_de: Zahlungsart
fi: Maksutapa/-tavat
fr_fr: Mode(s) de paiement
tr_tr: Ödeme Yöntem(ler)i

source: Gateway Transaction ID(s)
de_de: Gateway-Transaktions-ID(s)
tr_tr: Ağ Geçidi İşlem Kimlikleri

source: Programming error. We shoudl be inserting or updating, but instead we are being told to "%s", whifh is invalid
de_de: Programmierfehler. Wir sollten einfügen oder aktualisieren, aber stattdessen wird uns gesagt, dass wir "%s" eingeben sollen, was ungültig ist.
fi: Ohjelmointivirhe. Meidän pitäisi lisätä tai päivittää, mutta sen sijaan meille sanotaan "%s", joka on virheellinen.
tr_tr: Programlama hatası. Ekleme veya güncelleme yapıyor olmamız gerekirken, bunun yerine geçersiz olan "%s "ye yönlendiriliyoruz

source: Contact List CSV Report
de_de: Teilnehmerliste CSV Datei
fi: Yhteysietolista CSV-muodossa
tr_tr: Kişi Listesi CSV Raporu

source: The Contact List CSV Report button which appears at the bottom of this page can be used to quickly generate a report of your contact list as a CSV file. The following information will be exported: ID, First Name, Last Name, Email, Phone, Address, City, State, and Country. Additionally, the following information will be exported: Contact Full Name, Contact Biography, Contact URL Slug, Time the Contact was Created, Contact Short Biography, Time the Contact was Last Modified, WP User that created Contact as a Numeric Value, and Contact Status.
de_de: Über die Schaltfläche CSV-Bericht der Kontaktliste, die unten auf dieser Seite erscheint, können Sie schnell einen Bericht Ihrer Kontaktliste als CSV-Datei erstellen. Die folgenden Informationen werden exportiert: ID, Vorname, Nachname, E-Mail, Telefon, Adresse, Stadt, Bundesland und Land. Außerdem werden die folgenden Informationen exportiert: Vollständiger Name des Kontakts, Kontaktbiografie, URL-Slug des Kontakts, Zeitpunkt der Erstellung des Kontakts, Kurzbiografie des Kontakts, Zeitpunkt der letzten Änderung des Kontakts, WP-Benutzer, der den Kontakt erstellt hat, als numerischer Wert und Kontaktstatus.
fi: Tämän sivun alareunassa näkyvän Yhteystietoluettelon CSV-raportti -painikkeen avulla voit luoda nopeasti raportin yhteystietoluettelostasi CSV-tiedostona. Seuraavat tiedot viedään: ID, etunimi, sukunimi, sähköposti, puhelin, osoite, kaupunki, osavaltio ja maa. Lisäksi seuraavat tiedot viedään: Yhteyshenkilön koko nimi, Yhteyshenkilön elämäkerta, Yhteyshenkilön URL-slogi, Yhteyshenkilön luomisen aika, Yhteyshenkilön lyhyt elämäkerta, Yhteyshenkilön viimeisimmän muutoksen aika, Yhteyshenkilön luonut WP-käyttäjä numeerisena arvona ja Yhteyshenkilön tila.
tr_tr: Bu sayfanın altında görünen Kişi Listesi CSV Raporu düğmesi, kişi listenizin bir CSV dosyası olarak hızlı bir şekilde raporunu oluşturmak için kullanılabilir. Aşağıdaki bilgiler dışa aktarılacaktır: Kimlik, Ad, Soyad, E-posta, Telefon, Adres, Şehir, Eyalet ve Ülke. Ayrıca, aşağıdaki bilgiler de dışa aktarılacaktır: Kişi Tam Adı, Kişi Biyografisi, Kişi URL Slug, Kişinin Oluşturulduğu Zaman, Kişi Kısa Biyografisi, Kişinin Son Değiştirildiği Zaman, Sayısal Değer olarak Kişiyi Oluşturan WP Kullanıcısı ve Kişi Durumu.

source: The Export Data button which appears at the bottom of this page can be used to quickly export your contact list as a CSV file, which CSV file can then be imported into a different site or re-imported into this same site using the Event Importer.
de_de: Mit der Schaltfläche Daten exportieren, die unten auf dieser Seite angezeigt wird, können Sie Ihre Kontaktliste schnell als CSV-Datei exportieren. Diese CSV-Datei kann dann in eine andere Website importiert oder mit dem Ereignis-Importer wieder in dieselbe Website importiert werden.
fi: Tämän sivun alareunassa näkyvän Vie tiedot -painikkeen avulla voit nopeasti viedä yhteystietoluettelosi CSV-tiedostona, jonka CSV-tiedoston voit sitten tuoda toiseen sivustoon tai tuoda uudelleen tähän samaan sivustoon tapahtumatuojalla.
tr_tr: Bu sayfanın altında görünen Verileri Dışa Aktar düğmesi, kişi listenizi hızlı bir şekilde CSV dosyası olarak dışa aktarmak için kullanılabilir; bu CSV dosyası daha sonra farklı bir siteye aktarılabilir veya Etkinlik İçe Aktarıcı kullanılarak aynı siteye yeniden aktarılabilir.

source: %1$s : Completed
de_de: %1$s : fertiggestellt
fi: %1$s : Valmis
fr_fr: %1$s : Terminé
tr_tr: %1$s : Tamamlandı

source: %1$s : Never Initiated
de_de: %1$s : Nie initialisiert
fi: %1$s : Ei aloitettu
fr_fr: %1$s : Jamais débuté
tr_tr: %1$s : Hiç Başlatılmadı

source: %1$s : Initiated %2$s
de_de: %1$s : initialisiert %2$s
fi: %1$s : Aloitettu %2$s
fr_fr: %1$s : Débuté %2$s
tr_tr: %1$s : Başlatıldı %2$s

source: Registration Step Progress
de_de: Registrierung Schritt Fortschritt
fi: Ilmoittautumisvaiheiden edistyminen
tr_tr: Kayıt Adımı İlerlemesi

source: Messages Sent to Primary Registrant
de_de: Mitteilungen wurden an erste registrierte Person verschickt
fi: Viestit lähetetty ensisijaiselle ilmoittautujalle
tr_tr: Birincil Kayıt Sahibine Gönderilen Mesajlar

source: Payment Status Upon Sending
de_de: Zahlungsstatus bei der Übermittlung
fi: Maksujen tila lähetettäessä
tr_tr: Gönderildikten Sonra Ödeme Durumu

source: TXN Status Upon Sending
de_de: TXN-Status beim Versenden
fi: Tilauksen tila lähetettäessä
tr_tr: Gönderme Sonrası TXN Durumu

source: The import feature has been disabled because of bugs. It is expected to be put back in place soon.
de_de: Die Importfunktion wurde aufgrund von Fehlern deaktiviert. Es wird erwartet, dass sie bald wieder zur Verfügung steht.
fi: Tuontitoiminto on poistettu käytöstä virheiden vuoksi. Sen odotetaan palautuvan käyttöön pian.
tr_tr: İçe aktarma özelliği hatalar nedeniyle devre dışı bırakıldı. Yakında tekrar devreye alınması bekleniyor.

source: Extensions & Services
de_de: Erweiterungen & Dienstleistungen
fi: Laajennukset & palvelut
tr_tr: Uzantılar & Hizmetler

source: Other Available Services
de_de: Andere verfügbare Services
fi: Muut saatavissa olevat palvelut
tr_tr: Diğer Mevcut Hizmetler

source: Contact List Report
de_de: Kontaktliste Bericht
fi: Yhteystietolista
tr_tr: Kişi Listesi Raporu

source: Export Data
de_de: Daten exportieren
fi: Vie tiedot
tr_tr: Verileri Dışa Aktar

source: Diners Club International and Discover
de_de: Diners Club International und Discover
fi: Diners Club International ja Discover
tr_tr: Diners Club International ve Discover

source: Japan Credit Bureau
de_de: Japanische Kreditauskunftei
tr_tr: Japonya Kredi Bürosu

source: Laser
tr_tr: Lazer

source: Sage Pay Settings
de_de: Sage Pay Einstellungen
fi: Sage Pay -asetukset
tr_tr: Sage Pay Ayarları

source: Sage Pay Gateway
fi: Sage Pay -yhdyskäytävä
tr_tr: Sage Pay Ağ Geçidi

source: Adjust the settings for the Sage Pay payment gateway. More information can be found on %s SagePay.com %s .
de_de: Passen Sie die Einstellungen für das Sage Pay-Zahlungsgateway an. Weitere Informationen finden Sie auf %s SagePay.com %s .
fi: Säädä Sage Pay -maksuportin asetuksia. Lisätietoja on osoitteessa %s SagePay.com %s .
tr_tr: Sage Pay ödeme ağ geçidi için ayarları yapın. Daha fazla bilgi %s SagePay.com %s adresinde bulunabilir.

source: In the Vendor Name field, enter your Sage Pay Vendor Name supplied by Sage Pay when your account was created (unique Sage Pay identifier).
de_de: Geben Sie in das Feld Kreditorenname Ihren Sage Pay-Kreditorennamen ein, der von Sage Pay bei der Einrichtung Ihres Kontos vergeben wurde (eindeutige Sage Pay-Kennung).
fi: Kirjoita Myyjän nimi -kenttään Sage Payn Myyjän nimi, jonka Sage Pay toimitti tiliäsi luotaessa (yksilöllinen Sage Pay -tunniste).
tr_tr: Satıcı Adı alanına, hesabınız oluşturulurken Sage Pay tarafından sağlanan Sage Pay Satıcı Adınızı girin (benzersiz Sage Pay tanımlayıcısı).

source: Debug Mode is turned ON. Payments will NOT be processed.
de_de: Der Debug-Modus ist eingeschaltet. Die Zahlungen werden NICHT verarbeitet.
fi: Testaustila on PÄÄLLÄ. Maksusuorituksia EI käsitellä.
tr_tr: Hata Ayıklama Modu AÇIK. Ödemeler işleme alınmayacaktır.

source: Click the "Pay Now" button to proceed with payment.
de_de: Klicken Sie auf die „Jetzt bezahlen“ Schaltfläche, um mit der Bezahlung fortzufahren.
fi: Paina "Maksa nyt"-painiketta jatkaaksesi.
fr_fr: Cliquez sur le bouton "Payer maintenant" pour procéder au paiement.
tr_tr: Ödemeye devam etmek için "Şimdi Öde" düğmesine tıklayın.

source: Stripe Publishable Key %s
de_de: Veröffentlichbarer Stripe-Schlüssel %s
tr_tr: Stripe Yayınlanabilir Anahtar %s

source: Stripe Secret Key %s
de_de: Stripe-Geheimschlüssel %s
tr_tr: Stripe Gizli Anahtarı %s

source: Pay %1$s Now
de_de: Jetzt %1$s bezahlen
fi: Maksa %1$s nyt
tr_tr: Şimdi %1$s ödeyin
