Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: An error occurred and the details for Transaction ID #
fr_fr: Une erreur s'est produite et les détails de la transaction ID #

source: Critical Pages Tour
fr_fr: Pages d'urgence: Visite

source: This section lists the pages that Event Espresso needs in order to function. Should you wish to change a page that is used you will need to move the shortcode to the new page and then allocate it here. Otherwise your registrations will not work correctly.
fr_fr: Cette section répertorie les pages qui Event Espresso a besoin pour fonctionner. Si vous souhaitez modifier une page qui est utilisée, vous devrez déplacer le shortcode à la nouvelle page, puis renvoyer ici. Sinon, vos inscriptions ne fonctionnera pas correctement.

source: This section also provides a status of the page to show you at a glance if something is not right.
fr_fr: Cette section fournit également un état de la page pour vous montrer un coup d'oeil si quelque chose n'est pas juste.

source: This page processes the registrations and is required, even if it is not visible in your menus.
fr_fr: Cette page traite les enregistrements et il est nécessaire, même si elle n'est pas visible dans vos menus.

source: This page processes payments. It should not be visible on your menus, and the page should not contain anything other than the shortcode.
fr_fr: Cette page traite les paiements. Il ne devrait pas être visible sur vos menus et la page ne doit pas contenir d'autres que le shortcode rien.

source: Google Maps Tour
fr_fr: Google Maps Visite

source: Google Maps Settings
fr_fr: Paramètres de Google Maps

source: Notice: Due to a <a href="https://core.trac.wordpress.org/ticket/17115#comment:15">current bug in the WordPress core</a>, your event should always have at least a title or description or excerpt. Saving an event without at least one of these fields filled out with information will result in your event not saving correctly. You will then need to recreate your event by clicking on the Add Event button.
fr_fr: Avis: En raison d'un <a href="https://core.trac.wordpress.org/ticket/17115#comment:15"> bug courant dans les WordPress noyau </a>, votre événement devrait toujours avoir à moins un titre ou une description ou d'un extrait. Enregistrement d'un événement sans au moins un de ces champs remplis avec des informations se traduira dans votre événement à ne pas sauver correctement. Vous devrez alors recréer votre événement en cliquant sur le bouton Ajouter de l'événement.

source: This tour of the Google Maps page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la page Google Maps aller sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: These settings affect the single registration page maps only.
fr_fr: Ces paramètres affectent la page d'inscription unique seules les cartes.

source: These setting affect the event list page maps.
fr_fr: Ce paramètre n'affecte que l'événement page de la liste des cartes.

source: Templates Tour
fr_fr: Modèles Visite

source: This tour of the Templates Page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la page Modèles ira sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: Specify whether event status banners should be shown next to the title on the single event page.
fr_fr: Indiquez si bannières d'état d'événement doivent être affichés à côté du titre sur la page de l'événement unique.

source: Define how your basic event list will appear.
fr_fr: Définir la façon dont votre liste de base de l'événement apparaît.

source: If you have selected grid view in the option above, then you can use these settings to change the size of the grids.
fr_fr: Si vous avez sélectionné l'affichage de la grille dans l'option ci-dessus, vous pouvez utiliser ces paramètres pour modifier la taille des grilles.

source: Specify whether descriptions be shown on the event list.
fr_fr: Indiquez si les descriptions seront affichés sur la liste des événements.

source: Specify whether the venue address be displayed on the event list.
fr_fr: Indiquez si l'adresse de lieu affiché sur la liste des événements.

source: Shows number of registrants who cannot attend the event because they were not approved. Click on the Not Approved Registrations link to be brought to a page where you can be a list of registrants who cannot attend the event.
fr_fr: Affiche nombre d'inscrits qui ne peuvent assister à l'événement parce qu'ils n'ont pas été approuvés. Cliquez sur le lien inscriptions n'ont pas été approuvés pour être porté à une page où vous pouvez avoir une liste des inscrits qui ne peuvent assister à l'événement.

source: Specify whether the venue information be displayed on the event list.
fr_fr: Indiquez si les informations lieu est affiché sur la liste des événements.

source: Should expired events be shown on the default event list.
fr_fr: Si les événements ayant expiré seront affichés sur la liste des événements par défaut.

source: This is the website address (URL) for your event listings page.
fr_fr: C'est l'adresse du site (URL) de votre page de listes d'événements.

source: Payment Methods Tour
fr_fr: Modes de paiement Visite

source: Notice: When this option is set to yes, any customization from the above settings will be lost and your event list settings will be set to default.
fr_fr: Avis: Lorsque cette option est réglée sur oui, toute personnalisation des paramètres ci-dessus sera perdu et vos paramètres de la liste d'événements sera réglé par défaut.

source: This tour of the Payment Methods page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la page Modes de paiement ira sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: Specify whether event status banners should be shown next to the title on the event list page.
fr_fr: Indiquez si bannières d'état d'événement doivent être affichés à côté du titre de la page de liste d'événements.

source: Available payment methods are shown here. Clicking on a payment method will provide you with an option to activate that payment gateway.
fr_fr: Méthodes de paiement disponibles sont présentés ici. En cliquant sur une méthode de paiement vous fournir une option pour activer cette passerelle de paiement.

source: Specify whether the address for a venue be shown on the single registration page.
fr_fr: Indiquez si l'adresse d'un lieu est indiqué sur la page d'inscription unique.

source: A payment gateway must first be enabled. You will then be able to configure the payment gateway. Be sure to save settings after configuring your payment gateway.
fr_fr: Une passerelle de paiement doit d'abord être activé. Vous serez alors en mesure de configurer la passerelle de paiement. Assurez-vous de sauvegarder les réglages après la configuration de votre passerelle de paiement.

source: Your Organization Tour
fr_fr: Votre organisation du Tour

source: Payment Settings Tour
fr_fr: Paramètres paiement tournée

source: This tour of the Your Organization page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la page Votre Organisation aller sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: This tour of the Payment Settings page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la page des paramètres de paiement ira sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: Enter your support license key here to enable one-click updates.
fr_fr: Entrez votre clé de licence de support ici pour activer un seul clic mises à jour.

source: Specify whether to provide your registrants with the option to retry payments.
fr_fr: Indiquez si vous souhaitez offrir à vos inscrites à la possibilité de réessayer paiements.

source: You can change your business / organization information below. Be sure to keep this information updated as it is used in other areas of the site. Adjusting the country option here will update your currency settings. More options are available in the Countries tab.
fr_fr: Vous pouvez modifier votre entreprise d'information / de l'organisation ci-dessous. Soyez sûr de garder ces informations à jour tel qu'il est utilisé dans d'autres parties du site. Réglage de l'option de pays ici va mettre à jour vos paramètres de devises. Plus d'options sont disponibles dans l'onglet pays.

source: Add a logo. This can be used for invoices and tickets.
fr_fr: Ajouter un logo. Ceci peut être utilisé pour des factures et des billets.

source: Add links to various social media networks.
fr_fr: Ajouter des liens vers divers réseaux de médias sociaux.

source: Help us to help you! Sign up to the User eXperience Improvement Program and send us anonymous data that will help us improve Event Espresso.
fr_fr: Aidez-nous à vous aider! Inscrivez-vous au Programme d'amélioration de l'expérience utilisateur et envoyez-nous des informations anonymes qui nous aideront à améliorer Event Espresso.

source: Event Espresso %sAffiliate%s ID
fr_fr: Event Espresso ID %sAffiliation%s

source: The number for the registration is shown along with the date of the registration. Next the status of the registration is shown. A registration may have one of the following statuses: Approved, Pending Payment, Not Approved, Declined, or Cancelled.
fr_fr: Le nombre d'enregistrement est affichée avec la date de l'enregistrement. Suivant l'état de l'enregistrement est affiché. Un enregistrement peut avoir l'un des statuts suivants: Approuvé, en attente de paiement, n'ont pas été approuvés, Refusée ou Annulé.

source: State Appears in<br/>Dropdown Select Lists
fr_fr: État apparaît dans <br/> déroulant, sélectionnez les listes

source: This page allows you to add a new question for Event Espresso.
fr_fr: Cette page vous permet d'ajouter une nouvelle question pour Event Espresso.

source: Not at this time. Maybe later.
fr_fr: Pas pour le moment. Peut-être plus tard.

source: This page allows you to add a new question group for Event Espresso.
fr_fr: Cette page vous permet d'ajouter un nouveau groupe de questions pour Event Espresso.

source: View Transaction Tour
fr_fr: Voir la Visite

source: This tour of the View Transaction page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la page de transaction Voir ira sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: This is the date that the transaction occurred on.
fr_fr: Il s'agit de la date à laquelle la transaction a eu lieu sur.

source: View current status of the transaction. Available statuses are Complete, Failed, Incomplete, and Overpaid.
fr_fr: Voir l'état actuel de la transaction. Les états disponibles sont complètes, Echec, incomplète, et Overpaid.

source: View the amount due for a transaction (will not appear if the transaction has been paid in full).
fr_fr: Voir le montant dû pour une transaction (n'apparaîtra pas si la transaction a été payée en entier).

source: Add New Category Tour
fr_fr: Nouvelle catégorie Visite

source: The transaction details area displays various information including Line Item ID, Event Name, Event Date, Ticket Option, Price, Quantity, Line Total, Sales Tax, and the Grand Total. You can also view details about any payments made towards this transaction.
fr_fr: La zone de détails de la transaction affiche diverses informations, y compris la ligne ID d'article, Nom de l'événement, date de l'événement, l'option de vente de billets, le prix, la quantité, la ligne Total, la taxe de vente, et le total général. Vous pouvez également afficher les détails de tous les paiements effectués à cette transaction.

source: This tour of the Add New Event Category page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite du nouvel événement page Ajouter Catégorie ira sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: You can view additional information about the transaction by clicking on the link below. Examples of available information includes IP Address and User Agent.
fr_fr: Vous pouvez afficher des informations supplémentaires sur l'opération en cliquant sur le lien ci-dessous. Exemples d'informations disponibles comprennent l'adresse IP et l'agent utilisateur.

source: Enter a name for your new category.
fr_fr: Entrez un nom pour votre nouvelle catégorie.

source: View information about registrants that are linked to this transaction.
fr_fr: Lire des informations sur les inscrits qui sont liés à cette transaction.

source: Enter a unique ID for your new category.
fr_fr: Entrez un ID unique pour votre nouvelle catégorie.

source: The rich text editor can be used to add information about your category. Images and links can also be added along with your text.
fr_fr: L'éditeur de texte riche peut être utilisé pour ajouter des informations au sujet de votre catégorie. Images et des liens peuvent également être ajoutés avec votre texte.

source: View billing information for this transaction.
fr_fr: Voir les informations de facturation pour cette transaction.

source: Event Categories Tour
fr_fr: Catégories d'événements Visite

source: event name
fr_fr: Nom de l'événement

source: This tour of the Event Categories page will provide an overview of the different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la page Catégories d'événements donnera un aperçu des différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: Transaction Reports Tour
fr_fr: Transaction Reports Visite

source: View the event category ID. Can be sorted by ascending or descending order.
fr_fr: Voir la catégorie de l'ID d'événement. Peuvent être triés par ordre croissant ou décroissant.

source: This tour of the Transaction Reports page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la Transaction Reports page va aller sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: View the name of each event category. Can be sorted by ascending or descending order.
fr_fr: Voir le nom de chaque catégorie d'événements. Peuvent être triés par ordre croissant ou décroissant.

source: This graph shows revenue for each day.
fr_fr: Ce graphique montre les recettes pour chaque jour.

source: View the shortcode for an event. This shortcode can be added to a WordPress post or WordPress page.
fr_fr: Voir le numéro court pour un événement. Cette shortcode peut être ajouté à un poste de WordPress ou une page WordPress.

source: This graph shows revenue for each event.
fr_fr: Ce graphique montre le revenu pour chaque événement.

source: View the number of events that are associated with an event category.
fr_fr: Voir le nombre d'événements qui sont associés à une catégorie d'événement.

source: Transactions Overview Tour
fr_fr: Transactions Présentation Visite

source: Perform bulk actions to multiple event categories.
fr_fr: Exécuter des actions globales à plusieurs catégories d'événements.

source: This tour of the Transactions Overview page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite des transactions page de présentation passera en revue les différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: Search through event categories. The following sources will be searched: Event Category Name, Event Category Description.
fr_fr: Recherche par catégories d'événements. Les sources suivantes seront consultées: Catégorie de l'événement Nom, Catégorie de Description de l'événement.

source: View transaction ID. Can be sorted in ascending or descending order.
fr_fr: Voir ID de transaction. Peuvent être triés par ordre croissant ou décroissant.

source: Click here to add a new event category.
fr_fr: Cliquez ici pour ajouter une nouvelle catégorie d'événement.

source: View transaction date. Can be sorted in ascending or descending order.
fr_fr: Voir date de la transaction. Peuvent être triés par ordre croissant ou décroissant.

source: Default Settings Tour
fr_fr: Paramètres par défaut tournée

source: View total for transaction.
fr_fr: Voir totale pour la transaction.

source: Event Default Settings
fr_fr: Paramètres de l'événement par défaut

source: View amount paid for transaction.
fr_fr: Voir montant payé pour la transaction.

source: This tour of the Default Settings page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la page Paramètres par défaut ira sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: View name for the primary registrant. Can be sorted in ascending or descending order.
fr_fr: Voir le nom de la personne inscrite primaire. Peuvent être triés par ordre croissant ou décroissant.

source: Specify whether the default registration status be set to Approved, Not Approved, or Pending Payment.
fr_fr: Indiquez si le statut d'enregistrement par défaut est réglé sur approuvées et non approuvées, ou en attente de paiement.

source: View email address for primary registrant. Can be sorted in ascending or descending order.
fr_fr: Voir adresse e-mail pour inscrit primaire. Peuvent être triés par ordre croissant ou décroissant.

source: Edit Category Tour
fr_fr: Modifier la catégorie Visite

source: View name of event. Can be sorted in ascending or descending order.
fr_fr: Voir nom de l'événement. Peuvent être triés par ordre croissant ou décroissant.

source: This tour of the Edit Event Category page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la page de catégorie Event Edit ira sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: Perform an action to a transaction. See legend in bottom left corner.
fr_fr: Effectuer une action à une transaction. Voir la légende dans le coin inférieur gauche.

source: Edit the name for your category.
fr_fr: Modifier le nom de votre catégorie.

source: This legend that describes the actions available in the actions column. Also shows available statuses for a transaction.
fr_fr: Cette légende qui décrit les actions disponibles dans la colonne des actions. Montre également statuts disponibles pour une transaction.

source: The unique ID for your category cannot be changed.
fr_fr: L'ID unique pour votre catégorie ne peut pas être changé.

source: Shows the Check-In status for an registrant. Available statuses are checked in <span class="ee-icon ee-icon-check-in"></span>, checked out <span class="ee-icon ee-icon-check-out"></span>, or no check-in record is available <span class="dashicons dashicons-no"></span>.
fr_fr: Affiche le statut d'enregistrement pour une personne inscrite. Les états disponibles sont vérifiées dans <span class = "ee-icône ee-icon-check-in"></span>, vérifié <span class = "ee-icône ee-icon-check-out"></span>, ou pas de check-in dossier est disponible <span class = "dashicons dashicons-pas"></span>.

source: Filter transactions by date by selecting two dates and clicking on the filter button. You can clear your current date selection by clicking on the reset filters button.
fr_fr: Filtrer les transactions par date en sélectionnant deux dates et en cliquant sur le bouton de filtre. Vous pouvez effacer votre sélection de date du jour en cliquant sur le bouton de remise à zéro des filtres.

source: The rich text editor can be used to edit information about your category. Images and links can also be added or removed along with your text.
fr_fr: L'éditeur de texte riche peut être utilisé pour modifier des informations sur votre catégorie. Images et des liens peuvent également être ajoutés ou enlevés avec votre texte.

source: Search through transactions. The following sources will be searched: Event Name, Event Description, First Name, Last Name, Biography, Email Address, Address, Comments, Notes, Registration Final Price, Registration Code, Registration Group Size, Ticket Name, Ticket Description, Payment Method, Payment Gateway, Transaction Details, and Transaction Session.
fr_fr: Recherchez dans les transactions. Les sources suivantes seront consultées: Nom de l'événement, Description de l'événement, Prénom, Nom, Biographie, adresse e-mail, adresse, commentaires, notes, inscription Prix final, le code d'enregistrement, Taille du groupe d'enregistrement, le nom du billet, ticket description, mode de paiement, passerelle de paiement, Détails de la transaction, et la transaction session.

source: Event Editor Tour
fr_fr: Event Editor Visite

source: This tour of the Event Editor will provide an overview of the different areas of the screen to help you understand what they are used for. Let's get started on setting up your first event with Event Espresso!
fr_fr: Cette tournée de l'éditeur d'événements donnera un aperçu des différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour. Commençons sur la mise en place de votre premier événement avec Event Espresso!

source: The rich text editor can be used to add information about your event. Images and links can also be added along with your text.
fr_fr: L'éditeur de texte riche peut être utilisé pour ajouter des informations sur votre événement. Images et des liens peuvent également être ajoutés avec votre texte.

source: In this section, you can select the venue that is hosting your event.
fr_fr: Dans cette section, vous pouvez sélectionner le lieu qui héberge votre événement.

source: In this section, you can enter information about the venue that is hosting your event.
fr_fr: Dans cette section, vous pouvez entrer des informations sur le lieu qui héberge votre événement.

source: Use the Event Datetime & Ticket section to enter details about when the event is happening and what tickets you want to offer for access to the event.
fr_fr: Utilisez le Date et heure de l'événement et la section de billets pour entrer des informations sur le moment où l'événement se produit et ce que les billets que vous souhaitez offrir l'accès à l'événement.

source: Use the Event Datetimes & Ticket section to enter details about when the event is happening and what tickets you want to offer for access to the event.
fr_fr: Utilisez le DateTimes événement et la section de billets pour entrer des informations sur le moment où l'événement se produit et ce que les billets que vous souhaitez offrir l'accès à l'événement.

source: Setup custom options for your event registration.
fr_fr: Configuration d'options personnalisées pour l'inscription de votre manifestation.

source: Quickly add tags to your event.
fr_fr: Rapidement ajouter des tags à votre événement.

source: Events can also be categorized if you wish.
fr_fr: Les événements peuvent aussi être classés si vous le souhaitez.

source: Use the questions group to request information from your primary registrant.
fr_fr: Utilisez le groupe de questions pour demander des informations à partir de votre inscrite primaire.

source: Use the questions group to request information from your additional registrant.
fr_fr: Utilisez le groupe de questions pour demander des informations à partir de votre enregistreur supplémentaire.
