Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: The [ESPRESSO_MY_EVENTS] is not supported outside of post content fields at this time.
de_de: Die [ESPRESSO_MY_EVENTS] wird derzeit nicht außerhalb von Beitragsinhaltsfeldern unterstützt.
fi: [ESPRESSO_MY_EVENTS] ei tällä hetkellä ole tuettu viestin sisältökenttien ulkopuolella.
fr_fr: Le [ESPRESSO_MY_EVENTS] n'est pas pris en charge en dehors des champs de contenu post pour le moment.
tr_tr: ESPRESSO_MY_EVENTS] şu anda gönderi içerik alanları dışında desteklenmemektedir.

source: Your Tickets
de_de: Ihre Tickets
fi: Lippusi
fr_fr: Vos billets
tr_tr: Biletleriniz

source: Moving EE_Attendee_ID records to user_option.
de_de: Verschieben von EE_Attendee_ID-Datensätzen in user_option.
fi: EE_Attendee_ID-tietueiden siirtäminen user_optioniin.
tr_tr: EE_Attendee_ID kayıtlarının user_option'a taşınması.

source: Invalid saved Attendee ID with value of=%1$d. Error: "%2$s"
de_de: Ungültige gespeicherte Teilnehmer-ID mit einem Wert von=%1$d. Fehler: "%2$s"
fi: Virheellinen tallennettu osallistujan tunnus, jonka arvo on=%1$d. Virhe: "%2$s"
tr_tr: Değeri=%1$d olan geçersiz kayıtlı Katılımcı Kimliği. Hata: "%2$s"

source: Invalid user ID with value of=%1$d. Error: "%2$s"
de_de: Ungültige Benutzer-ID mit dem Wert von=%1$d. Fehler: "%2$s"
fi: Virheellinen käyttäjätunnus, jonka arvo on=%1$d. Virhe: "%2$s"
tr_tr: Değeri=%1$d olan geçersiz kullanıcı kimliği. Hata: "%2$s"

source: Data Migration to WP Users Integration 2.0.0.
de_de: Datenmigration in WP Users Integration 2.0.0.
fi: Tietojen siirtäminen WP-käyttäjien integrointiin 2.0.0.
tr_tr: WP Kullanıcı Entegrasyonu 2.0.0'a Veri Geçişi.

source: WordPress Multisite use is detected. Please contact Event Espresso Support before migrating.
de_de: Die Verwendung von WordPress Multisite wurde erkannt. Bitte kontaktieren Sie den Event Espresso-Support, bevor Sie migrieren.
fi: WordPress Multisite -käyttö on havaittu. Ota yhteyttä Event Espresson asiakaspalveluun ennen siirtymistä.
fr_fr: L'utilisation WordPress Multisite est détectée. Veuillez contacter Event Espresso Support avant de migrer.
tr_tr: WordPress Multisite kullanımı tespit edildi. Lütfen geçiş yapmadan önce Event Espresso Destek ile iletişime geçin.

source: Link to %s
de_de: Link zu %s
fi: Linkki: %s
tr_tr: Bağlantı %s

source: You have no tickets for this event
de_de: Sie haben keine Tickets für diese Veranstaltung
fi: Sinulla ei ole lippuja tähän tapahtumaan
fr_fr: Vous n'avez aucun billet pour cet événement
tr_tr: Bu etkinlik için biletiniz yok

source: Link to edit registration.
de_de: Link um Registrierung zu bearbeiten
fi: Ilmoittautumisen muokkaaminen
tr_tr: Kaydı düzenlemek için bağlantı.

source: Link to resend registration message
de_de: Link zum erneuten Senden der Registrierungsnachricht
fi: Ilmoittautumisviestin uudelleenlähetys
fr_fr: Lien pour renvoyer le message d'inscription
tr_tr: Kayıt mesajını yeniden göndermek için bağlantı

source: Link to make payment
de_de: Link zum Bezahlen
fi: Maksun suorittaminen
fr_fr: Lien pour effectuer le paiement
tr_tr: Ödeme yapmak için bağlantı

source: Link to view receipt
de_de: Link zur Buchungsbestätigung
fi: Kuitin näyttäminen
fr_fr: Lien pour voir le reçu
tr_tr: Makbuzu görüntülemek için bağlantı

source: When
de_de: Wenn
fi: Milloin
fr_fr: Date et heure
tr_tr: Ne zaman

source: # Tickets
de_de: # Fahrkarten
fi: Lippumäärä
fr_fr: Billets
tr_tr: # Biletler

source: You have no events yet
de_de: Sie haben noch keine Veranstaltungen
fi: Sinulla ei ole vielä tapahtumia
fr_fr: Vous n'avez aucun événement actuellement
tr_tr: Henüz bir etkinliğiniz yok

source: %s Registration, %s Event
de_de: %s Anmeldung, %s Veranstaltung
fi: %s Rekisteröinti, %s Tapahtuma
fr_fr: Enregistrement %s , Evénement %s
tr_tr: %s Kayıt, %s Etkinlik

source: Edit the registration details.
de_de: Bearbeiten Sie die Registrierungsdetails.
fi: Muokkaa ilmoittautumistietoja.
fr_fr: Modifier les détails d'inscription.
tr_tr: Kayıt ayrıntılarını düzenleyin.

source: Resend registration notification.
de_de: Registrierungsbenachrichtigung erneut senden.
fi: Lähetä ilmoittautumisviesti uudelleen.
fr_fr: Renvoyer la notification d'enregistrement.
tr_tr: Kayıt bildirimini yeniden gönderin.

source: Make a payment
de_de: Eine Zahlung leisten
fi: Suorita maksu.
fr_fr: Effectuer un paiement
tr_tr: Ödeme yapın

source: View Receipt
de_de: Buchungsbestätigung
fi: Näytä kuitti
fr_fr: Afficher le reçu
tr_tr: Makbuzu Görüntüle

source: Mollie Debug Mode
de_de: Mollie-Debug-Modus
fi: Mollie Debug-tila
tr_tr: Mollie Hata Ayıklama Modu

source: Event Espresso Mini Cart Widget
de_de: Ereignis Espresso Mini Warenkorb Widget
fi: Tapahtuma Espresso Mini Cart Widget
tr_tr: Event Espresso Mini Cart Widget'ı

source: Your Registrations
de_de: Ihre Buchungen
fi: Ilmoittatutumisesi
fr_fr: Vos inscriptions
tr_tr: Kayıtlarınız

source: Event Sub-Total
de_de: Ereignis Zwischensumme
fi: Tapahtuman välisumma
fr_fr: Sous-total de l'événement
tr_tr: Etkinlik Alt Toplamı

source: %sAll unsaved registration information entered during this session has been deleted.%s
de_de: %sAlle Daten die Sie während dem Buchungsprozess eingegeben haben wurden gelöscht.%s
fi: %sKaikki tämän istunnon aikana annetut tallentamattomat ilmoittautumistiedot on poistettu.%s
fr_fr: %sToutes les informations d'inscription non enregistrées lors de cette session ont été supprimées.%s
tr_tr: %sBu oturum sırasında girilen tüm kaydedilmemiş kayıt bilgileri silindi.%s

source: The following Event(s) you have registered for do not require payment at this time and will not be billed for during this transaction. Billing will only occur after all attendees have been approved by the event organizer. You will be notified when your registration has been processed. If this is a free event, then no billing will occur.
de_de: Die folgende(n) Veranstaltung(en), für die Sie sich angemeldet haben, benötigen zu diesem Zeitpunkt (noch) keine Zahlung und werden vorerst (noch) nicht in Rechnung gestellt. Die Rechnungslegung erfolgt erst, wenn der bzw. alle angemeldete(n) Teilnehmer vom Veranstalter bestätigt wurden. Sie werden informiert sobald der Anmeldevorgang abgeschlossen ist. Wenn dies eine kostenlose Veranstaltung ist, wird keine Rechnung erstellt.
fi: Seuraavien tapahtumien, joihin olet ilmoittautunut, ilmoittautumismaksua ei veloitettu vielä. Maksu suoritetaan vasta, kun tapahtuman järjestäjä on hyväksynyt kaikki ilmoittautumiset. Saat ilmoituksen, kun ilmoittautuminen on käsitelty. Mikäli kyseessä on ilmainen tapahtuma, ei maksua suoriteta ollenkaan.
fr_fr: Les événements suivants que vous avez enregistrés ne nécessitent pas de paiement pour le moment et ne seront pas facturés pendant cette transaction. La facturation ne se produira qu'après que tous les participants auront été approuvés par l'organisateur de l'événement. Vous serez informé lorsque votre inscription sera traitée. S'il s'agit d'un événement gratuit, aucune facturation ne se produira.
tr_tr: Kayıt yaptırdığınız aşağıdaki Etkinlik(ler) için şu anda ödeme yapılması gerekmemektedir ve bu işlem sırasında faturalandırılmayacaktır. Faturalandırma ancak tüm katılımcılar etkinlik organizatörü tarafından onaylandıktan sonra gerçekleşecektir. Kaydınız işleme konulduğunda size bilgi verilecektir. Bu ücretsiz bir etkinlikse, faturalandırma yapılmayacaktır.

source: Event Cart
de_de: Warenkorb
fi: Tapahtumakori
fr_fr: panier
tr_tr: Etkinlik Sepeti

source: Add to %s
de_de: hinzufügen zu %s
fi: Lisää %sin
fr_fr: Ajouter au %s
tr_tr: %s'ye ekle

source: return to %s
de_de: zurück zu %s
fi: palaa kohteeseen %s
fr_fr: Retour au %s
tr_tr: %s'ye geri dön

source: A valid instance of EE_Event_Cart_Line_Item_Display_Strategy could not be obtained.
de_de: Eine gültige Instanz von EE_Event_Cart_Line_Item_Display_Strategy konnte nicht ermittelt werden.
fi: EE_Event_Cart_Line_Item_Display_Strategyn kelvollista instanssia ei saatu.
fr_fr: Une instance valide de EE_Event_Cart_Line_Item_Display_Strategy n'a pas pu être obtenue.
tr_tr: EE_Event_Cart_Line_Item_Display_Strategy öğesinin geçerli bir örneği elde edilemedi.

source: The cart line item was not specified, therefore a ticket could not be removed. Please refresh the page and try again.
de_de: Die Einkaufswagenposition wurde nicht angegeben, daher konnte kein Ticket entfernt werden. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.
fi: Ostoskorin rivikohdetta ei määritetty, joten lippua ei voitu poistaa. Päivitä sivu ja yritä uudelleen.
fr_fr: L'élément de campagne panier n'a pas été spécifié, donc un ticket n'a pas pu être supprimé. Veuillez actualiser la page et réessayer.
tr_tr: Sepet satır öğesi belirtilmedi, bu nedenle bir bilet kaldırılamadı. Lütfen sayfayı yenileyin ve tekrar deneyin.

source: The %1$s was successfully emptied!
de_de: Der %1$s wurde erfolgreich geleert!
fi: %1$s tyhjennettiin onnistuneesti!
tr_tr: %1$s başarıyla boşaltıldı!

source: The %1$s could not be emptied!
de_de: Die %1$s konnten nicht geleert werden!
fi: %1$s ei tyhjentynyt!
tr_tr: %1$s'lar boşaltılamadı!

source: A widget for displaying the Event Espresso Mini Cart.
de_de: Ein Widget für die Anzeige des Event Espresso Mini Cart.
fi: Widget, joka näyttää Event Espresso Mini Cartin.
tr_tr: Event Espresso Mini Cart'ı görüntülemek için bir widget.

source: The Event Cart is empty
de_de: Der Warenkorb ist leer
fi: Tapahtumakori on tyhjä
fr_fr: Le panier est vide
tr_tr: Etkinlik Sepeti boş

source: * taxable items
de_de: * steuerpflichtige Positionen
fi: * veronalaisia
fr_fr: * Frais du site et de paiement
tr_tr: * vergiye tabi kalemler

source: Events Registered for in Transaction # %s
de_de: Ereignisse, die in Transaktion # %s registriert wurden
fi: Tapahtumat, joihin on ilmoittauduttu tilauksessa # %s
tr_tr: İşlem # %s'de Kaydedilen Olaylar

source: 1 Event
de_de: 1 Veranstaltung
fi: 1 tapahtuma
fr_fr: 1 événement
tr_tr: 1 Etkinlik

source: view %s
de_de: %s anzeigen
fi: näytä %s
fr_fr: voir %s
tr_tr: görünüm %s

source: Because there are currently answers for this question in the database, your options to change the question type have been limited to similar question-types.
de_de: Da es bereits Antworten für diese Frage in der Datenbank gibt, wurden Ihre Möglichkeiten, den Fragetyp zu ändern, auf ähnliche Fragetypen beschränkt.
fi: Koska tietokannassa on tällä hetkellä vastauksia tähän kysymykseen, vaihtoehtosi kysymystyypin muuttamiseksi on rajoitettu samantyyppisiin kysymyksiin.
tr_tr: Veritabanında bu soru için halihazırda yanıtlar bulunduğundan, soru türünü değiştirme seçenekleriniz benzer soru türleriyle sınırlandırılmıştır.

source: Registrations have been set to %s.
de_de: Die Registrierungen wurden auf %s gesetzt.
fi: Rekisteröinnit on asetettu arvoon %s.
tr_tr: Kayıtlar %s olarak ayarlanmıştır.

source: Current Registration Status :
de_de: Aktueller Registrierungsstatus :
fi: Ilmoittautumisen tila:
fr_fr: Statut actuel d'enregistrement :
tr_tr: Mevcut Kayıt Durumu :

source: Change Registration Status to :
de_de: Registrierungsstatus ändern in:
fi: Muuta ilmoittautumisen tilaksi:
tr_tr: Kayıt Durumunu şu şekilde değiştirin:

source: ...and send related messages ?
de_de: ...und senden Sie entsprechende Nachrichten?
fi: ...ja lähetä tähän liittyvä viesti?
fr_fr: ...et envoyer les messages connexes
tr_tr: ...ve ilgili mesajları gönderir misiniz?

source: If the "send related messages"checkbox is checked when changing status, then the related messages will be sent to the registrant.
de_de: Wenn das Kontrollkästchen "zugehörige Nachrichten senden" bei der Statusänderung aktiviert ist, werden die zugehörigen Nachrichten an den Registranten gesendet.
fi: Jos "lähetä tähän liittyvä viesti" on valittu tilaa vaihdettaessa, kyseiseen tilaan liittyvä viesti lähetetään ilmoittautuneelle.
tr_tr: Durum değiştirilirken "ilgili mesajları gönder" onay kutusu işaretlenirse, ilgili mesajlar kayıt sahibine gönderilecektir.

source: Owing
de_de: Unter
fi: Velkaa
fr_fr: dû
tr_tr: Borçlu

source: + tax
de_de: + Umsatzsteuer
fi: + vero
fr_fr: + impôt
tr_tr: + vergi

source: The payment will only be applied to the registrations that have a check mark in their corresponding check box. Checkboxes for free registrations have been disabled.
de_de: Die Zahlung wird nur für die Registrierungen angewendet, die ein Häkchen in dem entsprechenden Kontrollkästchen haben. Die Kontrollkästchen für kostenlose Registrierungen wurden deaktiviert.
fi: Maksu kohdistetaan vain niille ilmoittautuneille, joiden kohdalla oleva valintanappi on valittu. Valintanappi on pois käytöstä maksuttomille ilmoittautumisille.
fr_fr: Le paiement ne sera appliqué qu'aux enregistrements dont la case correspondante est cochée. Les cases à cocher pour les enregistrements gratuits ont été désactivées
tr_tr: Ödeme yalnızca ilgili onay kutusunda bir onay işareti bulunan kayıtlara uygulanacaktır. Ücretsiz kayıtlar için onay kutuları devre dışı bırakılmıştır.

source: The Payment was successfully deleted.
de_de: Die Zahlung wurde erfolgreich gelöscht.
fi: Maksu poistettiin onnistuneesti.
fr_fr: Le Paiement a été supprimé avec succès.
tr_tr: Ödeme başarıyla silindi.

source: Registrations to Apply Payment to:
de_de: Anmeldungen zu beantragen Zahlung an:
fi: Ilmoittautumiset, joihin suoritus kohdistetaan:
tr_tr: Ödeme Yapılacak Kayıtlar:

source: ALL Registrations
de_de: ALLE Anmeldungen
fi: KAIKKI ilmoittautumiset
fr_fr: TOUTES les inscriptions
tr_tr: TÜM Kayıtlar

source: Just the following Registrations
de_de: Nur die folgenden Registrierungen
fi: Vain seuraavat ilmoittautumiset
fr_fr: Uniquement les inscriptions suivantes
tr_tr: Sadece aşağıdaki Kayıtlar

source: If you wish to change the status for the registrations selected above, then select which status from this dropdown.
de_de: Wenn Sie den Status für die oben ausgewählten Registrierungen ändern möchten, wählen Sie den gewünschten Status aus dieser Dropdown-Liste.
fi: Jos haluat vaihtaa valittujen ilmoittautumisten tilaa, valitse uusi tila tästä valikosta.
fr_fr: Si vous désirez changer le statut des inscriptions sélectionnées ci-dessus, veuillez choisir le statut depuis cette liste déroulante.
tr_tr: Yukarıda seçilen kayıtlar için durumu değiştirmek istiyorsanız, bu açılır menüden hangi durumu seçeceğinizi belirleyin.

source: View Venue
de_de: Ansicht Veranstaltungsort
fi: Näytä tapahtumapaikka
fr_fr: Afficher le Lieu
tr_tr: Mekan Görüntüle

source: Are you absolutely sure you want to delete this item?\nThis action will delete ALL DATA associated with this item!!!\nThis can NOT be undone!!!
de_de: Sind Sie absolut sicher, dass Sie diesen Artikel löschen wollen? Diese Aktion löscht ALLE mit diesem Artikel verbundenen Daten!!!
fi: Oletko aivan varma, että haluat poistaa tämän kohteen?\nTämä toiminto poistaa KAIKKI tähän kohteeseen liittyvät TIEDOT!!!\nTätä toimintoa EI voi peruuttaa!!!!
tr_tr: Bu öğeyi silmek istediğinizden kesinlikle emin misiniz? Bu eylem, bu öğeyle ilişkili TÜM VERİLERİ silecektir!!!\nBu geri alınamaz!!!

source: An invalid Registration object was associated with Registration Payment ID# %1$d.
de_de: Ein ungültiges Registrierungsobjekt wurde mit der Registrierungszahlungs-ID# %1$d verknüpft.
fi: Rekisteröintimaksun ID# %1$d:hen on liitetty virheellinen rekisteröintikohde.
tr_tr: Geçersiz bir Kayıt nesnesi Kayıt Ödeme Kimliği# %1$d ile ilişkilendirildi.

source: An invalid Registration Payment object was associated with payment ID# %1$d.
de_de: Ein ungültiges Registrierungszahlungsobjekt wurde mit der Zahlungs-ID# %1$d verknüpft.
fi: Maksun ID# %1$d:hen on liitetty virheellinen rekisteröintimaksukohde.
tr_tr: Geçersiz bir Kayıt Ödemesi nesnesi ödeme ID# %1$d ile ilişkilendirildi.

source: Please activate at least one Payment Method in order for things to operate correctly.
de_de: Bitte aktivieren Sie mindestens eine Zahlungsmethode, damit alles korrekt funktioniert.
fi: Aktivoi ainakin yksi maksutapa, jotta järjestelmä toimisi oikein.
tr_tr: İşlerin doğru şekilde yürümesi için lütfen en az bir Ödeme Yöntemini etkinleştirin.

source: Registration Final Price Tax Calculations
de_de: Registrierung Endpreis Steuerberechnungen
fi: Ilmoittautumisen loppuhinnan verolaskelma
tr_tr: Kayıt Nihai Fiyat Vergi Hesaplamaları

source: Invalid query results returned with the following data:%1$s REG_ID=%2$d, REG_final_price=%3$d, LIN_ID=%4$f. Error: "%5$s"
de_de: Ungültige Abfrageergebnisse wurden mit den folgenden Daten zurückgegeben:%1$s REG_ID=%2$d, REG_final_price=%3$d, LIN_ID=%4$f. Fehler: "%5$s"
fi: Virheelliset kyselytulokset palautettiin seuraavilla tiedoilla:%1$s REG_ID=%2$d, REG_final_price=%3$d, LIN_ID=%4$f. Virhe: "%5$s"
tr_tr: Aşağıdaki verilerle geçersiz sorgu sonuçları döndürüldü:%1$s REG_ID=%2$d, REG_final_price=%3$d, LIN_ID=%4$f. Hata: "%5$s"

source: Invalid line item ID returned. Error: "%1$s"
de_de: Ungültige Einzelposten-ID zurückgegeben. Fehler: "%1$s"
fi: Palautettu virheellinen budjettikohdan tunnus. Virhe: "%1$s"
tr_tr: Geçersiz satır öğesi kimliği döndürüldü. Hata: "%1$s"

source: Could not update registration final price value for registration ID=%1$d because "%2$s"
de_de: Der Endpreis der Registrierung für die Registrierungs-ID=%1$d konnte nicht aktualisiert werden, da "%2$s".
fi: Rekisteröinnin lopullisen hinnan arvoa ei voitu päivittää rekisteröintitunnukselle ID=%1$d, koska "%2$s".
tr_tr: Kayıt ID=%1$d için kayıt nihai fiyat değeri güncellenemedi çünkü "%2$s"

source: Registration Payment Record Generation
de_de: Registrierung Zahlung Datensatzerstellung
fi: Rekisteröinti Maksutietueiden tuottaminen
tr_tr: Kayıt Ödeme Kaydı Oluşturma

source: Invalid transaction with ID=%1$d. Error: "%2$s"
de_de: Ungültige Transaktion mit ID=%1$d. Fehler: "%2$s"
fi: Virheellinen tapahtuma ID=%1$d. Virhe: "%2$s"
tr_tr: ID=%1$d ile geçersiz işlem. Hata: "%2$s"

source: Could not update registration paid value for registration ID=%1$d because "%2$s"
de_de: Der bezahlte Registrierungswert für die Registrierungs-ID=%1$d konnte nicht aktualisiert werden, weil "%2$s"
fi: Rekisteröinnin ID=%1$d maksettua arvoa ei voitu päivittää, koska "%2$s".
tr_tr: Kayıt ID=%1$d için ödenen kayıt değeri güncellenemedi çünkü "%2$s"

source: This method is deprecated, please use EE_Registration::final_price() instead.
de_de: Diese Methode ist veraltet, bitte verwenden Sie stattdessen EE_Registration::final_price().
fi: Tämä menetelmä on vanhentunut, käytä sen sijaan EE_Registration::final_price().
tr_tr: Bu yöntem kullanımdan kaldırılmıştır, lütfen bunun yerine EE_Registration::final_price() işlevini kullanın.

source: This method is deprecated, please use EE_Registration::set_final_price() instead.
de_de: Diese Methode ist veraltet, bitte verwenden Sie stattdessen EE_Registration::set_final_price().
fi: Tämä menetelmä on vanhentunut, käytä sen sijaan EE_Registration::set_final_price().
tr_tr: Bu yöntem kullanımdan kaldırılmıştır, lütfen bunun yerine EE_Registration::set_final_price() işlevini kullanın.

source: This method is deprecated, please use EE_Registration::pretty_final_price() instead.
de_de: Diese Methode ist veraltet, bitte verwenden Sie stattdessen EE_Registration::pretty_final_price().
fi: Tämä menetelmä on vanhentunut, käytä sen sijaan EE_Registration::pretty_final_price().
tr_tr: Bu yöntem kullanımdan kaldırılmıştır, lütfen bunun yerine EE_Registration::pretty_final_price() işlevini kullanın.

source: Index "%1$s" in the model %2$s's _cap_restriction_generators is not a child of EE_Restriction_Generator_Base. It should be that or NULL.
de_de: Index "%1$s" in _cap_restriction_generators des Modells %2$s ist kein Kind von EE_Restriction_Generator_Base. Er sollte das oder NULL sein.
fi: Indeksi "%1$s" mallissa %2$s _cap_restriction_generators ei ole EE_Restriction_Generator_Basen lapsi. Sen pitäisi olla tämä tai NULL.
tr_tr: %2$s modelinin _cap_restriction_generators öğesindeki "%1$s" dizini EE_Restriction_Generator_Base öğesinin çocuğu değil. Bu veya NULL olmalıdır.

source: WHERE query params must NOT be numerically-indexed. You provided the array key '%s' for value '%s' while querying model %s. All the query params provided were '%s' Please read documentation on EEM_Base::get_all.
de_de: WHERE-Abfrage-Parameter dürfen NICHT numerisch indiziert sein. Sie haben den Array-Schlüssel '%s' für den Wert '%s' bei der Abfrage des Modells %s angegeben. Alle angegebenen Abfrageparameter waren '%s'. Bitte lesen Sie die Dokumentation zu EEM_Base::get_all.
fi: WHERE-kyselyparametrit EIVÄT saa olla numeerisesti indeksoituja. Annoit array-avaimen '%s' arvolle '%s', kun kysyit mallia %s. Kaikki annetut kyselyparametrit olivat '%s' Lue EEM_Base::get_all -dokumentaatio.
tr_tr: WHERE sorgu parametreleri sayısal olarak indekslenmemelidir. Model %s'yi sorgularken '%s' değeri için '%s' dizi anahtarını sağladınız. Sağlanan tüm sorgu parametreleri '%s' idi Lütfen EEM_Base::get_all ile ilgili belgeleri okuyun.

source: Cannot find capability restrictions for context "%1$s", allowed values are:%2$s
de_de: Kann keine Fähigkeitseinschränkungen für den Kontext "%1$s" finden, zulässige Werte sind:%2$s
fi: Ei löydy toimintorajoituksia kontekstille "%1$s", sallitut arvot ovat:%2$s
tr_tr: "%1$s" bağlamı için yetenek kısıtlamaları bulunamıyor, izin verilen değerler:%2$s

source: Context "%1$s" passed into model "%2$s" is not a valid context. They are: %3$s
de_de: Der Kontext "%1$s", der an das Modell "%2$s" übergeben wurde, ist kein gültiger Kontext. Sie sind: %3$s
fi: Malliin "%2$s" siirretty konteksti "%1$s" ei ole kelvollinen konteksti. Ne ovat: %3$s
tr_tr: "%2$s" modeline geçirilen "%1$s" bağlamı geçerli bir bağlam değildir. Bunlar: %3$s

source: Amount paid to date towards registration
de_de: Bislang gezahlter Betrag für die Registrierung
fi: Rekisteröintiä varten tähän mennessä maksettu määrä
fr_fr: Montant payé à ce jour vers l’inscription
tr_tr: Kayıt için bugüne kadar ödenen tutar

source: Registration Payment
de_de: Anmeldung Zahlung
fi: Ilmoittautumismaksu
fr_fr: Inscription Paiement
tr_tr: Kayıt Ödemesi

source: Registration Payments
de_de: Registrierung Zahlungen
fi: Ilmoittautumismaksut
fr_fr: Paiements d'inscription
tr_tr: Kayıt Ödemeleri

source: Registration Payment ID
de_de: Anmeldung Zahlungs-ID
fi: Ilmoittautumismaksun tunnus
fr_fr: Inscription Paiement ID
tr_tr: Kayıt Ödeme Kimliği

source: Amount attributed to the registration
de_de: Der Eintragung zugewiesener Betrag
fi: Ilmoittautumiseen kohdistettu määrä
tr_tr: Kayda atfedilen tutar

source: There is no foreign key to the WP_User model on model %s. Please either modify your default where conditions, add a _model_chain_to_wp_user onto the model, or a proper EE_WP_User_Field onto the model
de_de: Es gibt keinen Fremdschlüssel für das Modell WP_User im Modell %s. Bitte ändern Sie entweder Ihre Standard-Wo-Bedingungen, fügen Sie ein _model_chain_to_wp_user zum Modell hinzu, oder ein richtiges EE_WP_User_Field zum Modell
fi: Mallissa %s ei ole vierasta avainta WP_User-malliin. Muokkaa joko oletusarvoista where-ehtoasi, lisää malliin _model_chain_to_wp_user tai oikea EE_WP_User_Field.
tr_tr: Model %s üzerinde WP_User modeline yönelik bir yabancı anahtar yok. Lütfen varsayılan where koşullarınızı değiştirin, modele bir _model_chain_to_wp_user ekleyin veya modele uygun bir EE_WP_User_Field ekleyin

source: Cannot generate capability restrictions because model has not yet been set on the %s. Please ensure _construct_finalize() was called
de_de: Fähigkeitseinschränkungen können nicht generiert werden, da das Modell für %s noch nicht festgelegt wurde. Bitte stellen Sie sicher, dass _construct_finalize() aufgerufen wurde.
fi: Ei voida luoda valmiusrajoituksia, koska mallia ei ole vielä asetettu %s:lle. Varmista, että _construct_finalize() on kutsuttu.
tr_tr: Model %s üzerinde henüz ayarlanmadığı için yetenek kısıtlamaları oluşturulamıyor. Lütfen _construct_finalize() işlevinin çağrıldığından emin olun
