Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: This uses different PayPal credentials than PayPal Express, Pro, and Standard. Because this uses PayPal's newer REST API, you need to create what they call "An App". Creating one is easy:
de_de: Dabei werden andere PayPal-Anmeldeinformationen verwendet als bei PayPal Express, Pro und Standard. Da dies die neuere REST-API von PayPal verwendet, müssen Sie eine so genannte "App" erstellen. Das Erstellen einer App ist einfach:
fi: Tämä käyttää eri PayPal-tunnuksia kuin PayPal Express, Pro ja Standard. Koska tämä käyttää PayPalin uudempaa REST APIa, sinun on luotava niin sanottu sovellus. Sovelluksen luominen on helppoa:
tr_tr: Bu, PayPal Express, Pro ve Standard'dan farklı PayPal kimlik bilgileri kullanır. Bu, PayPal'ın daha yeni REST API'sini kullandığından, "Uygulama" dedikleri şeyi oluşturmanız gerekir. Bir uygulama oluşturmak kolaydır:

source: Go to "My Apps & Credentials" (you may already be on it)
de_de: Gehen Sie zu "My Apps & Credentials" (möglicherweise sind Sie bereits dort)
fi: Siirry kohtaan "Omat sovellukset & Credentials" (saatat olla jo siellä).
tr_tr: "Uygulamalarım & Kimlik Bilgileri "ne gidin (zaten orada olabilirsiniz)

source: Scroll down to "REST API apps"
de_de: Blättern Sie nach unten zu "REST-API-Anwendungen".
fi: Selaa alaspäin kohtaan "REST API -sovellukset".
tr_tr: "REST API uygulamaları "na kaydırın

source: Just under that, click "Create App"
de_de: Klicken Sie direkt darunter auf "App erstellen".
fi: Napsauta sen alapuolella "Luo sovellus".
tr_tr: Bunun hemen altında, "Uygulama Oluştur "a tıklayın

source: Select the "App Name" you'd like registrants to see. The name of your website is a good choice. Pick any sandbox developer account you like.
de_de: Wählen Sie den "App-Namen", den Sie den Registranten zeigen möchten. Der Name Ihrer Website ist eine gute Wahl. Wählen Sie ein beliebiges Sandbox-Entwicklerkonto.
fi: Valitse "Sovelluksen nimi", jonka haluat rekisteröijien näkevän. Verkkosivustosi nimi on hyvä valinta. Valitse mikä tahansa haluamasi hiekkalaatikkokehittäjätili.
tr_tr: Kayıt yaptıranların görmesini istediğiniz "Uygulama Adı "nı seçin. Web sitenizin adı iyi bir seçimdir. İstediğiniz herhangi bir sandbox geliştirici hesabını seçin.

source: PayPal did not respond with the expected parameters.
de_de: PayPal hat nicht mit den erwarteten Parametern geantwortet.
fi: PayPal ei vastannut odotettuihin parametreihin.
tr_tr: PayPal beklenen parametrelerle yanıt vermedi.

source: PayPal Express Checkout with Smart Buttons
de_de: PayPal Express-Kaufabwicklung mit intelligenten Schaltflächen
fi: PayPal Express Checkout älykkäillä painikkeilla
tr_tr: Akıllı Düğmeler ile PayPal Express Checkout

source: Please select one of the following options provided by PayPal:
de_de: Bitte wählen Sie eine der folgenden von PayPal angebotenen Optionen:
fi: Valitse yksi seuraavista PayPalin tarjoamista vaihtoehdoista:
tr_tr: Lütfen PayPal tarafından sağlanan aşağıdaki seçeneklerden birini seçin:

source: PayPal Express Checkout with Smart Buttons Settings
de_de: PayPal Express-Kaufabwicklung mit Smart Buttons Einstellungen
fi: PayPal Express Checkout älykkäiden painikkeiden asetuksilla
tr_tr: Akıllı Düğmeler Ayarları ile PayPal Express Checkout

source: It appears the Paypal Express Checkout javascript was not loaded properly! Please refresh the page and try again or contact support.
de_de: Es scheint, dass das Paypal Express Checkout javascript nicht richtig geladen wurde! Bitte aktualisieren Sie die Seite und versuchen Sie es erneut oder kontaktieren Sie den Support.
fi: Näyttää siltä, että Paypal Express Checkout javascript ei ladattu oikein! Päivitä sivu ja yritä uudelleen tai ota yhteyttä asiakaspalveluun.
tr_tr: Paypal Express Checkout javascript'i düzgün yüklenmemiş gibi görünüyor! Lütfen sayfayı yenileyip tekrar deneyin veya destek ekibiyle iletişime geçin.

source: Pill (Recommended)
de_de: Pille (empfohlen)
fi: Pilleri (suositeltava)
tr_tr: Hap (Önerilen)

source: Rectangular
de_de: Rechteckig
fi: Suorakulmainen
tr_tr: Dikdörtgen

source: Button Shape
de_de: Taste Form
fi: Painikkeen muoto
tr_tr: Düğme Şekli

source: Adjust the settings for the PayPal Express Checkout with Smart Buttons payment gateway.
de_de: Passen Sie die Einstellungen für das PayPal Express Checkout mit Smart Buttons Zahlungsgateway an.
fi: Säädä PayPal Express Checkout with Smart Buttons -maksuportin asetuksia.
tr_tr: PayPal Express Checkout with Smart Buttons ödeme ağ geçidi için ayarları yapın.

source: See %1$shere%2$s for list of currencies supported by PayPal Smart Buttons (which uses PayPal's REST API).
de_de: Eine Liste der von PayPal Smart Buttons unterstützten Währungen finden Sie unter %1$shier%2$s (die die REST-API von PayPal verwenden).
fi: Katso osoitteesta %1$shere%2$s luettelo PayPal Smart Buttonsin (joka käyttää PayPalin REST APIa) tukemista valuutoista.
tr_tr: PayPal Smart Buttons (PayPal'ın REST API'sini kullanır) tarafından desteklenen para birimlerinin listesi için %1$shere%2$s bölümüne bakın.

source: Registration data, including name, email, and address, are sent to the webservice Infusionsoft for customer relations management and marketing.
de_de: Die Registrierungsdaten, einschließlich Name, E-Mail und Adresse, werden an den Webservice Infusionsoft für die Verwaltung der Kundenbeziehungen und das Marketing gesendet.
fi: Rekisteröintitiedot, kuten nimi, sähköpostiosoite ja osoite, lähetetään verkkopalvelu Infusionsoftille asiakassuhteiden hallintaa ja markkinointia varten.
tr_tr: İsim, e-posta ve adres dahil olmak üzere kayıt verileri, müşteri ilişkileri yönetimi ve pazarlama için Infusionsoft web hizmetine gönderilir.

source: Please see %1$sInfusionsoft's Privacy Policy%2$s (link opens in new tab).
de_de: Bitte lesen Sie die %1$sInfusionsoft-Datenschutzrichtlinie%2$s (Link wird in einer neuen Registerkarte geöffnet).
fi: Tutustu %1$sInfusionsoftin tietosuojakäytäntöön%2$s (linkki avautuu uuteen välilehteen).
tr_tr: Lütfen %1$sInfusionsoft'un Gizlilik Politikası%2$s (bağlantı yeni sekmede açılır) bölümüne bakın.

source: No access token provided in response from PayPal
de_de: Kein Zugriffstoken in der Antwort von PayPal bereitgestellt
fi: PayPalin vastauksessa ei ole käyttöoikeuskoodia
tr_tr: PayPal'dan yanıt olarak erişim belirteci sağlanmadı

source: No response was received from PayPal
de_de: Keine Antwort von PayPal erhalten
fi: PayPalilta ei saatu vastausta
tr_tr: PayPal'dan herhangi bir yanıt alınamadı

source: No JSON body was received.
de_de: Es wurde kein JSON-Body empfangen.
fi: JSON-runkoa ei vastaanotettu.
tr_tr: JSON gövdesi alınmadı.

source: The billing form could not be displayed. Your web browser may not be supported. Please restart your registration using different browser and notify the site owner.
de_de: Das Rechnungsformular konnte nicht angezeigt werden. Ihr Webbrowser wird möglicherweise nicht unterstützt. Bitte starten Sie Ihre Registrierung mit einem anderen Browser neu und benachrichtigen Sie den Website-Betreiber.
fi: Laskutuslomaketta ei voitu näyttää. Verkkoselaimesi ei ehkä ole tuettu. Käynnistä rekisteröinti uudelleen eri selaimella ja ilmoita siitä sivuston omistajalle.
tr_tr: Faturalandırma formu görüntülenemedi. Web tarayıcınız desteklenmiyor olabilir. Lütfen farklı bir tarayıcı kullanarak kaydınızı yeniden başlatın ve site sahibini bilgilendirin.

source: Infusionsoft error. Could not create "zero-dollar payment" for free order with ID %1$s, for transaction %2$s. Error was %3$s
de_de: Infusionsoft-Fehler. Konnte keine "Null-Dollar-Zahlung" für kostenlose Bestellung mit ID %1$s für Transaktion %2$s erstellen. Fehler war %3$s
fi: Infusionsoftin virhe. Ei voitu luoda "nollan dollarin maksua" maksuttomalle tilaukselle, jonka tunnus on %1$s, tapahtumalle %2$s. Virhe oli %3$s
tr_tr: Infusionsoft hatası. %2$s numaralı işlem için %1$s numaralı ücretsiz sipariş için "sıfır dolarlık ödeme" oluşturulamadı. Hata %3$s idi

source: Registration Data Sent to Infusionsoft
de_de: Registrierungsdaten werden an Infusionsoft gesendet
fi: Rekisteröintitiedot lähetetään Infusionsoftille
tr_tr: Infusionsoft'a Gönderilen Kayıt Verileri

# Label for the "From" field for email addresses.
source: From
de_de: Von
fi: Osoitteesta
tr_tr: Kimden

# Label for the "Subject" field (short description of contents) for emails.
source: Subject
de_de: Betreff
fi: Aihe
tr_tr: Konu

source: Show Only Expired
de_de: Zeige nur abgelaufene
fi: Näytä vain vanhentunut
tr_tr: Sadece Süresi Dolanları Göster

source: Sort Events:
de_de: Veranstaltungen sortieren:
fi: Lajittele tapahtumat:
tr_tr: Olayları Sırala:

# Add New Event
source: Add New %s
de_de: %s neu hinzufügen
fi: Lisää uusi %s
tr_tr: Yeni %s Ekle

# Edit Event
source: Edit %s
de_de: %s bearbeiten
fi: Muokkaa %s
tr_tr: Düzenle %s

# New Event
source: New %s
de_de: Neue %s
fi: Uusi %s
tr_tr: Yeni %s

# All Events
source: All %s
de_de: Alle %s
fi: Kaikki %s
tr_tr: Tüm %s

# View Event
source: View %s
de_de: Zeige %s
fi: Näytä %s
tr_tr: Görünüm %s

# Search Events
source: Search %s
de_de: Suche %s
fi: Haku %s
tr_tr: Arama %s

# No Events found
source: No %s found
de_de: Kein(e) %s gefunden
fi: Ei %s löytynyt
tr_tr: Hiçbir %s bulunamadı

# No Events found in Trash
source: No %s found in Trash
de_de: Kein(e) %s im Papierkorb gefunden
fi: Roskakorista ei löytynyt %s
tr_tr: Çöp Kutusunda %s bulunamadı

# Label for the "To" field for email addresses
source: To
de_de: An
fi: Kohteeseen
tr_tr: için

source: Are you sure this is your API username, not your login username? %1$s
de_de: Sind Sie sicher, dass dies Ihr API-Benutzername und nicht Ihr Login-Benutzername ist? %1$s
fi: Oletko varma, että tämä on API-käyttäjätunnuksesi eikä kirjautumistunnuksesi? %1$s
tr_tr: Bunun oturum açma kullanıcı adınız değil, API kullanıcı adınız olduğundan emin misiniz? %1$s

source: Are you sure this is your API password, not your login password? %1$s
de_de: Sind Sie sicher, dass dies Ihr API-Passwort und nicht Ihr Anmeldepasswort ist? %1$s
fi: Oletko varma, että tämä on API-salasanasi eikä kirjautumissalasanasi? %1$s
tr_tr: Bunun oturum açma parolanız değil, API parolanız olduğundan emin misiniz? %1$s

source: Please verify your API signature is correct. %1$s
de_de: Bitte überprüfen Sie, ob Ihre API-Signatur korrekt ist. %1$s
fi: Tarkista, että API-allekirjoituksesi on oikein. %1$s
tr_tr: Lütfen API imzanızın doğru olduğunu doğrulayın. %1$s

source: Your PayPal credentials could not be verified. Part of their response was missing.
de_de: Ihre PayPal-Anmeldedaten konnten nicht überprüft werden. Ein Teil ihrer Antwort fehlte.
fi: PayPal-tunnuksiasi ei voitu vahvistaa. Osa heidän vastauksestaan puuttui.
tr_tr: PayPal kimlik bilgileriniz doğrulanamadı. Yanıtlarının bir kısmı eksikti.

source: No error message received from PayPal
de_de: Keine Fehlermeldung von PayPal erhalten
fi: PayPal ei ole lähettänyt virheilmoitusta
tr_tr: PayPal'dan hata mesajı alınmadı

source: Finished populating registration with details from the registration form after submitting the Attendee Information Reg Step.
de_de: Die Registrierung mit den Angaben aus dem Registrierungsformular ist abgeschlossen, nachdem Sie den Schritt "Teilnehmerinformationen registrieren" eingegeben haben.
fi: Rekisteröinnin täyttäminen rekisteröintilomakkeen tiedoilla on valmis sen jälkeen, kun Attendee Information Reg Step -vaihe on lähetetty.
tr_tr: Katılımcı Bilgileri Kayıt Adımını gönderdikten sonra kayıt formundaki ayrıntılarla kayıt doldurma işlemi tamamlandı.

source: Sorry, you cannot complete your purchase because a payment method is not active.%1$s Please contact %2$s for assistance and provide a description of the problem.
de_de: Leider können Sie Ihren Kauf nicht abschließen, da eine Zahlungsmethode nicht aktiv ist.%1$s Bitte kontaktieren Sie %2$s für Hilfe und geben Sie eine Beschreibung des Problems.
fi: Valitettavasti et voi suorittaa ostosta, koska maksutapa ei ole aktiivinen.%1$s Ota yhteyttä %2$s:iin saadaksesi apua ja anna kuvaus ongelmasta.
tr_tr: Üzgünüz, bir ödeme yöntemi etkin olmadığı için satın alma işleminizi tamamlayamıyorsunuz.%1$s Lütfen yardım için %2$s ile iletişime geçin ve sorunun bir açıklamasını sağlayın.

source: Select this ticket
de_de: Dieses Ticket wählen
fi: Valitse tämä lippu
tr_tr: Bu bileti seçin

source: Could not generate a proper item list with:
de_de: Es konnte keine korrekte Artikelliste erstellt werden mit:
fi: Ei voitu luoda asianmukaista kohdeluetteloa:
tr_tr: ile uygun bir öğe listesi oluşturulamadı:

source: Automatic updates cannot be setup for an EE addon because of an error in the file. Please contact support, and include a list of EE addons recently installed/updated.
de_de: Automatische Updates können für ein EE-Addon aufgrund eines Fehlers in der Datei nicht eingerichtet werden. Bitte kontaktieren Sie den Support und fügen Sie eine Liste der kürzlich installierten/aktualisierten EE-Addons bei.
fi: Automaattisia päivityksiä ei voida määrittää EE-lisäosalle, koska tiedostossa on virhe. Ota yhteyttä asiakaspalveluun ja liitä mukaan luettelo hiljattain asennetuista/päivitetyistä EE-lisäosista.
tr_tr: Dosyadaki bir hata nedeniyle bir EE eklentisi için otomatik güncellemeler ayarlanamıyor. Lütfen destek birimiyle iletişime geçin ve son yüklenen/güncellenen EE eklentilerinin bir listesini ekleyin.

source: %1$s - the value for this field in UTC. Ignored if %2$s is provided.
de_de: %1$s - der Wert für dieses Feld in UTC. Wird ignoriert, wenn %2$s angegeben wird.
fi: %1$s - tämän kentän arvo UTC:nä. Jätetään huomiotta, jos %2$s on annettu.
tr_tr: %1$s - bu alanın UTC cinsinden değeri. %2$s sağlanmışsa yok sayılır.

source: The email address is not valid or does not exist.
de_de: Die E-Mail-Adresse ist ungültig oder existiert nicht.
fi: Sähköpostiosoite ei ole voimassa tai sitä ei ole olemassa.
tr_tr: E-posta adresi geçerli değil veya mevcut değil.

source: There was %d message successfully generated and sent.
de_de: Es wurde %d Nachricht erfolgreich generiert und gesendet.
fi: %d viestiä luotiin ja lähetettiin onnistuneesti.
tr_tr: %d mesaj başarıyla oluşturuldu ve gönderildi.

source: Please note: The next update of Event Espresso 4 will %1$srequire%2$s PHP 5.4.45 or greater. Your web server's PHP version is %3$s. You can contact your host and ask them to update your PHP version to at least PHP 5.6. Please do not update to the new version of Event Espresso 4 until the PHP update is completed. Read about why keeping your server on the latest version of PHP is a good idea %4$shere%5$s
de_de: Bitte beachten Sie: Das nächste Update von Event Espresso 4 erfordert %1$sich%2$s PHP 5.4.45 oder höher. Die PHP-Version Ihres Webservers ist %3$s. Sie können Ihren Hoster kontaktieren und ihn bitten, Ihre PHP-Version auf mindestens PHP 5.6 zu aktualisieren. Bitte aktualisieren Sie nicht auf die neue Version von Event Espresso 4, bevor das PHP-Update abgeschlossen ist. Lesen Sie hier, warum es eine gute Idee ist, Ihren Server auf der neuesten Version von PHP zu halten %4$shier%5$s
fi: Huomaa: Event Espresso 4:n seuraava päivitys vaatii %1$srequire%2$s PHP 5.4.45:n tai uudemman version. Verkkopalvelimesi PHP-versio on %3$s. Voit ottaa yhteyttä isäntäsi ja pyytää häntä päivittämään PHP-version vähintään PHP 5.6:een. Älä päivitä Event Espresso 4:n uuteen versioon ennen kuin PHP-päivitys on valmis. Lue lisää siitä, miksi palvelimen pitäminen PHP:n uusimmalla versiolla on hyvä idea %4$shere%5$s
tr_tr: Lütfen dikkat: Event Espresso 4'ün bir sonraki güncellemesi %1$srequire%2$s PHP 5.4.45 veya üstünü gerektirecektir. Web sunucunuzun PHP sürümü %3$s'dir. Sunucunuzla iletişime geçebilir ve PHP sürümünüzü en az PHP 5.6'ya güncellemelerini isteyebilirsiniz. Lütfen PHP güncellemesi tamamlanana kadar Event Espresso 4'ün yeni sürümüne güncelleme yapmayın. Sunucunuzu PHP'nin en son sürümünde tutmanın neden iyi bir fikir olduğunu okuyun %4$shere%5$s

source: The "%1$s" class could not be loaded.
de_de: Die Klasse "%1$s" konnte nicht geladen werden.
fi: Luokkaa "%1$s" ei voitu ladata.
tr_tr: "%1$s" sınıfı yüklenemedi.

source: Could not brew an instance of "%1$s".
de_de: Es konnte keine Instanz von "%1$s" gebraut werden.
fi: Ei voitu luoda instanssia "%1$s".
tr_tr: "%1$s "nin bir örneği oluşturulamadı.

source: Invalid offset: %1$s %2$sCalled from %3$s on line %4$d
de_de: Ungültiger Offset: %1$s %2$sAufgerufen von %3$s in Zeile %4$d
fi: Virheellinen offset: %1$s %2$sCalled from %3$s on line %4$d
tr_tr: Geçersiz ofset: %1$s %2$s %3$s'den %4$d satırında çağrıldı

source: An invalid timezone transition was received %1$s
de_de: Ein ungültiger Zeitzonenwechsel wurde empfangen %1$s
fi: Saapui virheellinen aikavyöhykkeen siirtymä %1$s
tr_tr: Geçersiz bir zaman dilimi geçişi %1$s alındı

source: The %1$s is only usable on php versions greater than 5.6. You'll want to use %2$s instead.
de_de: Das %1$s kann nur in PHP-Versionen größer als 5.6 verwendet werden. Sie sollten stattdessen %2$s verwenden.
fi: %1$s on käytettävissä vain php-versioissa, jotka ovat suurempia kuin 5.6. Käytä sen sijaan %2$s.
tr_tr: %1$s sadece 5.6'dan büyük php sürümlerinde kullanılabilir. Bunun yerine %2$s kullanmak isteyeceksiniz.

source: The %1$s is only usable on php versions less than 5.6. You'll want to use %2$s instead.
de_de: Das %1$s ist nur für PHP-Versionen kleiner als 5.6 verwendbar. Sie sollten stattdessen %2$s verwenden.
fi: %1$s on käyttökelpoinen vain php-versioissa, jotka ovat alle 5.6. Käytä sen sijaan %2$s.
tr_tr: %1$s sadece 5.6'dan daha düşük php sürümlerinde kullanılabilir. Bunun yerine %2$s kullanmak isteyeceksiniz.

source: The supplied class name "%1$s" must match the class of the supplied object.
de_de: Der übergebene Klassenname "%1$s" muss mit der Klasse des übergebenen Objekts übereinstimmen.
fi: Toimitetun luokan nimen "%1$s" on vastattava toimitetun objektin luokkaa.
tr_tr: Sağlanan sınıf adı "%1$s", sağlanan nesnenin sınıfıyla eşleşmelidir.

source: The following errors occurred:
de_de: Folgende Fehler sind aufgetreten:
fi: Tapahtui seuraavat virheet:
tr_tr: Aşağıdaki hatalar oluştu:

source: one of the following notice types was expected: %1$s %2$s
de_de: einer der folgenden Meldungstypen wurde erwartet: %1$s %2$s
fi: odotettiin jotakin seuraavista ilmoitustyypeistä: %1$s %2$s
tr_tr: aşağıdaki bildirim türlerinden biri bekleniyordu: %1$s %2$s

source: non empty string
de_de: nicht leere Zeichenkette
fi: ei tyhjä merkkijono
tr_tr: boş olmayan dize

source: integer
de_de: Ganzzahl
fi: kokonaisluku
tr_tr: tamsayı

source: The "%1$s" PersistentAdminNotice could not be retrieved from the database.
de_de: Die "%1$s" PersistentAdminNotice konnte nicht aus der Datenbank abgerufen werden.
fi: "%1$s" PersistentAdminNotice-ilmoitusta ei voitu hakea tietokannasta.
tr_tr: "%1$s" PersistentAdminNotice veritabanından alınamadı.

source: The supplied Request Stack Middleware class "%1$s" is invalid or could no be found.
de_de: Die angegebene Request Stack Middleware-Klasse "%1$s" ist ungültig oder konnte nicht gefunden werden.
fi: Toimitettu Request Stack Middleware -luokka "%1$s" on virheellinen tai sitä ei löydy.
tr_tr: Sağlanan Request Stack Middleware sınıfı "%1$s" geçersiz veya bulunamıyor.

source: This method is deprecated. Please use %1$s instead. All Event Espresso request stack classes have been moved to %2$s and are now under the %3$s namespace
de_de: Diese Methode ist veraltet. Bitte verwenden Sie stattdessen %1$s. Alle Event-Espresso-Anforderungsstapelklassen wurden nach %2$s verschoben und befinden sich jetzt im Namensraum %3$s
fi: Tämä menetelmä on vanhentunut. Käytä sen sijaan %1$s. Kaikki Event Espresso -pyyntöpinon luokat on siirretty %2$s:ään ja ovat nyt nimiavaruudessa %3$s.
tr_tr: Bu yöntem kullanımdan kaldırılmıştır. Lütfen bunun yerine %1$s kullanın. Tüm Event Espresso istek yığını sınıfları %2$s'ye taşındı ve artık %3$s ad alanı altında

source: This is a special dynamic shortcode. After the "*", add the exact name for your custom field, if there is a value set for that custom field within the venue then it will be output in place of this shortcode.
de_de: Dies ist ein spezieller dynamischer Shortcode. Fügen Sie nach dem "*" den genauen Namen für Ihr benutzerdefiniertes Feld ein. Wenn für dieses benutzerdefinierte Feld innerhalb des Veranstaltungsorts ein Wert festgelegt wurde, wird er anstelle dieses Shortcodes ausgegeben.
fi: Tämä on erityinen dynaaminen lyhytkoodi. Lisää "*"-merkin jälkeen mukautetun kentän tarkka nimi, jos kyseiselle mukautetulle kentälle on asetettu arvo tapahtumapaikalla, se tulostetaan tämän lyhytkoodin sijasta.
tr_tr: Bu özel bir dinamik kısa koddur. "*" işaretinden sonra özel alanınızın tam adını ekleyin, mekanda bu özel alan için ayarlanmış bir değer varsa, bu kısa kodun yerine çıktısı alınacaktır.

source: This shortcode outputs the url or website address to the venue details page on this website. This differs from %s which outputs what is entered in the "url" field in the venue details page.
de_de: Dieser Shortcode gibt die URL oder Website-Adresse der Seite mit den Veranstaltungsortdetails auf dieser Website aus. Dies unterscheidet sich von %s, der das ausgibt, was in das Feld "url" auf der Veranstaltungsort-Detailseite eingegeben wurde.
fi: Tämä lyhytkoodi antaa url-osoitteen tai verkkosivuston osoitteen tämän verkkosivuston tapahtumapaikan tietosivulle. Tämä eroaa %s:stä, joka antaa sen, mitä on syötetty "url"-kenttään tapahtumapaikan tietosivulla.
tr_tr: Bu kısa kod, bu web sitesindeki mekan ayrıntıları sayfasının url'sini veya web sitesi adresini verir. Bu, mekan ayrıntıları sayfasındaki "url" alanına girileni çıktı olarak veren %s'den farklıdır.

source: This will output the value of the payment transaction id for the last payment made on the transaction. Note, if a specific payment was included for message generation, that will be used when parsing the shortcode.
de_de: Dies gibt den Wert der Zahlungsverkehrs-ID für die letzte Zahlung aus, die für die Transaktion getätigt wurde. Hinweis: Wenn eine bestimmte Zahlung für die Nachrichtengenerierung einbezogen wurde, wird diese beim Parsen des Shortcodes verwendet.
fi: Tämä tulostaa maksutapahtuman id:n arvon, joka koskee viimeisintä maksutapahtuman yhteydessä suoritettua maksua. Huomaa, että jos viestin luomisessa käytettiin tiettyä maksua, sitä käytetään oikokoodia analysoitaessa.
tr_tr: Bu, işlemde yapılan son ödeme için ödeme işlem kimliğinin değerini çıkaracaktır. Mesaj oluşturma için belirli bir ödeme dahil edilmişse, kısa kod ayrıştırılırken bunun kullanılacağını unutmayın.

source: Unable to calculate date due, likely the format string is invalid.
de_de: Fälligkeitsdatum kann nicht berechnet werden, wahrscheinlich ist der Formatstring ungültig.
fi: Päivämäärää ei pystytä laskemaan, todennäköisesti muotoilu merkkijono on virheellinen.
tr_tr: Son tarih hesaplanamıyor, büyük olasılıkla biçim dizesi geçersiz.

source: The same as %1$s%2$s except this returns the html for a button linked to the invoice or receipt.
de_de: Dasselbe wie %1$s%2$s, außer dass dies die HTML für eine mit der Rechnung oder dem Beleg verknüpfte Schaltfläche zurückgibt.
fi: Sama kuin %1$s%2$s, paitsi että tämä palauttaa laskuun tai kuittiin liitetyn painikkeen html-tiedoston.
tr_tr: %1$s%2$s ile aynıdır, ancak bu, fatura veya makbuzla bağlantılı bir düğmenin html'sini döndürür.

source: Are you sure %s is the right fully qualified class name for the shortcode class?
de_de: Sind Sie sicher, dass %s der richtige vollqualifizierte Klassenname für die Shortcode-Klasse ist?
fi: Oletko varma, että %s on oikea täysin pätevä luokkanimi lyhytkoodiluokalle?
tr_tr: Kısa kod sınıfı için %s'nin doğru tam nitelikli sınıf adı olduğundan emin misiniz?
