Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Want to see a tour of this screen? Click on the Messages Overview Tour button which appears on the right side of the page. <br />To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Aperçu Messages tournée qui apparaît sur le côté droit de la page. <br /> Pour en savoir plus sur les options de cette page, jetez un oeil sur les différents onglets qui se affichent sur le côté gauche de la page.

source: Could not create the folder at "%1$s" because: %2$s
fr_fr: Impossible de créer le dossier au"%1$s"parce que: %2$s

source: Not Approved Registrations
fr_fr: Inscriptions non approuvés

source: You can create a new event datetime by clicking on the add datetime button. Then set a start date for your event, an end date for your event, and a event datetimes limit (optional). You can also save time by clicking on the Duplicate this item icon<span class="clone-icon ee-icon ee-icon-clone"></span> to create a copy of an existing datetime.
fr_fr: Vous pouvez créer une nouvelle datetime de l'événement en cliquant sur le bouton Ajouter datetime. Puis fixer une date de début de votre événement, une date de fin pour votre événement, et la limite d'un événement (optionnel). Vous pouvez également gagner du temps en cliquant sur le Duplicate cet article icône <span class ="clone-icon ee-icon ee-icon-clone"></span> pour créer une copie d'un datetime existant.

source: You can view and create Assigned Tickets by clicking on the Assign Ticket icon<span class="ticket-icon ee-icon ee-icon-tickets"></span>. This will open a panel that shows existing tickets that have been assigned. New tickets can also be added from this panel.
fr_fr: Vous pouvez afficher et créer des billets attribué en cliquant sur l'icône Attribuer Ticket <span class ="ticket-icon ee-icon ee-icon-billets"> /span>. Cela va ouvrir un panneau qui montre billets existants qui ont été assignés. Nouveaux billets peuvent également être ajoutés à partir de ce panneau.

source: Want to see a tour of this screen? Click on the Edit Category Tour button which appears on the right side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Modifier Tour de catégories qui apparaît sur le côté droit de la page.

source: A status of active means that an event has started and is currently taking place.
fr_fr: Un statut d'actif signifie qu'un événement a commencé et est actuellement en cours.

source: A status of upcoming means that an event is scheduled to take place in the future.
fr_fr: Un statut de venir signifie qu'un événement est prévu pour avoir lieu dans l'avenir.

source: A status of postponed means that an event is not currently scheduled but may be in the future.
fr_fr: Un état des reporté signifie qu'un événement ne est pas actuellement prévue, mais peut-être dans le futur.

source: A status of inactive occurs when an event is set to draft.
fr_fr: Un statut d'inactif survient lorsqu'un événement est mis à rédiger.

source: A status of sold out means that tickets are no longer available for an event.
fr_fr: Un statut de vendu signifie que les billets ne sont plus disponibles pour un événement.

source: A status of expired means that the event has already taken place.
fr_fr: Un statut de expiré signifie que l'événement a déjà eu lieu.

source: A status of cancelled means that the event will no longer take place.
fr_fr: Un statut de annulé signifie que l'événement ne sera plus avoir lieu.

source: New Custom Template
fr_fr: Nouveau modèle personnalisé

source: Want to see a tour of this screen? Click on the Event Categories Tour button which appears on the right side of the page. To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Visite Catégories d'événements qui apparaît sur le côté droit de la page. Pour en savoir plus sur les options de cette page, jetez un oeil sur les différents onglets qui se affichent sur le côté gauche de la page.

source: Hovering over the name of the event will provide you will several options: View, Edit, Registrations, Export, and Trash. Clicking on View will take you to the event on the front-end of your site. Clicking on Edit will open the event for editing in the Event Editor. Clicking on Registrations will take you to a page that shows a list of attendees for that event. Clicking on Export will download a CSV for that event. Clicking on Trash will move that event to the trash.<br /> Note: an event can only be deleted after associated payments have been removed and registrations have been removed.
fr_fr: Planant au-dessus du nom de l'événement vous fournissez plusieurs options: Afficher, Modifier, inscriptions, l'exportation et Corbeille. En cliquant sur Afficher vous amène à l'événement sur le front-end de votre site. En cliquant sur Modifier ouvrira l'événement pour l'édition dans l'éditeur d'événements. En cliquant sur inscriptions vous amène à une page qui affiche une liste de participants pour cet événement. En cliquant sur l'exportation va télécharger un fichier CSV pour cet événement. En cliquant sur la corbeille se déplace cet événement pour la poubelle <br /> Note:. Un événement ne peut être supprimé après paiements associés ont été supprimés et les enregistrements ont été supprimés.

source: The location or place that is hosting the event.<br /> Note: an event is not required to have a venue associated with it.
fr_fr: L'emplacement ou un lieu qui accueille l'événement <br /> Note:. Un événement ne est pas nécessaire d'avoir un lieu qui lui est associée.

source: This message type is for messages sent to registrants when their registration is set to the not approved status.
fr_fr: Ce type de message est pour les messages envoyés aux inscrits lorsque leur inscription est fixé au statut pas approuvé.

source: not approved registration
fr_fr: Inscription non approuvée

source: not approved registrations
fr_fr: Inscriptions non approuvés

source: This template is what event administrators will receive when registration status is set to not approved.
fr_fr: Ce modèle est ce que les administrateurs de l'événement recevront lorsque l'état d'enregistrement est configuré pour ne pas approuvé.

source: The name of an event may also have a status that appears directly to the left of the name. Some examples may be "event name (draft)" or "event name (sold_out). This status next to the event name is shown when the post status for an event is set to something different than published. This status is different than the status that is shown in the status column. When tickets for an event are sold out, the post status will automatically change to sold out. However, its still possible for an event admin to manually change this status from sold out back to published.
fr_fr: Le nom d'un événement peut également avoir un état qui apparaît directement à la gauche du nom. Quelques exemples peuvent être"nom de l'événement (de projet)"ou"nom de l'événement (de sold_out). Ce statut à côté du nom de l'événement se affiche lorsque l'état de la poste pour un événement est réglé sur autre chose que publié. Ce statut est différent que le statut qui est indiquée dans la colonne d'état. Lorsque des billets pour un événement sont vendus, le statut de poste passe automatiquement à guichets fermés. Cependant, ce est toujours possible pour un administrateur de l'événement pour modifier manuellement ce statut de sold out Retour aux publié .

source: This template is what the primary registrant (the person who completed the initial transaction) will receive when the registration status is not approved.
fr_fr: Ce modèle est ce que le déclarant principal (la personne qui a complété la transaction initiale) recevra lorsque l'état de l'enregistrement ne est pas approuvé.

source: Want to see a tour of this screen? Click on the Default Settings Tour button which appears on the right side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Tour des paramètres par défaut qui apparaît sur le côté droit de la page.

source: Want to see a tour of this screen? Click on the Import Tour button which appears on the right side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Importer tournée qui apparaît sur le côté droit de la page.

source: Screen Optins
fr_fr: Optins d'écran

source: Want to see a tour of this screen? Click on the Add New Category Tour button which appears on the right side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Ajouter Catégorie Tour qui apparaît sur le côté droit de la page.

source: Want to see a tour of this screen? Click on the Events Overview Tour button which appears on the right side of the page. <br />To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Aperçu Evénements tournée qui apparaît sur le côté droit de la page. <br /> Pour en savoir plus sur les options de cette page, jetez un oeil sur les différents onglets qui se affichent sur le côté gauche de la page.

source: could not be retrieved.
fr_fr: n'a pas pu être récupéré.

source: View / Edit this Contact
fr_fr: Voir / Modifier ce contact

source: View contact details on the primary registrant who is linked to this transaction.
fr_fr: Voir la fiche de contact sur le déclarant principal qui est lié à cette transaction.

source: An Admin Page with the name "%s" has already been registered and each Admin Page requires a unique name.
fr_fr: Une page Admin avec le nom"%s la"a déjà été enregistrée et chaque page Admin requiert un nom unique.

source: An attempt was made to register "%s" as an EE Admin page has failed because it was not registered at the correct time. Please use the "AHEE__EE_Admin__loaded" hook to register Admin pages.
fr_fr: Une tentative a été faite pour enregistrer"%s"comme une page EE Admin a échoué parce qu'il ne était pas inscrit à l'heure correcte. Se il vous plaît utiliser le crochet »AHEE__EE_Admin__loaded"pour enregistrer pages Admin.

source: Want to see a tour of this screen? Click on the View Transaction Tour button which appears on the right side of the page. <br />To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Afficher Transaction tournée qui apparaît sur le côté droit de la page. <br /> Pour en savoir plus sur les options de cette page, jetez un oeil sur les différents onglets qui se affichent sur le côté gauche de la page.

source: In order to register Data Migration Scripts with EE_Register_Data_Migration_Scripts::register(), you must include a "dms_id" (a unique identifier for this set of data migration scripts), and an array containing the following keys: "dms_paths" (an array of full server paths to folders that contain data migration scripts)
fr_fr: Pour vous inscrire scripts de migration de données avec EE_Register_Data_Migration_Scripts :: Register (), vous devez inclure un"dms_id"(un identifiant unique pour cet ensemble de scripts de migration de données), et un tableau contenant les clés suivantes:"dms_paths"(un tableau de chemins de serveur complet aux dossiers contenant des scripts de migration de données)

source: Want to see a tour of this screen? Click on the Transactions Overview Tour button which appears on the right side of the page. <br />To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Aperçu Transactions tournée qui apparaît sur le côté droit de la page. <br /> Pour en savoir plus sur les options de cette page, jetez un oeil sur les différents onglets qui se affichent sur le côté gauche de la page.

source: Set Registrations to Not Approved and Notify
fr_fr: Set inscriptions sur Non approuvé et le notifie

source: %s is missing some expected keys in the argument array. The following keys are missing: %s
fr_fr: %s manque quelques clés attendus dans le tableau d'arguments. Les touches suivantes sont manquantes: %s

source: The $menu_args coming into %s has a index key (%s) representing a property that is not defined by the class. Perhaps there is a typo?
fr_fr: Les menu_args de $ venant en %s a une clé d'index ( %s ) représentant une propriété qui ne est pas définie par la classe. Peut-être il ya une faute de frappe?

source: The EE4 addon with the class %s is setting up the _menu_map property incorrectly for this version of EE core. Please see Admin_Page_Init class examples in core for the new way of setting this property up.
fr_fr: L'addon EE4 avec la classe %s est mise en place la propriété _menu_map mal pour cette version de base EE. Se il vous plaît voir les exemples Admin_Page_Init de classe dans le noyau de la nouvelle façon de définir cette propriété jusqu'à.

source: Want to see a tour of this screen? Click on the Event Check-in Tour button which appears on the right side of the page. <br />To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur l'événement Arrivée bouton tournée qui apparaît sur le côté droit de la page. <br /> Pour en savoir plus sur les options de cette page, jetez un oeil sur les différents onglets qui se affichent sur le côté gauche de la page.

source: Want to see a tour of this screen? Click on the Contact List Tour button which appears on the right side of the page. <br />To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Contactez Visite qui apparaît sur le côté droit de la page. <br /> Pour en savoir plus sur les options de cette page, jetez un oeil sur les différents onglets qui se affichent sur le côté gauche de la page.

source: A not approved registration is performed by the event admin. Payments are not allowed, the registration is active, and no space is reserved.
fr_fr: L'enregistrement se effectue pas approuvé par l'administrateur de l'événement. Les paiements ne sont pas autorisés, l'enregistrement est actif, et aucun espace est réservé.

source: Want to see a tour of this screen? Click on the Registrations Overview Tour button which appears on the right side of the page. <br />To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Aperçu Visite inscriptions qui apparaît sur le côté droit de la page. <br /> Pour en savoir plus sur les options de cette page, jetez un oeil sur les différents onglets qui se affichent sur le côté gauche de la page.

source: Mijireh Settings
fr_fr: Paramètres Mijireh

source: After configuring your payment gateway, go to the Event Editor to create your first event with Event Espresso.
fr_fr: Après avoir configuré votre passerelle de paiement, aller à l'éditeur d'événements pour créer votre premier événement avec Event Espresso.

source: Want to see a tour of this screen? Click on the Payment Methods Overview Tour button which appears on the right side of the page. <br />To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Modes de paiement Aperçu tournée qui apparaît sur le côté droit de la page. <br /> Pour en savoir plus sur les options de cette page, jetez un oeil sur les différents onglets qui se affichent sur le côté gauche de la page.

source: You are almost done updating Your Organization information. Click on the Save button to save changes and then go to the Payment Methods screen so you can setup a payment gateway.
fr_fr: Vous avez presque fini de mettre à jour vos informations de l'organisation. Cliquez sur le bouton Enregistrer pour enregistrer les modifications et puis passez à l'écran Modes de paiement afin que vous puissiez une passerelle de paiement configuration.

source: Want to see a tour of this screen? Click on the Admin Options Tour button which appears on the right side of the page. <br />To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Options Administrateur tournée qui apparaît sur le côté droit de la page. <br /> Pour en savoir plus sur les options de cette page, jetez un oeil sur les différents onglets qui se affichent sur le côté gauche de la page.

source: Want to see a tour of this screen? Click on the Countries Tour button which appears on the right side of the page. <br />To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton qui apparaît Pays tournée sur le côté droit de la page. <br /> Pour en savoir plus sur les options de cette page, jetez un oeil sur les différents onglets qui se affichent sur le côté gauche de la page.

source: Want to see a tour of this screen? Click on the Google Maps Tour button which appears on the right side of the page. <br />To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Google Maps tournée qui apparaît sur le côté droit de la page. <br /> Pour en savoir plus sur les options de cette page, jetez un oeil sur les différents onglets qui se affichent sur le côté gauche de la page.

source: Want to see a tour of this screen? Click on the Critical Pages Tour button which appears on the right side of the page. <br />To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Pages critique tournée qui apparaît sur le côté droit de la page. <br /> Pour en savoir plus sur les options de cette page, jetez un oeil sur les différents onglets qui se affichent sur le côté gauche de la page.

source: Enter your support license key in this field to benefit from one-click updates. To manage your support license key, please <a href="http://eventespresso.com/wp-login.php">login to your Event Espresso account</a>. Then click on Edit Account Details which appears in the left sidebar menu.
fr_fr: Entrez votre clé de licence de soutien dans ce domaine à bénéficier de mises à jour en un seul clic. Pour gérer votre clé de licence de soutien, se il vous plaît <a href="http://eventespresso.com/wp-login.php"> connexion à votre compte </a> Event Espresso. Ensuite, cliquez sur Modifier les détails de compte qui apparaît dans le menu latéral gauche.

source: Want to see a tour of this screen? Click on the Your Organization Tour button which appears on the right side of the page. <br />To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Votre organisation du Tour qui apparaît sur le côté droit de la page. <br /> Pour en savoir plus sur les options de cette page, jetez un oeil sur les différents onglets qui se affichent sur le côté gauche de la page.

source: Want to see a tour of this screen? Click on the Templates Tour button which appears on the right side of the page. <br />To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Modèles tournée qui apparaît sur le côté droit de la page. <br /> Pour en savoir plus sur les options de cette page, jetez un oeil sur les différents onglets qui se affichent sur le côté gauche de la page.

source: Sorry, but we can't create new templates because we're missing the messenger or message type
fr_fr: Désolé, mais nous ne pouvons pas créer de nouveaux modèles, car il nous manque le messager ou le type de message

source: The new template has been created and automatically selected for this event. You can edit the new template by clicking the edit button. Note before this template is assigned to this event, the event must be saved.
fr_fr: Le nouveau modèle a été créé et est automatiquement sélectionnée pour cet événement. Vous pouvez modifier le nouveau modèle en cliquant sur le bouton d'édition. Remarque avant ce modèle est affecté à cet événement, l'événement doit être enregistré.

source: Want to see a tour of this screen? Click on the Add New Venue Category Tour button which appears on the right side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Ajouter un nouveau lieu Catégorie Tour qui apparaît sur le côté droit de la page.

source: Want to see a tour of this screen? Click on the Venue Categories Tour button which appears on the right side of the page. To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Visite Lieu Catégories qui apparaît sur le côté droit de la page. Pour en savoir plus sur les options de cette page, jetez un oeil sur les différents onglets qui se affichent sur le côté gauche de la page.

source: Want to see a tour of this screen? Click on the Venues Overview Tour button which appears on the right side of the page. <br />To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Aperçu des sites tournée qui apparaît sur le côté droit de la page. <br /> Pour en savoir plus sur les options de cette page, jetez un oeil sur les différents onglets qui se affichent sur le côté gauche de la page.

source: Want to see a tour of this screen? Click on the Add New Default Price Tour button which appears on the right side of the page. <br />To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Nouveau Tour défaut de prix Ajouter qui apparaît sur le côté droit de la page. <br /> Pour en savoir plus sur les options de cette page, jetez un oeil sur les différents onglets qui se affichent sur le côté gauche de la page.

source: Want to see a tour of this screen? Click on the Add New Price Type Tour button which appears on the right side of the page. <br />To learn more about the options on this page, take a look at the different tabs that appear on the left side of the page.
fr_fr: Vous voulez voir un tour de cet écran? Cliquez sur le bouton Ajouter un nouveau Prix Type tournée qui apparaît sur le côté droit de la page. <br /> Pour en savoir plus sur les options de cette page, jetez un oeil sur les différents onglets qui se affichent sur le côté gauche de la page.
