Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: You can perform a search to find certain default prices. The following sources will be searched: Price Name, Price Type, Price Description, and Price Amount. To use the search feature, enter a value into the search box and click on the Search Default Prices button.
de_de: Sie können eine Suche durchführen, um bestimmte Standardpreise zu finden. Die folgenden Quellen werden gesucht: Preisname, Preistyp, Preisbeschreibung und Preisbetrag. Um die Sucheigenschaft zu verwenden, gehen Sie in einen Wert in den Suchkasten ein und klicken Sie auf die Taste Suche Standardpreis.
fi: Voit tehdä haun tiettyjen oletushintojen löytämiseksi. Haku tehdään seuraavista lähteistä: Hinnan nimi, Hintatyyppi, Hinnan kuvaus ja Hinnan määrä. Jos haluat käyttää hakutoimintoa, kirjoita arvo hakukenttään ja napsauta Etsi oletushintoja -painiketta.
fr_fr: Vous pouvez effectuer une recherche pour trouver certains prix par défaut. Les sources suivantes seront consultées: Prix Nom, Type de prix, Description Prix et Prix Montant. Pour utiliser la fonction de recherche, entrez une valeur dans la case de recherche et cliquez sur le bouton Rechercher défaut de prix.
tr_tr: Belirli varsayılan fiyatları bulmak için bir arama gerçekleştirebilirsiniz. Aşağıdaki kaynaklar aranacaktır: Fiyat Adı, Fiyat Türü, Fiyat Açıklaması ve Fiyat Tutarı. Arama özelliğini kullanmak için arama kutusuna bir değer girin ve Varsayılan Fiyatları Ara düğmesine tıklayın.

source: %s has been checked in
de_de: %s wurde eingecheckt
fi: %s on tarkistettu
fr_fr: %s a été vérifiée
tr_tr: %s burada bulunuyor.

source: Status ID
fi: Tilatunnus
fr_fr: ID d'état
tr_tr: Durum Kimliği

source: Parses to the email address of the primary registration for the transaction.
de_de: Analysiert die E-Mail-Adresse der primären Registrierung für die Transaktion.
fi: Analysoi tapahtuman ensisijaisen rekisteröinnin sähköpostiosoitteen.
fr_fr: Analyse une à l'adresse e-mail de l'inscription principale de la transaction.
tr_tr: İşlem için birincil kaydın e-posta adresine ayrıştırır.

source: Ongoing Event
de_de: Laufende Veranstaltung
fi: Käynnissä oleva tapahtuma
fr_fr: Événement en cours
tr_tr: Devam Eden Etkinlik

source: %s has been checked out
de_de: %s wurde ausgecheckt
fi: %s on tarkastettu
fr_fr: %s a été emprunté
tr_tr: %s buradan ayrıldı.

source: Time registration occurred
de_de: Zeitpunkt der Registrierung
fi: Rekisteröinnin ajankohta
fr_fr: Enregistrement du temps a eu lieu
tr_tr: Zaman kaydı oluştu

source: Parses to the registration code of the primary registrant for the transaction.
de_de: Analysiert den Registrierungscode des primären Registranten für die Transaktion.
fi: Analysoi tapahtuman ensisijaisen rekisteröijän rekisteröintikoodin.
fr_fr: Parse le code d'inscription de la personne inscrite primaire pour la transaction.
tr_tr: İşlem için birincil kayıt ettirenin kayıt kodunu ayrıştırır.

source: An "event" that people can purchase tickets to gain access for anytime for this event regardless of date times on the event
de_de: Ein "Ereignis", für das man jederzeit Eintrittskarten kaufen kann, um Zugang zu diesem Ereignis zu erhalten, unabhängig von den Datumszeiten des Ereignisses
fi: "Tapahtuma", johon ihmiset voivat ostaa lippuja, jotta he pääsevät sisään milloin tahansa tähän tapahtumaan riippumatta tapahtuman ajankohdasta.
fr_fr: Un "événement" que les gens peuvent acheter des billets pour accéder à tout moment à cet événement, indépendamment des heures de la date de l'événement
tr_tr: Insanlar, etkinliğe ne kadar süre olursa olsun, istediği zaman biletlerini satın alabilirler.

source: You've requested the amount of tickets sold for a given ticket and datetime, however there are no records for the datetime id you included. Are you SURE that is a datetime related to this ticket?
de_de: Sie haben die Anzahl der verkauften Tickets für ein bestimmtes Ticket und eine bestimmte Uhrzeit abgefragt, aber es gibt keine Datensätze für die von Ihnen angegebene Uhrzeit. Sind Sie sicher, dass es sich um einen Zeitpunkt handelt, der mit diesem Ticket zusammenhängt?
fi: Olet pyytänyt myytyjen lippujen määrää tietyn lipun ja ajankohdan osalta, mutta tietueita sisältämästäsi ajankohdasta ei kuitenkaan ole. Oletko varma, että kyseessä on tähän lippuun liittyvä päivämäärä?
fr_fr: Vous avez demandé le montant des billets vendus pour un billet et datetime donné, mais il n'y a pas de dossiers pour l'id datetime vous avez inclus. Êtes-vous sûr que c'est un datetime liée à ce billet?
tr_tr: Belirli bir bilet ve tarih saati için satılan bilet miktarını talep ettiniz, ancak eklediğiniz tarih saati kimliği için kayıt yok. Bunun bu biletle ilgili bir tarih zamanı olduğundan EMİN misiniz?

source: Primary Registrant List Shortcodes
de_de: Shortcodes für die Liste der primären Registranten
fi: Ensisijaisen rekisteröijän luettelon lyhytkoodit
fr_fr: Titulaire primaire Liste Shortcodes
tr_tr: Birincil Tescil Listesi Kısa-kodları

source: The Event Espresso Configuration Settings have been successfully updated.
de_de: Die Event Espresso-Konfigurationseinstellungen wurden erfolgreich aktualisiert.
fi: Event Espresson määritysasetukset on päivitetty onnistuneesti.
fr_fr: Les paramètres de configuration Event Espressos ont été mis à jour avec succès.
tr_tr: Kuzu.me Etkinlik Yapılandırma Ayarları başarıyla güncellendi.

source: Could not find billing info for transaction because no gateway has been used for it yet
de_de: Es konnten keine Rechnungsdaten für die Transaktion gefunden werden, da noch kein Gateway für die Transaktion verwendet wurde.
fi: Tapahtuman laskutustietoja ei löytynyt, koska siihen ei ole vielä käytetty yhdyskäytävää.
fr_fr: Impossible de trouver des informations de facturation pour la transaction, car aucune passerelle n'a pas encore été utilisé pour elle
tr_tr: Henüz bir ağ geçidi kullanılmadığı için işlem için fatura bilgisi bulunamıyor

source: Session ID of registration
de_de: Session ID der Registrierung
fi: Rekisteröinnin istuntotunnus
fr_fr: ID de session d'enregistrement
tr_tr: Kayıt Sezon Kimliği

source: All shortcodes specific primary registrant recipients list type data.
de_de: Alle Shortcodes spezifischen primären Registrierungsempfänger Liste Typ Daten.
fi: Kaikki shortcodes erityisiä ensisijainen rekisteröijän vastaanottajien luettelon tyyppitiedot.
fr_fr: Tous les numéros courts spécifiques des bénéficiaires inscrits de données de type liste primaires.
tr_tr: Tüm kısa kodlara özgü birincil kayıt sahibi alıcıları liste türü verileri.

source: The Event Espresso Configuration Settings were not updated.
de_de: Die Ereignis-Espresso-Konfigurationseinstellungen wurden nicht aktualisiert.
fi: Event Espresson määritysasetuksia ei päivitetty.
fr_fr: Les paramètres de configuration Event Espresso n'ont pas été mis à jour.
tr_tr: Kuzu.me Etkinlik Yapılandırma Ayarları güncellenmiş değil.

source: Cannot get billing info for gateway %s on transaction because no primary registration exists
de_de: Abrechnungsdaten für Gateway %s können nicht abgerufen werden, da keine primäre Registrierung vorhanden ist
fi: Tapahtuman portin %s laskutustietoja ei voida saada, koska ensisijaista rekisteröintiä ei ole olemassa.
fr_fr: Vous ne pouvez pas obtenir des informations de facturation pour passerelle %s sur les transactions car aucune inscription primaire existe
tr_tr: Birincil kayıt mevcut olmadığından işlemde %s ağ geçidi için fatura bilgisi alınamıyor

source: Unique Code for this registration
de_de: Eindeutiger Code für diese Registrierung
fi: Tämän ilmoittautumisen yksilöllinen koodi
fr_fr: Code unique pour cet enregistrement
tr_tr: Kayıt için özel kod

source: This page shows all price types that have been created with Event Espresso.
de_de: Diese Seite zeigt alle Preistypen, die mit Ereignis-Espresso erstellt wurden.
fi: Tällä sivulla näkyvät kaikki Event Espressolla luodut hintatyypit.
fr_fr: Cette page affiche tous les types de prix qui ont été créés avec Event Espresso.
tr_tr: Bu sayfa, Event Espresso ile oluşturulmuş tüm fiyat türlerini gösterir.

source: String to be used in URL for identifying registration
de_de: In der URL zu verwendende Zeichenfolge zur Identifizierung der Registrierung
fi: URL-osoitteessa käytettävä merkkijono rekisteröinnin tunnistamiseen
fr_fr: Chaîne à utiliser dans l'URL pour identifier l'enregistrement
tr_tr: Kayıt tanımlanması için URL'de kullanılabilir dizi

source: Will output a list of datetimes that the primary registrant for the transaction has been registered for.
de_de: Gibt eine Liste der Datumsangaben aus, für die der primäre Registrant der Transaktion registriert wurde.
fi: Tulostaa listan ajankohdista, joihin tilauksen ensisijainen ilmoittautuja on ilmoittautunut.
fr_fr: Va afficher une liste d' horaires que le titulaire principal de la transaction a été inscrit.
tr_tr: İşlem için birincil kayıt sahibinin kayıtlı olduğu tarih zamanlarının bir listesini çıkarır.

source: The requested %s widget class does not exist.
de_de: Die angeforderte %s-Widgetklasse existiert nicht.
fi: Pyydettyä %s widget-luokkaa ei ole olemassa.
fr_fr: La demande %s n'existe pas de classe de widget.
tr_tr: İstenen %s Widget sınıfı yok.

source: Recipient Details Shortcodes
de_de: Empfänger-Details Shortcodes
fi: Vastaanottajan tiedot lyhytkoodit
fr_fr: Détails bénéficiaire Shortcodes
tr_tr: Alıcı Detaylar Kısa-kodları

source: The requested %1$s shortcode file could not be found or is not readable due to file permissions. It should be in %2$s
de_de: Die angeforderte %1$s Shortcode-Datei konnte nicht gefunden werden oder ist aufgrund von Dateiberechtigungen nicht lesbar. Sie sollte sich in %2$s befinden.
fi: Haettua %1$s lyhytkooditiedostoa ei löytynyt tai sitä ei voi lukea tiedostojen käyttöoikeuksien takia. Sen pitäisi olla tiedostossa %2$s
tr_tr: İstenen %1$s kısa kod dosyası bulunamadı veya dosya izinleri nedeniyle okunamıyor. %2$s konumunda olması gerekir.

source: Answer ID
de_de: Antwort-ID
fi: Vastaus ID
fr_fr: ID de réponse
tr_tr: Kullanıcı Kimliği (ID) Cevabı

source: Number of registrations on this group
de_de: Anzahl der Anmeldungen in dieser Gruppe
fi: Rekisteröintien määrä tässä ryhmässä
fr_fr: Nombre d'inscriptions sur ce groupe
tr_tr: Grup kayıtlarının sayısı

source: All shortcodes specific to recipient registration data
de_de: Alle Shortcodes, die sich auf die Registrierungsdaten des Empfängers beziehen
fi: Kaikki vastaanottajan rekisteröintitietoihin liittyvät lyhytkoodit
fr_fr: Tous les numéros courts spécifiques aux données d'enregistrement de destinataire
tr_tr: Alıcı kayıt verilerine özgü tüm kısa-kodlar

source: The requested %s shortcode class does not exist.
de_de: Die angeforderte %s-Shortcode-Klasse existiert nicht.
fi: Pyydettyä lyhytkoodiluokkaa %s ei ole olemassa.
fr_fr: La demande %s n'existe pas de classe shortcode.
tr_tr: İstenen %s kısa-kod sınıfı yok.

source: Flag indicating the registrant plans on attending
de_de: Kennzeichen, das anzeigt, dass der Registrant die Teilnahme plant
fi: Tunniste, joka kertoo ilmoittautujan suunnittelevan osallistumista
fr_fr: Drapeau indiquant le programme inscrit sur traitant
tr_tr: Katılımın tescil planlarını belirten bayrak

source: Parses to the first name of the recipient for the message.
de_de: Analysiert den Vornamen des Empfängers der Nachricht.
fi: Analysoi viestin vastaanottajan etunimen.
fr_fr: Parse le premier nom du destinataire du message.
tr_tr: İleti için alıcının ilk adını ayrıştırır.

source: The requested %s module file could not be found or is not readable due to file permissions.
de_de: Die angeforderte %s-Moduldatei konnte nicht gefunden werden oder ist aufgrund von Dateiberechtigungen nicht lesbar.
fi: Haettua %s-moduulitiedostoa ei löytynyt tai sitä ei voi lukea tiedostojen käyttöoikeuksien vuoksi.
fr_fr: La demande %s le fichier de module est introuvable ou n'est pas lisible en raison d'autorisations de fichiers.
tr_tr: İstenen %s modül dosyası bulunamadı veya dosya erişim izinleri nedeniyle okunabilir değil.

source: Answer Value
de_de: Antwort Wert
fi: Vastaus
fr_fr: Valeur de la réponse
tr_tr: Önemli Cevap

source: Flag indicating if registration has been archived or not.
de_de: Kennzeichen, das angibt, ob die Registrierung archiviert wurde oder nicht.
fi: Tunniste, joka kertoo, onko ilmoittautuminen arkistoitu vai ei.
fr_fr: Drapeau indiquant si l'enregistrement a été archivé ou non.
tr_tr: Kayıt arşivlerinin olup olmadığını gösteren bayrak.

source: Parses to the last name of the recipient for the message.
de_de: Analysiert den Nachnamen des Empfängers der Nachricht.
fi: Analysoi viestin vastaanottajan sukunimen.
fr_fr: Analyse le nom de famille du destinataire du message.
tr_tr: İleti için alıcının soyadını ayrıştırır.

source: The requested %s module class does not exist.
de_de: Die angeforderte %s-Modulklasse existiert nicht.
fi: Haettua %s-moduuliluokkaa ei ole olemassa.
fr_fr: La demande %s n'existe pas de classe de module.
tr_tr: İstenen %s modül sınıfı yok.

source: Attendee ID
de_de: Teilnehmer ID
fi: Osallistujan ID
fr_fr: Présence ID
tr_tr: Katılımcı Kullanıcı Kimliği (ID)

source: Parses to the email address of the recipient for the message.
de_de: Analysiert die E-Mail-Adresse des Empfängers der Nachricht.
fi: Analysoi viestin vastaanottajan sähköpostiosoitteen.
fr_fr: Analyse une à l'adresse de courrier du destinataire du message.
tr_tr: İleti için alıcının e-posta adresini ayrıştırır.

source: The module %s has not been registered.
de_de: Das Modul %s wurde nicht registriert.
fi: Moduulia %s ei ole rekisteröity.
fr_fr: Le module %s n'a pas été enregistré.
tr_tr: Belirtilen modül %s kayıt edilemedi.

source: Attendee Full Name
de_de: Teilnehmername
fi: Osallistujan koko nimi
fr_fr: Participant Nom complet
tr_tr: Katılımcının Tam İsmi

source: Parses to the registration code of the recipient for the message.
de_de: Analysiert den Registrierungscode des Empfängers der Nachricht.
fi: Analysoi viestin vastaanottajan rekisteröintikoodin.
fr_fr: Analyse le code d'enregistrement du destinataire du message.
tr_tr: Mesaj için alıcının kayıt kodunu ayrıştırır.

source: No route has been supplied.
de_de: Es wurde keine Route angegeben.
fi: Reittiä ei ole toimitettu.
fr_fr: Aucun itinéraire n'a été fourni.
tr_tr: Henüz bir güzergah temin edilmiştir.

source: Attendee Biography
de_de: Biographie der Teilnehmerin/des Teilnehmers
fi: Osallistujan kuvaus
fr_fr: Présence Biographie
tr_tr: Katılımcı Özgeçmişi

source: Parses to a link for frontend editing of the registration for the recipient.
de_de: Analysiert einen Link für die Frontend-Bearbeitung der Registrierung des Empfängers.
fi: Parsitaan linkki, jonka avulla vastaanottajan rekisteröintiä voidaan muokata etusivulla.
fr_fr: Analyse un lien pour l'édition de l'enregistrement du destinataire.
tr_tr: Alıcının kaydının ön uç düzenlemesi için bir bağlantıya ayrıştırır.

source: Price Types based on the "surcharge" base type add to the running total.
de_de: Preistypen, die auf dem Basistyp "Aufpreis" basieren, werden zur laufenden Summe addiert.
fi: Hintatyypit, jotka perustuvat "lisämaksun" perustyyppiin, lisäävät juoksevaan loppusummaan.
fr_fr: Types de prix basé sur la surcharge de base qui s'ajoute au total cumulé.
tr_tr: "Ek ücret" temel türüne dayalı Fiyat Türleri, çalışan toplama eklenir.

source: A valid class method for the %s route has not been supplied.
de_de: Es wurde keine gültige Klassenmethode für die %s-Route angegeben.
fi: Kelvollista luokkametodia reitille %s ei ole annettu.
fr_fr: Une méthode de classe en cours de validité pour la %s l'itinéraire n'a pas été fourni.
tr_tr: Rota için geçerli bir sınıf yöntemi %s temin edilmemiştir.

source: No Biography Provided
de_de: Keine Biographie vorhanden
fi: Henkilökuvausta ei ole annettu
fr_fr: Aucune biographie fournie
tr_tr: Herhangi bir Özgeçmişe Rastlanamadı.

source: Recipient List Shortcodes
de_de: Empfängerliste Shortcodes
fi: Vastaanottajalistan lyhytkoodit
fr_fr: Liste des destinataires Shortcodes
tr_tr: Alıcı listesi Kısa-kodları

source: The module route %s for this forward has not been registered.
de_de: Die Modulroute %s für diese Weiterleitung wurde nicht registriert.
fi: Moduulin reittiä %s ei ole rekisteröity.
fr_fr: Le module voie %s pour cette avant n'a pas été enregistré.
tr_tr: Bu ilerlemek için modül rota %s tescil edilmemiştir.

source: Attendee URL Slug
de_de: Teilnehmer-URL Slug
fi: Osallistujan URL-osoite
fr_fr: Présence URL Slug
tr_tr: Katılımcı URL Slug

source: All shortcodes specific to registrant recipients list type data.
de_de: Alle Shortcodes, die spezifisch für die Daten des Listentyps Registrant-Empfänger sind.
fi: Kaikki lyhytkoodit, jotka koskevat rekisteröityjen vastaanottajien luettelon tyyppitietoja.
fr_fr: Tous les numéros courts spécifiques à la liste des destinataires des données de type inscrit.
tr_tr: Tescil alıcılar listesi türü verilerine özgü tüm kısa-kodlar

source: Taxes are a special price type. While you can view the value of a tax price on a single ticket in the event editor, taxes are only applied to the cart total after all other modifiers have been added or subtracted from the base price.
de_de: Steuern sind ein besonderer Preistyp. Während Sie den Wert eines Steuerpreises auf einem einzelnen Ticket im Event-Editor sehen können, werden Steuern nur auf den Gesamtbetrag des Warenkorbs angewendet, nachdem alle anderen Modifikatoren zum Grundpreis hinzugefügt oder davon abgezogen wurden.
fi: Verot ovat erityinen hintatyyppi. Vaikka voit tarkastella yksittäisen lipun verohinnan arvoa tapahtumaeditorissa, veroja sovelletaan ostoskorin loppusummaan vasta sen jälkeen, kun kaikki muut muokkaajat on lisätty tai vähennetty perushinnasta.
fr_fr: Les impôts sont un type spécial de prix. Alors que vous pouvez voir la valeur d'un prix de la taxe sur un seul billet dans l'éditeur d'événements, les impôts ne sont appliquées à votre panier total après tous les autres modificateurs ont été ajouté ou soustrait le prix de base.
tr_tr: Vergiler özel bir fiyat türüdür. Etkinlik düzenleyicisinde tek bir bilet üzerindeki vergi fiyatının değerini görüntüleyebilmenize rağmen, vergiler yalnızca diğer tüm değiştiriciler temel fiyata eklendikten veya çıkarıldıktan sonra sepet toplamına uygulanır.

source: No forwarding route has been supplied.
de_de: Es wurde keine Weiterleitungsroute angegeben.
fi: Reittiä ei ole toimitettu.
fr_fr: Aucune voie d'acheminement a été fourni.
tr_tr: Hiçbir yönlendirme rotası temin edilmiştir.

source: Time Attendee Created
de_de: Uhrzeit Teilnehmer erstellt
fi: Aika Osallistuja luotu
fr_fr: Temps Présent Créé
tr_tr: Katılım Zamanı Oluşturuldu.

source: Will output a list of tickets for the recipient of the email. Note, if the recipient is the Event Author, then this is blank.
de_de: Gibt eine Liste der Tickets für den Empfänger der E-Mail aus. Hinweis: Wenn der Empfänger der Autor der Veranstaltung ist, ist diese Option leer.
fi: Tulostaa sähköpostin vastaanottajalle luettelon lipuista. Huomaa, että jos vastaanottaja on tapahtuman tekijä, tämä on tyhjä.
fr_fr: Va afficher une liste de billets pour le destinataire de l'email. Remarque, si le bénéficiaire est l'événement Auteur, alors cette zone est vide.
tr_tr: E-postanın alıcısı için biletlerin bir listesini çıkaracaktır. Alıcı Etkinlik Yazarı ise bu alanın boş olduğunu unutmayın.

source: Price Types Bulk Actions
de_de: Pricetypen Massenaktionen
fi: Hintatyypit-massatoiminnot
fr_fr: Prix ​​Types Actions en vrac
tr_tr: Fiyat Tipleri Toplu Eylemleri

source: A class method for the %s forwarding route has not been supplied.
de_de: Es wurde keine Klassenmethode für die Weiterleitungsroute %s bereitgestellt.
fi: Luokkametodia %s:n välitysreitille ei ole annettu.
fr_fr: Une méthode de classe pour l' %s transfert de la route n'a pas été fourni.
tr_tr: Yönlendirme yolu için %s sınıf yöntemi temin edilmemiştir.

source: Attendee Short Biography
de_de: Kurzbiographie des Teilnehmers
fi: Osallistujan lyhyt kuvaus
fr_fr: Présence Biographie courte
tr_tr: Katılımcı Kısa Özgeçmişi

source: Bulk actions allow you to perform an action to multiple default prices at once. The following bulk actions are supported: Move to Trash, Export Price Types. To use the bulk action feature, place a checkmark next to the price types that you want to include. Then select a bulk action from the menu and click on the Apply button.
de_de: Mit Sammelaktionen können Sie eine Aktion für mehrere Standardpreise auf einmal durchführen. Die folgenden Massenaktionen werden unterstützt: In den Papierkorb verschieben, Preistypen exportieren. Um die Funktion der Sammelaktion zu nutzen, setzen Sie ein Häkchen neben die Preistypen, die Sie einbeziehen möchten. Wählen Sie dann eine Sammelaktion aus dem Menü aus und klicken Sie auf die Schaltfläche Anwenden.
fi: Joukkotoimintojen avulla voit suorittaa toiminnon useille oletushinnoille kerralla. Seuraavia massatoimintoja tuetaan: Siirrä roskakoriin, Vie hintatyypit. Jos haluat käyttää massatoimintoa, laita valintamerkki niiden hintatyyppien viereen, jotka haluat sisällyttää toimintoon. Valitse sitten massatoiminto valikosta ja napsauta Käytä-painiketta.
fr_fr: Les actions de masse vous permettent d'effectuer une action à plusieurs prix par défaut à la fois. Les actions globales suivantes sont supportées: Mettre à la corbeille, prix à l'exportation Types. Pour utiliser la fonction d'action de masse, placez une coche à côté des types de prix que vous souhaitez inclure. Ensuite, sélectionnez une action en vrac dans le menu et cliquez sur le bouton Appliquer.
tr_tr: Toplu eylemler, aynı anda birden fazla varsayılan fiyat üzerinde bir eylem gerçekleştirmenize olanak tanır. Aşağıdaki toplu eylemler desteklenir: Çöp Kutusuna Taşı, Fiyat Türlerini Dışa Aktar. Toplu eylem özelliğini kullanmak için, dahil etmek istediğiniz fiyat türlerinin yanına bir onay işareti koyun. Ardından menüden bir toplu eylem seçin ve Uygula düğmesine tıklayın.

source: The class method %1$s for the %2$s forwarding route is in invalid.
de_de: Die Klassenmethode %1$s für die Weiterleitungsroute %2$s ist ungültig.
fi: Luokan %1$s menetelmä %2$s välitysreitin on virheellinen.
tr_tr: %2$s yönlendirme yolu için %1$s sınıf yöntemi geçersizdir.

source: Time Attendee Last Modified
de_de: Uhrzeit der letzten Änderung des Teilnehmers
fi: Aika Osallistuja Viimeksi muokattu
fr_fr: Temps Présent Dernière mise à jour
tr_tr: Son Düzenlenen Katılımcı Zamanı

source: Ticket List Shortcodes
de_de: Ticketliste Shortcodes
fi: Lippuluettelon lyhytkoodit
fr_fr: Ticket Liste Shortcodes
tr_tr: Bilet Listesinin Kısa Kodları

source: Price Types Views
de_de: Preistyp Ansichten
fi: Hintatyypit-näkymät
fr_fr: Types de Prix Vues
tr_tr: Fiyat Tiplerini Göster.

source: The function %1$s for the %2$s forwarding route is in invalid.
de_de: Die Funktion %1$s für die Weiterleitungsroute %2$s ist ungültig.
fi: Ohjausreitin %2$s toiminto %1$s on virheellinen.
tr_tr: %2$s yönlendirme yolu için %1$s işlevi geçersizdir.

source: All shortcodes specific to ticket lists
de_de: Alle Shortcodes speziell für Ticketlisten
fi: Kaikki lippuluetteloille ominaiset lyhytkoodit
fr_fr: Tous les numéros courts spécifiques à des listes de billets
tr_tr: Bilet listesinin tüm özel kısa-kodları
