Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Edit Start and End Dates and Times
de_de: Start- und Enddaten und -zeiten bearbeiten
fi: Muokkaa alku- ja loppupäivämääriä ja -aikoja
tr_tr: Başlangıç ve Bitiş Tarih ve Saatlerini Düzenleme

source: copy
de_de: kopieren.
fi: kopioi
tr_tr: kopya

source: untrash
tr_tr: ÇÖP

source: Error Loading Entites List
de_de: Fehler beim Laden der Entitätenliste
fi: Virhe Entites-luettelon lataamisessa
tr_tr: Varlık Listesi Yüklenirken Hata Oluştu

source: click to open the registrations admin page in a new tab or window
de_de: Klicken Sie hier, um die Registrierungsseite in einer neuen Registerkarte oder einem neuen Fenster zu öffnen.
fi: klikkaa avataksesi rekisteröintien hallintasivun uuteen välilehteen tai ikkunaan.
tr_tr: kayıtlar yönetici sayfasını yeni bir sekme veya pencerede açmak için tıklayın

source: card view
de_de: Kartenansicht
fi: korttinäkymä
tr_tr: kart görünümü

source: table view
de_de: Tabellenansicht
fi: taulukkonäkymä
tr_tr: tablo görünümü

source: hide bulk actions
de_de: Massenaktionen ausblenden
fi: piilottaa massatoiminnot
tr_tr: toplu eylemleri gizleme

source: show bulk actions
de_de: Massenaktionen anzeigen
fi: näytä massatoiminnot
tr_tr: toplu eylemleri göster

source: filters
de_de: filtert
fi: suodattimet
tr_tr: filtreler

source: legend
de_de: Legende
fi: legenda
tr_tr: efsane

source: loading…
de_de: Laden...
fi: lastaus...
tr_tr: Yükleniyor...

source: close modal
de_de: Modal schließen
fi: sulje modaali
tr_tr: modali kapat

source: jump to previous
de_de: zum Vorherigen springen
fi: hyppää edelliseen
tr_tr: bir öncekine atla

source: jump to next
de_de: zum nächsten springen
fi: hyppää seuraavaan
tr_tr: bir sonrakine atla

source: previous
de_de: vorherige
fi: edellinen
tr_tr: önceki

source: next
de_de: nächste
fi: seuraava
tr_tr: sonraki

source: %1$d-%2$d of %3$d items
de_de: %1$d-%2$d von %3$d Artikeln
fi: %1$d-%2$d %3$d kohdetta
tr_tr: %3$d öğenin %1$d-%2$d'si

source: items per page
de_de: Artikel pro Seite
fi: kohteita per sivu
tr_tr: sayfa başına öğe

source: %s / page
de_de: %s / Seite
fi: %s / sivu
tr_tr: %s / sayfa

source: show all
de_de: alle anzeigen
fi: näytä kaikki
tr_tr: tümünü göster

source: Copy and archive this ticket
de_de: Kopieren und archivieren Sie dieses Ticket
fi: Kopioi ja arkistoi tämä lippu
tr_tr: Bu bileti kopyalayın ve arşivleyin

source: amount
de_de: Betrag
fi: määrä
tr_tr: miktar

source: amount…
de_de: Betrag...
fi: määrä...
tr_tr: miktar...

source: description…
de_de: Beschreibung...
fi: kuvaus...
tr_tr: Açıklama.

source: price description
de_de: Preisbeschreibung
fi: hinnan kuvaus
tr_tr: fi̇yat açiklamasi

source: price id
de_de: Preisschild
fi: hintatunnus
tr_tr: fiyat kimliği

source: label…
de_de: Etikett...
fi: etiketti...
tr_tr: Etiket.

source: price name
de_de: Preisname
fi: hintanimi
tr_tr: fiyat adı

source: price order
de_de: Preisauftrag
fi: hintajärjestys
tr_tr: fiyat siparişi

source: Ticket total is being calculated normally from top to bottom starting from the base price. Entering a new ticket base price will recalculate the ticket total after applying all price modifiers. Click to turn on reverse calculations
de_de: Die Gesamtsumme des Tickets wird normal von oben nach unten berechnet, ausgehend vom Grundpreis. Wenn Sie einen neuen Ticketgrundpreis eingeben, wird der Ticketgesamtbetrag nach Anwendung aller Preismodifikatoren neu berechnet. Klicken Sie auf , um die umgekehrten Berechnungen zu aktivieren
fi: Lipun loppusumma lasketaan normaalisti ylhäältä alaspäin alkaen perushinnasta. Uuden lipun perushinnan syöttäminen laskee lipun loppusumman uudelleen sen jälkeen, kun kaikki hinnanmuutokset on otettu huomioon. Ota käänteinen laskenta käyttöön napsauttamalla tätä
tr_tr: Bilet toplamı, temel fiyattan başlayarak yukarıdan aşağıya doğru normal şekilde hesaplanır. Yeni bir bilet taban fiyatı girmek, tüm fiyat değiştiricileri uyguladıktan sonra bilet toplamını yeniden hesaplayacaktır. Ters hesaplamaları açmak için tıklayın

source: Disable reverse calculate
de_de: Rückwärtsrechnen deaktivieren
fi: Käänteisen laskennan poistaminen käytöstä
tr_tr: Ters hesaplamayı devre dışı bırak

source: Enable reverse calculate
de_de: Rückwärtsrechnen aktivieren
fi: Ota käyttöön käänteinen laskenta
tr_tr: Ters hesaplamayı etkinleştir

source: ticket price calculator
de_de: Ticketpreis-Rechner
fi: lipun hinnan laskuri
tr_tr: bilet fiyatı hesaplama

source: Add default taxes
de_de: Standardsteuern hinzufügen
fi: Lisää oletusverot
tr_tr: Varsayılan vergileri ekleyin

source: Are you sure you want to remove all of this ticket's taxes?
de_de: Sind Sie sicher, dass Sie alle Steuern für dieses Ticket entfernen möchten?
fi: Haluatko varmasti poistaa kaikki tämän lipun verot?
tr_tr: Bu biletin tüm vergilerini kaldırmak istediğinizden emin misiniz?

source: Remove all taxes?
de_de: Alle Steuern abschaffen?
fi: Poistetaanko kaikki verot?
tr_tr: Tüm vergileri kaldıralım mı?

source: Remove taxes
de_de: Steuern abschaffen
fi: Poista verot
tr_tr: Vergileri kaldırın

source: Add default prices
de_de: Standardpreise hinzufügen
fi: Lisää oletushinnat
tr_tr: Varsayılan fiyatları ekleyin

source: Modify default prices.
de_de: Ändern Sie die Standardpreise.
fi: Muokkaa oletushintoja.
tr_tr: Varsayılan fiyatları değiştirin.

source: New default taxes are available. Click the - Add default taxes - button to add them now.
de_de: Neue Standardsteuern sind verfügbar. Klicken Sie auf die Schaltfläche - Standardsteuern hinzufügen - um sie jetzt hinzuzufügen.
fi: Uusia oletusveroja on saatavilla. Lisää ne nyt napsauttamalla - Lisää oletusverot -painiketta.
tr_tr: Yeni varsayılan vergiler mevcuttur. Şimdi eklemek için - Varsayılan vergileri ekle - düğmesine tıklayın.

source: Price editing is disabled!
de_de: Die Preisbearbeitung ist deaktiviert!
fi: Hintojen muokkaus on poistettu käytöstä!
tr_tr: Fiyat düzenleme devre dışı!

source: One or more price types are missing. Maybe they were placed in the trash?
de_de: Es fehlen ein oder mehrere Preistypen. Vielleicht wurden sie in den Papierkorb gelegt?
fi: Yksi tai useampi hintatyyppi puuttuu. Ehkä ne on laitettu roskiin?
tr_tr: Bir veya daha fazla fiyat türü eksik. Belki de çöpe atılmışlardır?

source: Go to the%sto restore (untrash) your price types and/or create some new ones.
de_de: Gehen Sie zu%s um Ihre Preistypen wiederherzustellen (zu entmüllen) und/oder neue zu erstellen.
fi: Siirry kohtaan %sto palauttamaan (poistamaan roskakorista) hintatyyppisi ja/tai luomaan uusia.
tr_tr: Fiyat türlerinizi geri yüklemek (çöpten çıkarmak) ve/veya yenilerini oluşturmak için %s'ye gidin.

source: price types admin page
de_de: Preistypen Verwaltungsseite
fi: hintatyypit admin-sivu
tr_tr: fi̇yat ti̇pleri̇ yöneti̇ci̇ sayfasi

source: Missing Price Types!
de_de: Fehlende Preistypen!
fi: Puuttuvat hintatyypit!
tr_tr: Eksik Fiyat Tipleri!

source: This Ticket is Currently Free
de_de: Dieses Ticket ist derzeit kostenlos
fi: Tämä lippu on tällä hetkellä ilmainen
tr_tr: Bu Bilet Şu Anda Ücretsizdir

source: Click the button below to load your %s into the calculator.
de_de: Klicken Sie auf die Schaltfläche unten, um Ihre %s in den Taschenrechner zu laden.
fi: Napsauta alla olevaa painiketta ladataksesi %s laskimelle.
tr_tr: Hesap makinesine %s'lerinizi yüklemek için aşağıdaki düğmeye tıklayın.

source: default prices
de_de: Standardpreise
fi: oletushinnat
tr_tr: varsayılan fiyatlar

source: Additional ticket price modifiers can be added or removed.
de_de: Zusätzliche Ticketpreis-Modifikatoren können hinzugefügt oder entfernt werden.
fi: Lippujen hinnanmuutoksia voidaan lisätä tai poistaa.
tr_tr: Ek bilet fiyatı değiştiricileri eklenebilir veya kaldırılabilir.

source: Click the save button below to assign which dates this ticket will be available for purchase on.
de_de: Klicken Sie unten auf die Schaltfläche "Speichern", um zu bestimmen, an welchen Daten dieses Ticket gekauft werden kann.
fi: Napsauta alla olevaa Tallenna-painiketta määrittääksesi, minä päivinä tämä lippu on ostettavissa.
tr_tr: Bu biletin hangi tarihlerde satın alınabileceğini belirlemek için aşağıdaki kaydet düğmesine tıklayın.

source: Changes will be lost if you proceed.
de_de: Wenn Sie fortfahren, gehen die Änderungen verloren.
fi: Muutokset menetetään, jos jatkat.
tr_tr: Devam ederseniz değişiklikler kaybolacaktır.

source: Price Calculator for Ticket: %s
de_de: Preiskalkulator für Ticket: %s
fi: Lipun hintalaskuri: %s
tr_tr: Bilet için Fiyat Hesaplayıcı: %s

source: ticket total
de_de: Ticketpreis
fi: lipun kokonaismäärä
tr_tr: bilet toplamı

source: Label
de_de: Etikett
fi: Tarra
tr_tr: Etiket

source: Copy ticket
de_de: Ticket kopieren
fi: Kopioi lippu
tr_tr: Bilet kopyalama

source: Ticket base price is being reverse calculated from bottom to top starting with the ticket total. Entering a new ticket total will reverse calculate the ticket base price after applying all price modifiers in reverse. Click to turn off reverse calculations
de_de: Der Ticketgrundpreis wird rückwärts von unten nach oben berechnet, beginnend mit der Ticketsumme. Wenn Sie eine neue Ticketsumme eingeben, wird der Ticketgrundpreis nach Anwendung aller Preismodifikatoren in umgekehrter Reihenfolge berechnet. Klicken Sie hier, um die Rückwärtsberechnung zu deaktivieren
fi: Lippujen perushinta lasketaan käänteisesti alhaalta ylöspäin alkaen lipun loppusummasta. Uuden lipun loppusumman syöttäminen laskee lipun perushinnan käänteisesti sen jälkeen, kun kaikki hinnanmuokkaajat on sovellettu käänteisesti. Napsauttamalla tätä voit poistaa käänteiset laskutoimitukset käytöstä
tr_tr: Bilet taban fiyatı, bilet toplamından başlayarak aşağıdan yukarıya doğru tersine hesaplanmaktadır. Yeni bir bilet toplamı girildiğinde, tüm fiyat değiştiricileri tersten uygulandıktan sonra bilet temel fiyatı tersten hesaplanacaktır. Ters hesaplamaları kapatmak için tıklayın

source: Are you sure you want to delete all of this ticket's prices and make it free? This action is permanent and can not be undone.
de_de: Sind Sie sicher, dass Sie alle Preise für dieses Ticket löschen und es kostenlos machen möchten? Diese Aktion ist dauerhaft und kann nicht rückgängig gemacht werden.
fi: Oletko varma, että haluat poistaa kaikki tämän lipun hinnat ja tehdä siitä ilmaisen? Tämä toimenpide on pysyvä, eikä sitä voi peruuttaa.
tr_tr: Bu biletin tüm fiyatlarını silmek ve ücretsiz yapmak istediğinizden emin misiniz? Bu işlem kalıcıdır ve geri alınamaz.

source: Delete all prices?
de_de: Alle Preise löschen?
fi: Poistaa kaikki hinnat?
tr_tr: Tüm fiyatları silelim mi?

source: delete price modifier
de_de: Preismodifikator löschen
fi: poista hinnanmuutosmerkintä
tr_tr: fiyat değiştiriciyi sil

source: shared
de_de: gemeinsam genutzt
fi: jaettu
tr_tr: paylaşılan

source: a copy of this form section will be saved for use in other events but not loaded by default
de_de: eine Kopie dieses Formularabschnitts wird zur Verwendung in anderen Ereignissen gespeichert, aber standardmäßig nicht geladen
fi: kopio tästä lomakeosiosta tallennetaan käytettäväksi muissa tapahtumissa, mutta sitä ei oletusarvoisesti ladata.
tr_tr: bu form bölümünün bir kopyası diğer etkinliklerde kullanılmak üzere kaydedilecek ancak varsayılan olarak yüklenmeyecektir

source: show label
de_de: Etikett anzeigen
fi: näytä etiketti
tr_tr: etiketi göster

source: applies to
de_de: gilt für
fi: koskee
tr_tr: için geçerlidir

source: adds a text input for entering a URL address
de_de: fügt eine Texteingabe zur Eingabe einer URL-Adresse hinzu
fi: lisää tekstinsyötön URL-osoitteen syöttämistä varten
tr_tr: URL adresi girmek için bir metin girişi ekler

source: adds a text input that allows users to enter a date directly via keyboard or a datepicker
de_de: fügt eine Texteingabe hinzu, die es den Benutzern ermöglicht, ein Datum direkt über die Tastatur oder einen Datums-Picker einzugeben
fi: lisää tekstinsyötön, jonka avulla käyttäjät voivat syöttää päivämäärän suoraan näppäimistöllä tai päivämääränvalitsimella.
tr_tr: kullanıcıların klavye veya tarih seçici aracılığıyla doğrudan tarih girmesine olanak tanıyan bir metin girişi ekler

source: Local Date
de_de: Lokales Datum
fi: Paikallinen päivämäärä
tr_tr: Yerel Tarih

source: adds a text input that allows users to enter a month and year directly via keyboard or a datepicker
de_de: fügt eine Texteingabe hinzu, die es den Benutzern ermöglicht, Monat und Jahr direkt über die Tastatur oder einen Datums-Picker einzugeben
fi: lisää tekstinsyötön, jonka avulla käyttäjät voivat syöttää kuukauden ja vuoden suoraan näppäimistöllä tai päivämääränvalitsimella.
tr_tr: kullanıcıların klavye veya tarih seçici aracılığıyla doğrudan ay ve yıl girmesine olanak tanıyan bir metin girişi ekler

source: adds a text input that allows users to enter a time directly via keyboard or a timepicker
de_de: fügt eine Texteingabe hinzu, die es den Benutzern ermöglicht, eine Zeit direkt über die Tastatur oder einen Timepicker einzugeben
fi: lisää tekstinsyötön, jonka avulla käyttäjät voivat syöttää kellonajan suoraan näppäimistöllä tai aikavalitsimella.
tr_tr: kullanıcıların doğrudan klavye veya zaman seçici aracılığıyla bir saat girmesine olanak tanıyan bir metin girişi ekler

source: adds a text input that allows users to enter a week and year directly via keyboard or a datepicker
de_de: fügt eine Texteingabe hinzu, die es den Benutzern ermöglicht, Woche und Jahr direkt über die Tastatur oder einen Datums-Picker einzugeben
fi: lisää tekstinsyötön, jonka avulla käyttäjät voivat syöttää viikon ja vuoden suoraan näppäimistöllä tai päivämääränvalitsimella.
tr_tr: kullanıcıların klavye veya tarih seçici aracılığıyla doğrudan bir hafta ve yıl girmesine olanak tanıyan bir metin girişi ekler

source: adds a dropdown selector that allows users to select the day of the month (01 to 31)
de_de: fügt ein Dropdown-Menü hinzu, mit dem der Benutzer den Tag des Monats (01 bis 31) auswählen kann
fi: lisää pudotusvalitsimen, jonka avulla käyttäjät voivat valita kuukauden päivän (01-31).
tr_tr: kullanıcıların ayın gününü (01 ila 31) seçmelerine olanak tanıyan bir açılır seçici ekler

source: adds a dropdown selector that allows users to select the month of the year (01 to 12)
de_de: fügt ein Dropdown-Menü hinzu, mit dem der Benutzer den Monat des Jahres (01 bis 12) auswählen kann
fi: lisää pudotusvalitsimen, jonka avulla käyttäjät voivat valita vuoden kuukauden (01-12).
tr_tr: kullanıcıların yılın ayını seçmesine olanak tanıyan bir açılır seçici ekler (01 ila 12)

source: adds a dropdown selector that allows users to select the year from a configurable range
de_de: fügt einen Dropdown-Selektor hinzu, mit dem die Benutzer das Jahr aus einem konfigurierbaren Bereich auswählen können
fi: lisää pudotusvalitsimen, jonka avulla käyttäjät voivat valita vuoden määritettävissä olevasta alueesta.
tr_tr: kullanıcıların yapılandırılabilir bir aralıktan yıl seçmesine olanak tanıyan bir açılır seçici ekler

source: adds one or more radio buttons that allow users to only select one option from those provided
de_de: fügt eine oder mehrere Optionsschaltflächen hinzu, die es dem Benutzer ermöglichen, nur eine der angebotenen Optionen auszuwählen
fi: lisätään yksi tai useampi valintapainike, jonka avulla käyttäjät voivat valita vain yhden vaihtoehdon annetuista vaihtoehdoista.
tr_tr: kullanıcıların sunulan seçeneklerden yalnızca birini seçmesine olanak tanıyan bir veya daha fazla radyo düğmesi ekler

source: adds a text input that only accepts numbers whose value is a decimal (float)
de_de: fügt eine Texteingabe hinzu, die nur Zahlen akzeptiert, deren Wert eine Dezimalzahl ist (Float)
fi: lisää tekstinsyötön, joka hyväksyy vain numeroita, joiden arvo on desimaaliluku (float).
tr_tr: yalnızca değeri ondalık (float) olan sayıları kabul eden bir metin girişi ekler

source: adds a text input that only accepts numbers whose value is an integer (whole number)
de_de: fügt eine Texteingabe hinzu, die nur Zahlen akzeptiert, deren Wert eine ganze Zahl ist
fi: lisää tekstinsyötön, joka hyväksyy vain numeroita, joiden arvo on kokonaisluku (kokonaisluku).
tr_tr: yalnızca değeri tamsayı (tam sayı) olan sayıları kabul eden bir metin girişi ekler

source: adds a dropdown selector that accepts a single value
de_de: fügt einen Dropdown-Selektor hinzu, der einen einzelnen Wert akzeptiert
fi: lisää pudotusvalitsimen, joka hyväksyy yhden arvon.
tr_tr: tek bir değer kabul eden bir açılır seçici ekler

source: adds a dropdown selector that accepts multiple values
de_de: fügt einen Dropdown-Selektor hinzu, der mehrere Werte zulässt
fi: lisää pudotusvalitsimen, joka hyväksyy useita arvoja.
tr_tr: birden fazla değer kabul eden bir açılır seçici ekler

source: Toggle/Switch
de_de: Kippschalter/Schalter
fi: Kytkin/kytkin
tr_tr: Geçiş/Anahtar

source: adds a toggle or a switch to accept true or false value
de_de: fügt einen Toggle oder einen Schalter hinzu, der den Wert true oder false akzeptiert
fi: lisää toggle- tai switch-kytkimen, joka hyväksyy true- tai false-arvon.
tr_tr: doğru veya yanlış değerini kabul etmek için bir geçiş veya anahtar ekler

source: adds checkboxes that allow users to select zero or more options from those provided
de_de: fügt Kontrollkästchen hinzu, die es dem Benutzer ermöglichen, null oder mehr Optionen aus den angebotenen auszuwählen
fi: lisää valintaruutuja, joiden avulla käyttäjät voivat valita nolla tai useamman vaihtoehdon annetuista vaihtoehdoista.
tr_tr: kullanıcıların sunulan seçeneklerden sıfır veya daha fazlasını seçmesine olanak tanıyan onay kutuları ekler

source: adds a dropdown selector populated with names of countries that are enabled for the site
de_de: fügt einen Dropdown-Selektor hinzu, der die Namen der Länder enthält, die für die Website aktiviert sind
fi: lisää pudotusvalitsimen, jossa on niiden maiden nimet, jotka ovat käytössä sivustolla.
tr_tr: site için etkin olan ülkelerin adlarıyla doldurulmuş bir açılır seçici ekler

source: adds a button to the form that can be used for triggering fucntionality (requires custom coding)
de_de: fügt dem Formular eine Schaltfläche hinzu, die zum Auslösen der Funktionalität verwendet werden kann (erfordert benutzerdefiniertes Coding)
fi: lisää lomakkeeseen painikkeen, jota voidaan käyttää toiminnallisuuden käynnistämiseen (vaatii mukautettua koodausta).
tr_tr: forma işlevselliği tetiklemek için kullanılabilecek bir düğme ekler (özel kodlama gerektirir)

source: adds a button that will reset the form back to its original state.
de_de: fügt eine Schaltfläche hinzu, die das Formular in seinen ursprünglichen Zustand zurücksetzt.
fi: lisää painikkeen, joka palauttaa lomakkeen alkuperäiseen tilaansa.
tr_tr: formu orijinal durumuna geri döndürecek bir düğme ekler.

source: Used for creating logical groupings for questions and form elements. Need to add a heading or description? Use the HTML form element.
de_de: Dient der Erstellung logischer Gruppierungen für Fragen und Formularelemente. Möchten Sie eine Überschrift oder eine Beschreibung hinzufügen? Verwenden Sie das HTML-Formular-Element.
fi: Käytetään loogisten ryhmittelyjen luomiseen kysymyksille ja lomakkeen elementeille. Haluatko lisätä otsikon tai kuvauksen? Käytä HTML-lomake-elementtiä.
tr_tr: Sorular ve form öğeleri için mantıksal gruplamalar oluşturmak için kullanılır. Başlık veya açıklama mı eklemeniz gerekiyor? HTML form öğesini kullanın.

source: allows you to add HTML like headings or text paragraphs to your form
de_de: ermöglicht es Ihnen, HTML wie Überschriften oder Textabsätze zu Ihrem Formular hinzuzufügen
fi: voit lisätä lomakkeelle HTML:ää, kuten otsikoita tai tekstikappaleita.
tr_tr: formunuza başlıklar veya metin paragrafları gibi HTML eklemenizi sağlar

source: adds a text input that only accepts plain text
de_de: fügt eine Texteingabe hinzu, die nur einfachen Text akzeptiert
fi: lisää tekstinsyötön, joka hyväksyy vain tavallista tekstiä.
tr_tr: yalnızca düz metin kabul eden bir metin girişi ekler

source: Plain Text Area
de_de: Klartextbereich
fi: Tavallisen tekstin alue
tr_tr: Düz Metin Alanı

source: adds a textarea block that only accepts plain text
de_de: fügt einen Textarea-Block hinzu, der nur einfachen Text zulässt
fi: lisää tekstialueen lohkon, joka hyväksyy vain pelkkää tekstiä.
tr_tr: yalnızca düz metin kabul eden bir textarea bloğu ekler

source: HTML Text Area
de_de: HTML-Textbereich
fi: HTML-tekstialue
tr_tr: HTML Metin Alanı

source: adds a textarea block that accepts text including simple HTML markup
de_de: fügt einen Textarea-Block hinzu, der Text einschließlich einfacher HTML-Auszeichnung akzeptiert
fi: lisää tekstialueen lohkon, joka hyväksyy tekstiä, joka sisältää yksinkertaisen HTML-merkinnän.
tr_tr: basit HTML işaretlemesi içeren metinleri kabul eden bir textarea bloğu ekler

source: adds a text input that only accepts a valid email address
de_de: fügt eine Texteingabe hinzu, die nur eine gültige E-Mail Adresse akzeptiert
fi: lisää tekstinsyötön, joka hyväksyy vain kelvollisen sähköpostiosoitteen.
tr_tr: yalnızca geçerli bir e-posta adresini kabul eden bir metin girişi ekler

source: adds a text input that accepts text but masks what the user enters
de_de: fügt eine Texteingabe hinzu, die Text akzeptiert, aber das, was der Benutzer eingibt, verbirgt
fi: lisää tekstinsyötön, joka hyväksyy tekstin, mutta peittää käyttäjän kirjoittaman tekstin.
tr_tr: metin kabul eden ancak kullanıcının girdiklerini maskeleyen bir metin girişi ekler

source: element
fi: elementti
tr_tr: eleman

source: click
de_de: anklicken.
fi: klikkaa
tr_tr: tıklayın

source: checkboxes
de_de: Kontrollkästchen
fi: valintaruudut
tr_tr: onay kutuları

source: date
de_de: Datum
fi: päivämäärä
tr_tr: Tarih

source: email address
de_de: E-Mail Adresse
fi: sähköpostiosoite
tr_tr: e-posta adresi

source: confirm email address
de_de: E-Mail Adresse bestätigen
fi: vahvista sähköpostiosoite
tr_tr: e-posta adresini onayla

source: password
de_de: Passwort
fi: salasana
tr_tr: şifre

source: confirm password
de_de: Passwort bestätigen
fi: vahvista salasana
tr_tr: şifreyi onayla

source: radio buttons
de_de: Optionsfelder
fi: valintanapit
tr_tr: radyo düğmeleri

source: number range
de_de: Nummernkreis
fi: numeroalue
tr_tr: sayı aralığı

source: selection dropdown
de_de: Auswahl-Dropdown
fi: valinta pudotusvalikko
tr_tr: seçim açılır menüsü

source: country
de_de: Land
fi: maa
tr_tr: ülke

source: multi-select dropdown
de_de: Mehrfachauswahl-Dropdown
fi: monivalintainen pudotusvalikko
tr_tr: çoklu seçim açılır menüsü

source: state/province
de_de: Staat/Provinz
fi: osavaltio/maakunta
tr_tr: eyalet/i̇l

source: on/off switch
de_de: Ein/Aus-Schalter
fi: on/off-kytkin
tr_tr: açma/kapama düğmesi

source: phone number
de_de: Rufnummer
fi: puhelinnumero
tr_tr: telefon numarası

source: text
fi: teksti
tr_tr: Metin

source: simple textarea
de_de: einfache Textarea
fi: yksinkertainen tekstialue
tr_tr: basit textarea

source: Select Image
de_de: Bild auswählen
fi: Valitse kuva
tr_tr: Resim Seçiniz

source: Form Errors
de_de: Fehler im Formular
fi: Lomakevirheet
tr_tr: Form Hataları

source: Entry %d
de_de: Eintrag %d
fi: Merkintä %d
tr_tr: Giriş %d

source: Where the ticket can be viewed throughout the UI.
de_de: Wo das Ticket in der gesamten Benutzeroberfläche angezeigt werden kann.
fi: Missä lippu näkyy koko käyttöliittymässä.
tr_tr: Biletin kullanıcı arayüzünde nerede görüntülenebileceği.

source: Select media
de_de: Medien auswählen
fi: Valitse media
tr_tr: Medya seçin

source: Write something…
de_de: Schreiben Sie etwas...
fi: Kirjoita jotain...
tr_tr: Bir şeyler yaz.

source: RTE Toolbar
de_de: RTE-Symbolleiste
fi: RTE-työkalurivi
tr_tr: RTE Araç Çubuğu

source: Block quote
de_de: Zitat blockieren
fi: Lohkolainaus
tr_tr: Blok alıntı

source: Set color
de_de: Farbe einstellen
fi: Aseta väri
tr_tr: Renk ayarla

source: Text color
de_de: Textfarbe
fi: Tekstin väri
tr_tr: Metin rengi
