Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: What happens when you click the toggle to activate is the messenger is activated and the system determines what default message types are activated with the messenger. Then, if there are any default settings for either the messenger or message types those settings are saved. Next, the system will generate any default templates (if none have been generated before, if there are previously generated templates then they are reactivated). Finally, you will see the display change to reflect that the messenger is active. If the messenger has settings you can modify them then. Any message types that have settings will also automatically expand so you can see the default settings and make any changes as necessary to fit your needs. Usually the defaults are sufficient however.
de_de: Wenn Sie auf die Schaltfläche zum Aktivieren klicken, wird der Messenger aktiviert und das System bestimmt, welche Standardnachrichtenarten mit dem Messenger aktiviert werden. Wenn es dann Standardeinstellungen für den Messenger oder die Nachrichtentypen gibt, werden diese Einstellungen gespeichert. Als Nächstes generiert das System alle Standardvorlagen (falls zuvor keine generiert wurden; falls bereits generierte Vorlagen vorhanden sind, werden sie reaktiviert). Schließlich ändert sich die Anzeige, um anzuzeigen, dass der Bote aktiv ist. Wenn der Messenger über Einstellungen verfügt, können Sie diese nun ändern. Alle Nachrichtentypen, die über Einstellungen verfügen, werden ebenfalls automatisch erweitert, so dass Sie die Standardeinstellungen sehen und gegebenenfalls Änderungen vornehmen können, um sie Ihren Bedürfnissen anzupassen. In der Regel sind die Standardeinstellungen jedoch ausreichend.
fi: Kun napsautat aktivoimista, viestinvälittäjä aktivoituu ja järjestelmä määrittää, mitkä oletusviestityypit aktivoituvat viestinvälittäjän kanssa. Jos oletusasetuksia on olemassa joko viestinviejälle tai viestityypeille, ne tallennetaan. Seuraavaksi järjestelmä luo mahdolliset oletusmallit (jos niitä ei ole luotu aiemmin, ja jos on olemassa aiemmin luotuja malleja, ne aktivoidaan uudelleen). Lopuksi näyttö muuttuu siten, että viestinvälittäjä on aktiivinen. Jos viestinviejällä on asetuksia, voit muokata niitä. Kaikki viestityypit, joilla on asetuksia, avautuvat myös automaattisesti, jotta voit nähdä oletusasetukset ja tehdä tarvittaessa muutoksia tarpeisiisi. Yleensä oletusasetukset ovat kuitenkin riittävät.
fr_fr: Qu'est-ce qui se passe lorsque vous cliquez sur la bascule pour activer le messager est activé et le système détermine quels types de message par défaut sont activés avec le messager. Alors, s'il ya des paramètres par défaut pour les types, soit le messager ou le message de ces paramètres sont enregistrés. Ensuite, le système génère des modèles par défaut (si aucun n'a été produite avant, si il ya déjà généré des modèles alors qu'ils sont réactivés). Enfin, vous verrez le changement d'affichage pour indiquer que le messager est actif. Si le messager a des paramètres, vous pouvez les modifier ensuite. Tous les types de messages qui ont les paramètres seront également étendre automatiquement afin que vous puissiez voir les paramètres par défaut et apporter tous les changements nécessaires pour s'adapter à vos besoins. Habituellement, les valeurs par défaut sont suffisantes cependant.
tr_tr: Etkinleştirmek için geçiş düğmesine tıkladığınızda olan şey, mesajlaşma aracının etkinleştirilmesi ve sistemin mesajlaşma aracıyla birlikte hangi varsayılan mesaj türlerinin etkinleştirileceğini belirlemesidir. Ardından, mesajlaşma programı veya mesaj türleri için herhangi bir varsayılan ayar varsa, bu ayarlar kaydedilir. Ardından, sistem varsayılan şablonları oluşturur (daha önce oluşturulmamışsa, önceden oluşturulmuş şablonlar varsa bunlar yeniden etkinleştirilir). Son olarak, ekranın mesajcının aktif olduğunu yansıtacak şekilde değiştiğini göreceksiniz. Habercinin ayarları varsa, bunları değiştirebilirsiniz. Ayarları olan tüm mesaj türleri de otomatik olarak genişleyecektir, böylece varsayılan ayarları görebilir ve ihtiyaçlarınıza uyması için gereken değişiklikleri yapabilirsiniz. Ancak genellikle varsayılan ayarlar yeterlidir.

source: Event Registration Options
de_de: Optionen für die Veranstaltungsanmeldung
fi: Tapahtuman ilmoittautumisasetukset
fr_fr: Options d'inscription à la manifestation
tr_tr: Etkinlik Kayıt Seçenekleri

source: Registration Checkout Page
de_de: Registrierungsabschluß Seite
fi: Ilmoittautuminen-sivu
fr_fr: Inscription Commander page
tr_tr: Kayıt Ödeme Sayfası

source: When you deactivate a messenger, the system will first check if there are any custom event templates for that messenger. If there are you will be unable to deactivate the messenger. This is a fail safe to make sure you know that no messages will go out for those specific events so you don't accidentally deactivate. If this check passes, then the system will deactivate any global templates for that messenger (note the templates are not erased, they just become inactive, so if you decide to reactivate the messenger later all your customizations are preserved). Then the display will change to reflect the deactivation.
de_de: Wenn Sie einen Messenger deaktivieren, prüft das System zunächst, ob benutzerdefinierte Ereignisvorlagen für diesen Messenger vorhanden sind. Wenn dies der Fall ist, können Sie den Messenger nicht deaktivieren. Dies ist eine Sicherheitsvorkehrung, um sicherzustellen, dass Sie wissen, dass für diese speziellen Ereignisse keine Nachrichten versendet werden, damit Sie nicht versehentlich deaktivieren. Wenn diese Prüfung erfolgreich ist, deaktiviert das System alle globalen Vorlagen für diesen Messenger (beachten Sie, dass die Vorlagen nicht gelöscht, sondern nur inaktiv werden, so dass alle Ihre Anpassungen erhalten bleiben, wenn Sie den Messenger später wieder aktivieren). Anschließend ändert sich die Anzeige, um die Deaktivierung widerzuspiegeln.
fi: Kun poistat viestimen käytöstä, järjestelmä tarkistaa ensin, onko kyseiselle viestimelle olemassa mukautettuja tapahtumamalleja. Jos niitä on, et voi poistaa viestimen käytöstä. Tämä on varotoimenpide, jolla varmistetaan, että viestejä ei lähetetä kyseisten tapahtumien yhteydessä, jotta et vahingossa deaktivoi viestinviejää. Jos tämä tarkistus läpäisee tarkistuksen, järjestelmä poistaa käytöstä kaikki kyseisen viestinviejän globaalit mallit (huomaa, että malleja ei poisteta, ne vain muuttuvat inaktiivisiksi, joten jos päätät myöhemmin aktivoida viestinviejän uudelleen, kaikki mukauttamisesi säilyvät). Tämän jälkeen näyttö muuttuu vastaamaan deaktivointia.
fr_fr: Lorsque vous désactivez un messager, le système va d'abord vérifier s'il ya des modèles d'événements personnalisés pour que messager. S'il ya, vous serez incapable de désactiver le messager. C'est un échec sécuritaire de s'assurer que vous savez qu'aucun message sortiront de ces événements spécifiques de sorte que vous ne désactivez pas accidentellement. Si ce contrôle passe, le système se désactive tous les modèles mondiaux pour que messager (notez les modèles ne sont pas effacés, ils deviennent inactifs, et si vous décidez de réactiver le messager plus tard toutes vos personnalisations sont conservés). Ensuite, l'affichage change pour refléter la désactivation.
tr_tr: Bir haberciyi devre dışı bıraktığınızda, sistem öncelikle o haberci için herhangi bir özel olay şablonu olup olmadığını kontrol edecektir. Eğer varsa, haberciyi devre dışı bırakamazsınız. Bu, yanlışlıkla devre dışı bırakmamanız için bu belirli etkinlikler için hiçbir mesajın gönderilmeyeceğinden emin olmanızı sağlayan bir hata emniyetidir. Bu kontrol geçerse, sistem söz konusu haberci için tüm genel şablonları devre dışı bırakacaktır (şablonların silinmediğini, sadece etkin olmadıklarını unutmayın, böylece haberciyi daha sonra yeniden etkinleştirmeye karar verirseniz tüm özelleştirmeleriniz korunur). Ardından ekran devre dışı bırakmayı yansıtacak şekilde değişecektir.

source: Customize the registration for your event.
de_de: Die Registrierung für Ihre Veranstaltung anpassen
fi: Muokkaa ilmoittautumista tapahtumaasi.
fr_fr: Personnaliser l'enregistrement de votre événement.
tr_tr: Etkinliğiniz için kaydı özelleştirin.

source: Transactions Page
de_de: Transaktionsseite
fi: Tilaus-sivu
tr_tr: İşlemler Sayfası

source: Save Payment Details
de_de: Zahlungsdetails speichern
fi: Tallenna maksutiedot
fr_fr: Sauver les Détails de Paiement
tr_tr: Ödeme Ayrıntılarını Kaydet

source: Active Status
de_de: Aktiver Status
fi: Tämänhetkinen tila
fr_fr: Statut Actif
tr_tr: Aktif Durum

source: 3. Activating or Deactivating Message Types
de_de: 3. Mitteilungstypen aktivieren oder deaktivieren
fi: 3. Viestityyppien aktivointi tai deaktivointi
fr_fr: 3. activation ou la désactivation des types de messages
tr_tr: 3. Mesaj Türlerini Etkinleştirme veya Devre Dışı Bırakma

source: Cancel
de_de: Abbrechen
fi: Peruuta
fr_fr: Annuler
tr_tr: İptal

source: There is no billing info for this transaction.
de_de: Es gibt keine Rechnungsinformationen für diese Transaktion.
fi: Tälle tilaukselle ei ole laskutustietoja.
fr_fr: Il n'y a pas d'informations de facturation pour cette transaction.
tr_tr: Bu işlem için herhangi bir fatura bilgisi bulunmamaktadır.

source: Maximum number of tickets allowed per order for this event
de_de: Maximale Anzahl an Tickets pro Bestellung für diese Veranstaltung
fi: Tämän tapahtuman yhden tilauksen lippujen ensimmäismäärä
fr_fr: Le nombre maximum de billets par commande pour cet événement
tr_tr: Bu etkinlik için sipariş başına izin verilen maksimum bilet sayısı

source: Message Shortcodes
de_de: Nachrichten-Shortcodes
fi: Viesti-lyhytkoodit
tr_tr: Mesaj Kısakodları

source: Display Transactions from
de_de: Zeige Transaktionen von
fi: Näytä tilaukset päivästä
fr_fr: Afficher les transactions de
tr_tr: Şuradaki İşlemleri Göster

source: Control how many tickets can be purchased in a single order.
de_de: Einstellen, wie viele Tickets in einer einzelnen Bestellung gekauft werden dürfen.
fi: Määritä, montako lippua yhdessä tilauksessa voidaan ostaa.
fr_fr: Contrôler le nombre de billets peuvent être achetés en une seule commande.
tr_tr: Tek bir siparişte kaç bilet satın alınabileceğini kontrol edin.

source: Thank You Page
de_de: Danke Seite
fi: Kiitos-sivu
fr_fr: Page de remerciement
tr_tr: Teşekkürler Sayfası

source: The following list of shortcodes can be used for this Messenger and Message Type. You can use the descriptions to learn what the shortcode will be parsed to when the final message is generated.
de_de: Die folgende Liste von Shortcodes kann für diesen Messenger und Nachrichtentyp verwendet werden. Sie können die Beschreibungen verwenden, um zu erfahren, in was der Shortcode geparst wird, wenn die endgültige Nachricht generiert wird.
fi: Seuraavaa luetteloa lyhytkoodeista voidaan käyttää tässä Messenger- ja viestityypissä. Voit käyttää kuvauksia saadaksesi selville, mihin lyhytkoodi analysoidaan, kun lopullinen viesti luodaan.
fr_fr: La liste suivante des shortcodes peut être utilisé pour cette Messenger et le type de message. Vous pouvez utiliser les descriptions pour apprendre ce que le shortcode sera analysée au moment où le message final est généré.
tr_tr: Aşağıdaki kısa kod listesi bu Messenger ve Mesaj Türü için kullanılabilir. Son mesaj oluşturulduğunda kısa kodun neye ayrıştırılacağını öğrenmek için açıklamaları kullanabilirsiniz.

source: Display Description
de_de: Beschreibung anzeigen
fi: Näytä kuvaus
fr_fr: Affichage Description
tr_tr: Ekran Açıklaması

source: Message Template Editor
de_de: Editor für Nachrichtenvorlagen
fi: Viestipohjan muokkain
fr_fr: Modèle de message éditeur
tr_tr: Mesaj Şablonu Düzenleyici

source: Cancel/Return Page
de_de: Abbruch/Zurück Seite
fi: Ilmoittautuminen peruutettu -sivu
fr_fr: Annuler / Retour page
tr_tr: İptal/Dönüş Sayfası

source: Here are a few things that you should know about the Message Template Editor:
de_de: Hier sind ein paar Dinge, die Sie über den Editor für Nachrichtenvorlagen wissen sollten:
fi: Seuraavassa on muutamia asioita, jotka sinun tulisi tietää viestimallieditorista:
fr_fr: Voici quelques choses que vous devez savoir sur l'Editeur de modèle Message:
tr_tr: İşte Mesaj Şablonu Düzenleyicisi hakkında bilmeniz gereken birkaç şey:

source: Clone this Event Date and Time
de_de: Dupliziere Datum und Uhrzeit dieser Veranstaltung
fi: Monista tämä ajankohta
fr_fr: Cloner cette Date et Heure d'Evènement
tr_tr: Bu Etkinliğin Tarih ve Saatini Klonla

source: 1. The Event Editor Title
de_de: 1. Der Titel des Ereigniseditors
fi: 1. Tapahtumaeditorin otsikko
fr_fr: 1 L'éditeur Titre de l'événement
tr_tr: 1. Etkinlik Düzenleyici Başlığı

source: Events List Pages
de_de: Seiten der Ereignisliste
fi: Tapahtumien luettelosivut
tr_tr: Etkinlik Listesi Sayfaları

source: 2. "Context Switcher" and Preview Button
de_de: 2. "Context Switcher" und Vorschau-Schaltfläche
fi: 2. "Context Switcher" ja esikatselupainike
fr_fr: 2 "Contexte Switcher" et Bouton Aperçu
tr_tr: 2. "Bağlam Değiştirici" ve Önizleme Düğmesi

source: Enter another registration URL (website address). This field is optional.
de_de: Eine weitere URL für die Anmeldung eintragen (optional)
fi: Anna muu ilmoittautumissivun URL (nettisivun osoite). Tämä kenttä on vapaaehtoinen.
fr_fr: Entrez un autre URL d'inscription (adresse de site Web). Ce champ est facultatif.
tr_tr: Başka bir kayıt URL'si (web sitesi adresi) girin. Bu alan isteğe bağlıdır.

source: The context switcher allows you to quickly switch between templates. The current context you are working on is displayed in the dropdown. You can switch to any other template for contexts available to the messenger and message type template group you are working on.
de_de: Mit dem Kontextwechsler können Sie schnell zwischen Vorlagen wechseln. Der aktuelle Kontext, an dem Sie gerade arbeiten, wird in der Dropdown-Liste angezeigt. Sie können zu jeder anderen Vorlage für Kontexte wechseln, die für die Boten- und Nachrichtentyp-Vorlagengruppe verfügbar sind, an der Sie gerade arbeiten.
fi: Kontekstinvaihtajan avulla voit vaihtaa nopeasti mallien välillä. Pudotusvalikossa näytetään nykyinen konteksti, jossa työskentelet. Voit vaihtaa mihin tahansa muuhun malliin niiden kontekstien osalta, jotka ovat käytettävissä siinä viestinviejän ja viestityypin malliryhmässä, jonka parissa työskentelet.
fr_fr: Le commutateur de contexte vous permet de basculer rapidement entre les modèles. Le contexte actuel vous travaillez est affiché dans la liste déroulante. Vous pouvez passer à un autre modèle de contextes disponibles pour le groupe de type modèle messager et le message que vous travaillez.
tr_tr: Bağlam değiştirici, şablonlar arasında hızlıca geçiş yapmanızı sağlar. Üzerinde çalıştığınız geçerli bağlam açılır menüde görüntülenir. Üzerinde çalıştığınız mesajlaşma programı ve mesaj türü şablon grubunda mevcut olan bağlamlar için başka herhangi bir şablona geçebilirsiniz.

source: Event Phone Number
de_de: Veranstaltungs-Telefonnummer
fi: Tapahtuman puhelinnumero
fr_fr: Numéro de téléphone de la manifestation
tr_tr: Etkinlik Telefon Numarası

source: Available Tickets
de_de: Verfügbare Tickets
fi: Saatavissa olevat liput
fr_fr: Billets disponibles
tr_tr: Uygun Biletler

source: 3. Template Form Fields
de_de: 3. Vorlage Formularfelder
fi: 3. Mallilomakkeen kentät
fr_fr: 3 Modèle de champs de formulaire
tr_tr: 3. Şablon Form Alanları

source: All Event Types
de_de: Alle Veranstaltungstypen
fi: Kaikki tapahtumatyypit
fr_fr: Tous les types d'événements
tr_tr: Tüm Etkinlik Türleri

source: The middle area of the page is dedicated to all the fields related to the message template. These fields are dynamic in the sense that different messengers may require different fields (and sometimes different message types will add or subtract fields as well.
de_de: Der mittlere Bereich der Seite ist allen Feldern gewidmet, die mit der Nachrichtenvorlage zusammenhängen. Diese Felder sind dynamisch in dem Sinne, dass verschiedene Boten unterschiedliche Felder benötigen können (und manchmal fügen verschiedene Nachrichtentypen auch Felder hinzu oder entfernen sie.
fi: Sivun keskimmäinen alue on omistettu kaikille viestimalliin liittyville kentille. Nämä kentät ovat dynaamisia siinä mielessä, että eri viestinvälittäjät voivat vaatia eri kenttiä (ja joskus eri viestityypit lisäävät tai vähentävät kenttiä).
fr_fr: La zone centrale de la page est dédiée à tous les domaines liés au modèle de message. Ces champs sont dynamiques en ce sens que des messagers différents peuvent nécessiter des champs (et parfois différents types de messages va ajouter ou soustraire domaines.
tr_tr: Sayfanın orta alanı mesaj şablonuyla ilgili tüm alanlara ayrılmıştır. Bu alanlar, farklı mesajlaşma programlarının farklı alanlara ihtiyaç duyabileceği anlamında dinamiktir (ve bazen farklı mesaj türleri de alan ekler veya çıkarır.

source: Advanced Settings
de_de: Erweiterte Einstellungen
fi: Edistyneet asetukset
fr_fr: Paramètres Avancés
tr_tr: Gelişmiş Ayarlar

source: Set Map Width
de_de: Kartenbreite festlegen
fi: Kartan leveys
fr_fr: Régler la largeur de la carte
tr_tr: Harita Genişliğini Ayarlayın

source: The Advanced Settings icon %1$s allows more customization to your tickets. You can add a description, set a number for datetimes, set a minimum quantity required to purchase, and set a maximum quantity. Price modifiers allow you to setup discounts or surcharges for your tickets. Additionally, you can mark a ticket as taxable by placing a checkmark in the taxable checkbox.
de_de: Das Symbol "Erweiterte Einstellungen" %1$s ermöglicht weitere Anpassungen Ihrer Tickets. Sie können eine Beschreibung hinzufügen, eine Zahl für den Zeitraum festlegen, eine Mindestmenge für den Kauf festlegen und eine Höchstmenge festlegen. Mit Preismodifikatoren können Sie Rabatte oder Zuschläge für Ihre Tickets einrichten. Außerdem können Sie ein Ticket als steuerpflichtig kennzeichnen, indem Sie ein Häkchen in das Kontrollkästchen Steuerpflichtig setzen.
fi: Lisäasetukset-kuvakkeen %1$s avulla voit mukauttaa lippuja enemmän. Voit lisätä kuvauksen, asettaa päivämäärien numeron, asettaa ostamiseen vaadittavan vähimmäismäärän ja enimmäismäärän. Hinnanmuokkaimien avulla voit määrittää lippuihin alennuksia tai lisämaksuja. Lisäksi voit merkitä lipun verolliseksi laittamalla valintamerkin verollinen-valintaruutuun.
tr_tr: Gelişmiş Ayarlar simgesi %1$s biletlerinizi daha fazla özelleştirmenize olanak tanır. Bir açıklama ekleyebilir, tarih zamanları için bir sayı belirleyebilir, satın almak için gereken minimum miktarı belirleyebilir ve maksimum miktarı ayarlayabilirsiniz. Fiyat değiştiriciler, biletleriniz için indirim veya ek ücret ayarlamanıza olanak tanır. Ayrıca, vergiye tabi onay kutusuna bir onay işareti koyarak bir bileti vergiye tabi olarak işaretleyebilirsiniz.

source: 4. Valid Shortcodes Metabox
de_de: 4. Gültige Shortcodes Metabox
fr_fr: 4. valide Shortcodes Metabox
tr_tr: 4. Geçerli Kısa Kodlar Meta Kutusu

source: Datetimes
de_de: Termine
fi: Ajankohdat
tr_tr: Tarihler

source: Set Map Height
de_de: Kartenhöhe festlegen
fi: Kartan korkeus
fr_fr: Régler la hauteur de la carte
tr_tr: Harita Yüksekliğini Ayarlayın

source: The "Valid Shortcodes" metabox contains a list of all the shortcodes that can be used for the displayed template. This list is dynamic and will vary between templates.
de_de: Die Metabox "Gültige Shortcodes" enthält eine Liste aller Shortcodes, die für die angezeigte Vorlage verwendet werden können. Diese Liste ist dynamisch und kann von Vorlage zu Vorlage variieren.
fi: "Valid Shortcodes" -metaboxi sisältää luettelon kaikista lyhytkoodeista, joita voidaan käyttää näytetyssä mallissa. Luettelo on dynaaminen ja vaihtelee malleittain.
fr_fr: Le "Shortcodes valides" METABOX contient une liste de tous les numéros courts qui peuvent être utilisés pour le modèle affiché. Cette liste est dynamique et varie entre les modèles.
tr_tr: "Geçerli Kısa Kodlar" meta kutusu, görüntülenen şablon için kullanılabilecek tüm kısa kodların bir listesini içerir. Bu liste dinamiktir ve şablonlar arasında değişiklik gösterir.

source: This box is at a fixed height, but contents are scrollable. You can click the question mark to find out what the given shortcode will parse to when used in your template.
de_de: Dieses Feld hat eine feste Höhe, aber der Inhalt ist scrollbar. Sie können auf das Fragezeichen klicken, um herauszufinden, wie der angegebene Shortcode bei Verwendung in Ihrer Vorlage geparst wird.
fi: Tämän laatikon korkeus on kiinteä, mutta sisältö on vieritettävissä. Voit napsauttaa kysymysmerkkiä saadaksesi selville, mihin kyseinen lyhytkoodi analysoituu, kun sitä käytetään mallissasi.
fr_fr: Cette boîte est à une hauteur fixe, mais les contenus sont déroulante. Vous pouvez cliquer sur le point d'interrogation pour savoir ce que le shortcode donné va analyser à quand il est utilisé dans votre modèle.
tr_tr: Bu kutu sabit bir yüksekliktedir, ancak içeriği kaydırılabilir. Verilen kısa kodun şablonunuzda kullanıldığında neye ayrıştırılacağını öğrenmek için soru işaretine tıklayabilirsiniz.

source: You can create a new ticket by clicking on the Create Ticket button. Then you will need to set a description, complete the ticket details, and adjust the price modifiers.
de_de: Sie können ein neues Ticket erstellen, indem Sie auf die Schaltfläche Ticket erstellen klicken. Anschließend müssen Sie eine Beschreibung festlegen, die Ticketdetails vervollständigen und die Preiskorrekturen anpassen.
fi: Voit luoda uuden lipun painamalla "Luo lippu"-painiketta. Sen jälkeen sinun tulee antaa kuvaus, lipun tiedot ja säätää hintamuokkaimet.
fr_fr: Vous pouvez créer un nouveau ticket en cliquant sur le bouton Créer un ticket. Ensuite, vous aurez besoin de mettre une description, de compléter les détails de billets, et d'ajuster les modificateurs de prix.
tr_tr: Bilet Oluştur düğmesine tıklayarak yeni bir bilet oluşturabilirsiniz. Ardından bir açıklama belirlemeniz, bilet ayrıntılarını tamamlamanız ve fiyat değiştiricileri ayarlamanız gerekecektir.

source: Set Map Zoom level: Range: 1 - 19
de_de: Zoomlevel der Karte festlegen: Intervall 1 - 19
fi: Kartan zoomaustaso (asteikolla 1-19)
fr_fr: Réglez le niveau de zoom de la carte: Plage: 1 - 19
tr_tr: Harita Yakınlaştırma Ayarları: 1 - 19

source: Activate Google Maps
de_de: Google Maps aktivieren.
fi: Ota Google Maps käyttöön
fr_fr: Activer Google Maps
tr_tr: Google Maps'i Aktif et

source: 5. Override All Custom
de_de: 5. Alle Benutzerdefinierten außer Kraft setzen
fi: 5. Ohita kaikki mukautukset
fr_fr: 5 Remplacer tous les usages
tr_tr: 5. Tüm Özel İşlemleri Geçersiz Kıl

source: Set Map Navigation Overlay
de_de: Navigationsoverlay der Karte festlegen
fi: Navigointipainikkeet kartassa
fr_fr: Réglez la Carte de Navigation par Recouvrement
tr_tr: Harita Navigasyon Yerleşimini Ayarla

source: Set Map Zoom level: Range 1 - 19
de_de: Zoomlevel der Karte festlegen: Intervall 1 - 19
fi: Kartan zoomaustaso (asteikolla 1-19)
fr_fr: Régler le niveau zoom de la carte : de 1 à 19
tr_tr: Harita yakınlaşma ayarları : Mesafe 1 - 19

source: Set a featured image for your event.
de_de: Legen Sie ein Hauptbild für Ihre Veranstaltung fest.
fi: Aseta liitekuva tapahtumalle.
fr_fr: Définir une image sélectionnée pour votre événement.
tr_tr: Etkinliğiniz için öne çıkan bir görsel ayarlayın.

source: The navigation overlay are the controls for panning and zooming the map.
de_de: Die Navigationsoverlays sind die Steuerelemente für Zoom und Bewegung auf der Karte.
fi: Navigointipainikkeilla karttaa voidaan liikutella ja zoomata.
fr_fr: La superposition de navigation sont les commandes pour l'option panoramique et le zoom de la carte.
tr_tr: Navigasyon katmanı, haritayı kaydırma ve yakınlaştırma kontrolleridir.
