Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Views allow you to restrict what you see in the Price Types table. The following views are available: All and Trash. The number in parentheses next to each view represents the number of price types that will be displayed with that view.
de_de: Mit den Ansichten können Sie die Anzeige der Tabelle Preistypen einschränken. Die folgenden Ansichten sind verfügbar: Alle und Papierkorb. Die Zahl in Klammern neben jeder Ansicht gibt die Anzahl der Preistypen an, die in dieser Ansicht angezeigt werden.
fi: Näkymien avulla voit rajoittaa Hintatyypit-taulukon näkymiä. Seuraavat näkymät ovat käytettävissä: Kaikki ja Roskakori. Kunkin näkymän vieressä suluissa oleva luku tarkoittaa kyseisessä näkymässä näkyvien hintatyyppien määrää.
fr_fr: Vues vous permettent de limiter ce que vous voyez dans le tableau des types de prix. Les vues suivantes sont disponibles: Tout et Trash. Le nombre entre parenthèses à côté de chaque vue représente le nombre de types de prix qui seront affichés avec ce point de vue.
tr_tr: Görünümler, Fiyat Türleri tablosunda gördüklerinizi kısıtlamanıza olanak tanır. Aşağıdaki görünümler kullanılabilir: Tümü ve Çöp Kutusu. Her görünümün yanındaki parantez içindeki sayı, o görünümle birlikte görüntülenecek fiyat türü sayısını temsil eder.

source: The module route %s for this view has not been registered.
de_de: Die Modulroute %s für diese Ansicht wurde nicht registriert.
fi: Tämän näkymän moduulireittiä %s ei ole rekisteröity.
fr_fr: Le module voie %s pour ce point de vue n'a pas été enregistré.
tr_tr: Bu görünüm için modül rota %s tescil edilmemiştir.

source: Parent Attendee (unused)
de_de: Elternteil-Teilnehmer (nicht verwendet)
fi: Vanhempien osallistuja (käyttämätön)
fr_fr: Présence des parents (non utilisé)
tr_tr: Katılımcı Aile (kullanılmayan)

source: Will output a list of tickets
de_de: Gibt eine Liste von Tickets aus
fi: Tulostaa luettelon lipuista
fr_fr: Va afficher une liste des billets
tr_tr: Biletlerin bir listesini çıkarır

source: Show all price types.
de_de: Zeige alle Preistypen.
fi: Näytä kaikki hintatyypit.
fr_fr: Voir tous les types de prix.
tr_tr: Tüm fiyat tiplerini göster.

source: The %s view file could not be found or is not readable due to file permissions.
de_de: Die %s-Ansichtsdatei konnte nicht gefunden werden oder ist aufgrund von Dateiberechtigungen nicht lesbar.
fi: Näkymätiedostoa %s ei löytynyt tai se ei ole luettavissa tiedostojen käyttöoikeuksien vuoksi.
fr_fr: Le %s fichier de vue n'a pas été trouvé ou n'est pas lisible en raison d'autorisations de fichiers.
tr_tr: Görünüm dosyası %s bulunamadı veya dosya erişim izinleri nedeniyle okunabilir değil.

source: Attendee Status
de_de: Teilnehmerstatus
fi: Osallistujan tila
fr_fr: Statut des participants
tr_tr: Katılımcı Bildirimi

source: Ticket Shortcodes
fi: Lipun lyhytkoodit
fr_fr: Billet Shortcodes
tr_tr: Bilet Kısa Kodları

source: Show price types that have been moved to the trash.
de_de: Zeige Preistypen die in den Papierkorb verschoben wurden
fi: Näytä hintatyypit, jotka on siirretty roskakoriin.
fr_fr: Types qui ont été déplacés dans la corbeille Afficher les prix.
tr_tr: Çöpe atılan fiyat tiplerini göster.

source: Dollars
fi: dollarit
tr_tr: Dolar

source: Attendee Meta Row ID
de_de: Teilnehmer Meta Row ID
fi: Osallistujan metarivin tunnus
fr_fr: Présence Meta Row ID
tr_tr: Katılımcı Meta Sıra Kimliği

source: All shortcodes specific to ticket related data
de_de: Alle Shortcodes, die sich auf ticketbezogene Daten beziehen
fi: Kaikki lippuihin liittyviin tietoihin liittyvät lyhytkoodit
fr_fr: Tous les numéros courts spécifiques aux données de billets liés
tr_tr: Bilet ile ilgili tüm verilerin kısa-kodları

source: Price Types Search
de_de: Preistyp Suche
fi: Hintatyypit-haku
fr_fr: Types de prix Recherche
tr_tr: Fiyat Tiplerini Ara

source: Foreign Key to Attendee in Post Table
de_de: Fremdschlüssel zu Teilnehmer in Post-Tabelle
fi: Ulkoinen avain Post-taulukon Attendee-taulukkoon
fr_fr: Clé étrangère à Présence Poster Tableau
tr_tr: Post Tablosunda Katılımcı için Yabancı Anahtar

source: We are trying to find the deleted flag field on %s, but none was found. Are you sure there is a field of type EE_Trashed_Flag_Field in %s constructor?
de_de: Wir versuchen, das Feld "deleted flag" für %s zu finden, aber es wurde keines gefunden. Sind Sie sicher, dass es ein Feld des Typs EE_Trashed_Flag_Field im %s-Konstruktor gibt?
fi: Yritämme löytää poistetun lipun kentän %s:stä, mutta sellaista ei löytynyt. Oletko varma, että %s:n konstruktorissa on kenttä tyyppiä EE_Trashed_Flag_Field?
fr_fr: Nous essayons de trouver le terrain de drapeau supprimé sur %s , mais aucune n'a été trouvée. Êtes-vous sûr qu'il est un champ de type EE_Trashed_Flag_Field en %s constructeur?
tr_tr: %s üzerinde silinmiş bayrak alanını bulmaya çalışıyoruz, ancak hiçbiri bulunamadı. s yapıcısında EE_Trashed_Flag_Field türünde bir alan %s olduğundan emin misiniz?

source: Will be replaced by the ticket ID of a ticket
de_de: Wird durch die Ticket-ID eines Tickets ersetzt
fi: Korvataan lipun ID:llä.
fr_fr: Sera remplacé par l'ID de billet d'un billet
tr_tr: Bir biletin bilet kimliği ile değiştirilecektir

source: You can perform a search to find certain price types. The following sources will be searched: Price Type Name and Base Type. To use the search feature, enter a value into the search box and click on the Search Price Types button.
de_de: Sie können eine Suche durchführen, um bestimmte Preistypen zu finden. Die folgenden Quellen werden durchsucht: Name des Preistyps und Basistyp. Um die Suchfunktion zu nutzen, geben Sie einen Wert in das Suchfeld ein und klicken Sie auf die Schaltfläche Preistypen suchen.
fi: Voit tehdä haun tiettyjen hintatyyppien löytämiseksi. Haku tehdään seuraavista lähteistä: Hintatyypin nimi ja Perustyyppi. Jos haluat käyttää hakutoimintoa, kirjoita arvo hakukenttään ja napsauta Etsi hintatyyppejä -painiketta.
fr_fr: Vous pouvez effectuer une recherche pour trouver certains types de prix. Les sources suivantes seront consultées: Prix Type Nom et Type de base. Pour utiliser la fonction de recherche, entrez une valeur dans la case de recherche et cliquez sur le bouton Types Recherche de prix.
tr_tr: Belirli fiyat türlerini bulmak için bir arama gerçekleştirebilirsiniz. Aşağıdaki kaynaklar aranacaktır: Fiyat Türü Adı ve Baz Türü. Arama özelliğini kullanmak için, arama kutusuna bir değer girin ve Fiyat Türlerini Ara düğmesine tıklayın.

source: Address Part 1
de_de: Anschrift Teil 1
fi: Osoite, osa 1
fr_fr: Adresse Partie 1
tr_tr: Adres Bölüm 1

source: State ID
de_de: Staatliche ID
fi: Valtion tunnus
fr_fr: État ID
tr_tr: Devlet Kimliği

source: The name of the ticket
de_de: Der Name des Tickets
fi: Lipun nimi
fr_fr: Le nom de l'équipe
tr_tr: Biletin ismi

source: Data Migration Completed Successfully
de_de: Datenmigration erfolgreich abgeschlossen
fi: Tietojen siirto tehty onnistuneesti
fr_fr: Migration des données terminée avec succès
tr_tr: Veri Taşıması Başarıyla Gerçekleşti.

source: Address Part 2
de_de: Adresse Teil 2
fi: Osoite, osa 2
fr_fr: Adresse Partie 2
tr_tr: Adres Bölüm 2

source: State Abbreviation
de_de: Staat Abkürzung
fi: Osavaltion lyhenne
fr_fr: Abréviation Etat
tr_tr: Devlet Kısaltması

source: The description of the ticket
de_de: Die Beschreibung des Tickets
fi: Lipun kuvaus
fr_fr: La description du billet
tr_tr: Biletin açıklaması

source: All done!
de_de: Geschafft!
fi: Valmista tuli!
fr_fr: Voila!
tr_tr: Hepsi Tamamlandı.

source: ZIP/Postal Code
de_de: PLZ
fi: Postinumero
fr_fr: Code Postal
tr_tr: Posta Kodu

source: State Name
de_de: Staat Name
fi: Valtion nimi
fr_fr: Nom de l'État
tr_tr: Ülke İSmi

source: The price of the ticket
de_de: Der Preis des Tickets
fi: Lipun hinta
fr_fr: Le prix du billet
tr_tr: Biletin fiyatı

source: State Active Flag
de_de: Zustand Aktiv Flagge
fi: Valtio Aktiivinen lippu
fr_fr: État du pavillon active
tr_tr: Ülkenin Kullanımdaki Bayrağı

source: The total quantity of the current ticket in the list that has been purchased in this transaction
de_de: Die Gesamtmenge des aktuellen Tickets in der Liste, die in dieser Transaktion gekauft wurde
fi: Luettelon nykyisen lipun kokonaismäärä, joka on ostettu tässä tapahtumassa.
fr_fr: La quantité totale du billet en cours dans la liste qui a été acheté dans cette transaction
tr_tr: Listedeki mevcut biletin bu işlemde satın alınan toplam miktarı

source: Could not run data migrations because: %s
de_de: Datenmigrationen konnten nicht ausgeführt werden, weil: %s
fi: Tiedonsiirtoja ei voitu suorittaa, koska: %s
fr_fr: Impossible de lancer la migration de données, parce que: %s
tr_tr: Veri taşıması gerçekleşemedi çünkğ: %s

source: Table alias %s does not exist in EEM_Base child's _tables array. Only tables defined are %s
de_de: Der Tabellenalias %s existiert nicht im _tables-Array des EEM_Base-Kindes. Die einzigen definierten Tabellen sind %s
fi: Taulukon alias %s ei ole olemassa EEM_Base-lapsen _tables-määrityksessä. Ainoat määritellyt taulukot ovat %s
fr_fr: Tableau alias %s n'existe pas dans la gamme de _tables EEM_Base enfant. Seules les tables définies sont %s
tr_tr: Tablo takma adı %s, EEM_Base alt öğesinin _tables dizisinde mevcut değil. Tanımlanan tek tablo %s

source: Status Code
fi: Tilakoodi
fr_fr: Code du statut
tr_tr: Durum Kodu

source: This is a full html link to the invoice
de_de: Dies ist ein vollständiger html-Link zur Rechnung
fi: Tämä on valmis HTML-linkki laskuun
fr_fr: Il s'agit d'un lien html complet à la facture
tr_tr: Bu, faturanın tam html bağlantısıdır

source: Error loading data migration scripts
de_de: Fehler beim Laden von Datenmigrationsskripten
fi: Virhe tietojen siirtosarjojen lataamisessa
fr_fr: Erreur lors du chargement des scripts de migration de données
tr_tr: Veri taşıma komutunda yüklenirken bir hata meydana geldi.

source: Custom selection %s (alias %s) needs to be an array like array('COUNT(REG_ID)','%%d')
de_de: Die benutzerdefinierte Auswahl %s (alias %s) muss ein Array sein wie array('COUNT(REG_ID)','%%d')
fi: Mukautetun valinnan %s (alias %s) on oltava array kuten array('COUNT(REG_ID)','%%d').
fr_fr: Sélection personnalisée %s (alias %s ) doit être un tableau comme array ('COUNT (REG_ID) »,« %% d ')
tr_tr: Özel seçim %s (takma ad %s) array('COUNT(REG_ID)','%%d') gibi bir dizi olmalıdır

source: Editable?
de_de: Editierbar?
fi: Muokattavissa?
fr_fr: Modifiable?
tr_tr: Düzenlenebilir?

source: This is just the url for the invoice
de_de: Dies ist nur die Url für die Rechnung
fi: Tämä on laskun URL-osoite
fr_fr: Ceci est juste l'url de la facture
tr_tr: Bu sadece faturanın url'sidir

source: %s Completed
de_de: %s Abgeschlossen
fi: %s Valmistui
fr_fr: %s Terminé
tr_tr: %s Tamamlandı.

source: Datatype %s (for selection '%s' and alias '%s') is not a valid wpdb datatype (eg %%s)
de_de: Datentyp %s (für Auswahl '%s' und Alias '%s') ist kein gültiger wpdb-Datentyp (z. B. %%s)
fi: Tietotyyppi %s (valinta '%s' ja alias '%s') ei ole kelvollinen wpdb-tietotyyppi (esim. %%s).
fr_fr: Type de données %s (pour la sélection ' %s 'et alias de %s ') n'est pas un type de données wpdb valide (par exemple %% s)
tr_tr: Veri türü %s ('%s' seçimi ve '%s' takma adı için) geçerli bir wpdb veri türü değil (örneğin %%s)

source: Open?
de_de: Geöffnet?
fi: Avaa?
fr_fr: Ouverte ?
tr_tr: Açık?

source: The total cost for the transaction
de_de: Die Gesamtkosten der Transaktion
fi: Tilauksen loppusumma
fr_fr: Le coût total de l'opération
tr_tr: Toplam işlem tutarı

source: Minor errors occurred during %s: %s
de_de: Kleinere Fehler sind während %s aufgetreten: %s
fi: Vähäisiä virheitä ilmeni %s:n aikana: %s
fr_fr: Les erreurs mineures ont eu lieu pendant %s : %s
tr_tr: Küçük hatalar oluştu süreç içerisinde %s: %s

source: Cannot delete objects of type %s because there is no primary key NOR combined key
de_de: Objekte des Typs %s können nicht gelöscht werden, da es keinen Primärschlüssel NOR combined key gibt
fi: Tyypin %s objekteja ei voi poistaa, koska niissä ei ole ensisijaista avainta NOR yhdistettyä avainta.
fr_fr: Vous ne pouvez pas supprimer des objets de type %s car il n'y a pas de clé primaire NOR clé combinée
tr_tr: Birincil anahtar olmadığından %s türündeki nesneler silinemiyor NOR birleşik anahtar

source: pending payment
de_de: ausstehende Zahlung
fi: odottaa maksua
fr_fr: paiement en attente
tr_tr: bekleyen ödeme

source: Error getting Migration Script
de_de: Fehler beim Abrufen des Migrationsskripts
fi: Virhe saada Migration Script
fr_fr: Erreur d'obtention script de migration
tr_tr: Taşıma komutları sırasında hata meydana geldi.

source: pending payments
de_de: ausstehende Zahlungen
fi: maksamatta olevat maksut
fr_fr: paiements en attente
tr_tr: bekleyen ödemeler

source: The total number of all tickets purchased in a transaction
de_de: Die Gesamtzahl aller in einer Transaktion gekauften Tickets
fi: Tilauksessa ostettujen lippujen yhteismäärä
fr_fr: Le nombre total de tous les billets achetés dans une transaction
tr_tr: Bir işlemde satın alınan tüm biletlerin toplam sayısı

source: A fatal error occurred during the migration: %s
de_de: Während der Migration ist ein schwerwiegender Fehler aufgetreten: %s
fi: Siirtämisen aikana tapahtui merkittävä virhe: %s
fr_fr: Une erreur fatale s'est produite lors de la migration: %s
tr_tr: Taşıma sırasında önemli bir hata oluştu: %s

source: Could not %s %s. %s uniqueness index failed. Fields %s must form a unique set, but an entry already exists with values %s.
de_de: Konnte nicht %s %s. Eindeutigkeitsindex %s fehlgeschlagen. Die Felder %s müssen eine eindeutige Menge bilden, aber es existiert bereits ein Eintrag mit den Werten %s.
fi: Ei onnistunut %s %s. %s uniqueness index epäonnistui. Kenttien %s on muodostettava yksilöllinen joukko, mutta jo on olemassa merkintä, jonka arvot ovat %s.
fr_fr: Impossible %s %s . %s l'indice unique a échoué. Les champs %s doit former un ensemble unique, mais une entrée qui existe déjà avec les valeurs %s .
tr_tr: Yapamadı %s %s. %s benzersizlik dizini başarısız oldu. Alanlar %s benzersiz bir küme oluşturmalıdır, ancak %s değerlerine sahip bir giriş zaten mevcuttur.

source: approved
de_de: bestätigt
fi: hyväksytty
fr_fr: approuvé
tr_tr: onaylı

source: The url to the admin page for this transaction
de_de: Die Url zur Verwaltungsseite für diese Transaktion
fi: URL-osoite tämän tilauksen ylläpitosivulle
fr_fr: L'URL de la page d'administration de cette transaction
tr_tr: Bu işlem için yönetici sayfasının URL'si

source: The error '%s' occurred updating the status of the migration. This is a FATAL ERROR, but the error is preventing the system from remembering that. Please contact event espresso support.
de_de: Beim Aktualisieren des Migrationsstatus ist der Fehler '%s' aufgetreten. Dies ist ein FATAL ERROR, aber der Fehler verhindert, dass sich das System daran erinnert. Bitte wenden Sie sich an den event espresso-Support.
fi: Siirtymän tilan päivityksessä tapahtui virhe '%s'. Tämä on FATAL ERROR, mutta virhe estää järjestelmää muistamasta sitä. Ota yhteyttä event espresson tukeen.
fr_fr: L'erreur ' %s 'a eu lieu la mise à jour de l'état de la migration. C'est une erreur fatale, mais l'erreur empêche le système de se souvenir de cela. S'il vous plaît contacter événement de soutien à expresso.
tr_tr: Hata '%s' taşıma durumunu güncellerken oluştu. Bu Önemli bir Hatadır, ancak hata olduğu için sistem engelliyor. Kuzu.me Etkinlik Desteğine Başvurunuz.

source: %s get_all_conflicting should be called with a model object or an array of field names and values, you provided %d
de_de: %s get_all_conflicting sollte mit einem Modellobjekt oder einem Array von Feldnamen und Werten aufgerufen werden, Sie haben %d angegeben
fi: %s get_all_conflicting pitäisi kutsua malliobjektilla tai kenttien nimiä ja arvoja sisältävällä kenttämäärällä, annoit %d.
fr_fr: %s la get_all_conflicting doit être appelé avec un objet de modèle ou un tableau de noms et valeurs des champs, vous avez fourni %d
tr_tr: %s get_all_conflicting bir model nesnesi veya alan adları ve değerlerinden oluşan bir dizi ile çağrılmalıdır, siz %d verdiniz

source: %sClick here for Invoice%s
de_de: %sHier klicken für die Rechnung%s
fi: %sNapsauta tästä saadaksesi laskun%s
fr_fr: %s Cliquez ici pour Facture %s
tr_tr: %s Fatura için tıklayın %s

source: Unknown fatal error occurred: %s
de_de: Unbekannter fataler Fehler ist aufgetreten: %s
fi: Tuntematon kohtalokas virhe tapahtui: %s
fr_fr: Erreur fatale inconnue s'est produite: %s
tr_tr: Bilinmeyen bir önemli hata oluştu: %s

source: cancelled
de_de: abgebrochen
fi: peruutettu
fr_fr: Annulé
tr_tr: iptal edildi

source: Plugin Update Engine is unable to setup correctly for the plugin with the slug "%s" because there are the following keys missing from the options array sent to the PluginUpdateEngineChecker class when it is instantiated:
de_de: Plugin Update Engine ist nicht in der Lage, das Plugin mit der Zeile "% s " aufzusetzen, da folgende Schlüssel fehlen aus dem Optionsarray die zur PluginUpdateEngineChecker Klasse geschickt wurden, während es instanziiert wird:
fi: Plugin Update Engine ei pysty asentamaan oikein pluginia, jonka slug on "%s", koska seuraavat avaimet puuttuvat options-joukosta, joka lähetetään PluginUpdateEngineChecker-luokalle, kun se instantioidaan:
fr_fr: Le moteur de mise à jour du plugin n'est pas en mesure de configurer correctement pour le plugin avec le slug "%s " car les informations suivantes sont absentes de la gamme des options envoyé à la classe PluginUpdateEngineChecker quand il est instancié:
tr_tr: PluginUpdateEngineChecker sınıfı örneklendiğinde gönderilen seçenekler dizisinde aşağıdaki anahtarlar eksik olduğundan Plugin Update Engine, "%s" slug'ına sahip eklenti için doğru şekilde ayarlanamıyor:

source: Properties array has no 'class' properties. Here's what it has: %s
de_de: Eigenschaften-Array hat keine 'Klasse'-Eigenschaften. Hier ist, was es hat: %s
fi: Ominaisuudet-massalla ei ole 'class'-ominaisuuksia. Tässä on sen ominaisuudet: %s
fr_fr: Tableau des propriétés n'a pas de propriétés «de classe». Voici ce qu'il a: %s
tr_tr: Özellikler dizisi hayır 'sınıfı' özelliklerine sahiptir. Bu işte var olan: %s

source: There are no main tables on %s. They should be added to _tables array in the constructor
de_de: Es gibt keine Haupttabellen auf %s. Sie sollten dem Array _tables im Konstruktor hinzugefügt werden
fi: %s:ssä ei ole päätaulukoita. Ne pitäisi lisätä _tables-määritykseen konstruktorissa.
fr_fr: Il n'y a pas de grandes tables sur %s . Ils doivent être ajoutés à _tables tableau dans le constructeur
tr_tr: %s üzerinde ana tablo yok. Yapıcıda _tables dizisine eklenmelidirler

source: declined
de_de: abgelehnt
fi: hylätty
fr_fr: Refusé
tr_tr: reddedildi

source: An array was sent to the PluginUpdateEngineChecker class as the value for the $plugin_slug property, however the array is missing the "premium" index.
de_de: Ein Array wurde an die Klasse PluginUpdateEngineChecker als Wert für die Eigenschaft $plugin_slug gesendet, jedoch fehlt dem Array der Index "premium".
fi: PluginUpdateEngineChecker-luokalle lähetettiin joukko $plugin_slug-ominaisuuden arvona, mutta joukosta puuttuu "premium"-indeksi.
fr_fr: Un tableau a été envoyé à la classe PluginUpdateEngineChecker que la valeur de la propriété $ plugin_slug, mais le tableau est absent de la "prime" index.
tr_tr: PluginUpdateEngineChecker sınıfına $plugin_slug özelliği için değer olarak bir dizi gönderildi, ancak dizide "premium" dizini eksik.

source: There is no migration script named %s
de_de: Es gibt kein Migrationsskript namens %s
fi: Siirtymiskomentosarjaa nimeltä %s ei ole olemassa
fr_fr: Il n'y a pas de script de migration nommé %s
tr_tr: Burada bir taşıma kod adı yok %s

source: overpaid
de_de: zuviel bezahlt
fi: liikasuoritusta
fr_fr: payé en trop
tr_tr: fazla ödeme

source: A string was sent to the PluginUpdateEngineChecker class as the value for the $plugin_slug property, however the string is empty
de_de: Als Wert für die Eigenschaft $plugin_slug wurde ein String an die Klasse PluginUpdateEngineChecker gesendet, der jedoch leer ist
fi: PluginUpdateEngineChecker-luokalle lähetettiin merkkijono $plugin_slug-ominaisuuden arvona, mutta merkkijono on tyhjä.
fr_fr: Une chaîne a été envoyé à la classe PluginUpdateEngineChecker que la valeur de la propriété $ plugin_slug, mais la chaîne est vide
tr_tr: PluginUpdateEngineChecker sınıfına $plugin_slug özelliği için değer olarak bir dize gönderildi, ancak dize boş

source: Class '%s' is supposed to be a migration script. Its not, its a '%s'
de_de: Die Klasse "%s" sollte ein Migrationsskript sein. Ist es aber nicht, es ist ein '%s'.
fi: Luokan '%s' pitäisi olla migraatiokomentosarja. Se ei ole, vaan '%s'.
fr_fr: De classe %s 'est censé être un script de migration. Ce n'est pas, c'est un ' %s '
tr_tr: Sınıfın '%s' bir taşıma kodu olması gerekiyordu. Onun değil, onun bir '%s'

source: Improperly formed query parameter %s. It should be numerically indexed like array('<','DTT_sold',true); but you provided %s
de_de: Der Abfrageparameter %s ist nicht korrekt gebildet. Er sollte numerisch indiziert sein wie array('&lt;','DTT_sold',true); aber Sie haben %s angegeben
fi: Väärin muodostettu kyselyparametri %s. Sen pitäisi olla numeerisesti indeksoitu kuten array('&lt;','DTT_sold',true); mutta annoit %s
fr_fr: Formé mal paramètre de requête %s . Il devrait être indexé numériquement comme array ('<', 'DTT_sold', true); mais vous avez fourni %s
tr_tr: Yanlış oluşturulmuş sorgu parametresi %s. array('&lt;','DTT_sold',true) gibi sayısal olarak indekslenmelidir; ancak siz %s verdiniz

source: complete
de_de: vollständig
fi: valmis
fr_fr: terminé
tr_tr: tam

source: For some reason PUE is unable to determine the current version of the plugin. It is possible that the incorrect value was sent for the "plugin_basename" key in the <strong>$options</strong> array.
de_de: Aus irgendeinem Grund ist PUE nicht in der Lage, die aktuelle Version des Plugins zu ermitteln. Möglicherweise wurde der falsche Wert für den Schlüssel "plugin_basename" im Array <strong>$options</strong> gesendet.
fi: Jostain syystä PUE ei pysty määrittämään laajennuksen nykyistä versiota. On mahdollista, että <strong>$options-määrän</strong> "plugin_basename"-avaimelle on lähetetty väärä arvo.
fr_fr: Pour une raison quelconque PUE est incapable de déterminer la version actuelle du plugin. Il est possible que la valeur incorrecte a été envoyé pour la touche "plugin_basename" dans les options <strong>$options</strong> tableau.
tr_tr: Bazı nedenlerden dolayı PUE eklentinin mevcut sürümünü belirleyemiyor. Muhtemelen <strong>$options</strong> dizisindeki "plugin_basename" anahtarı için yanlış değer gönderilmiştir.

source: Migrated %d records successfully during %s
de_de: %d Datensätze während %s erfolgreich migriert
fi: Siirretty %d tietuetta onnistuneesti %s:n aikana
fr_fr: Migré %d enregistrements avec succès pendant %s
tr_tr: ??? Taşınmıştır %d kayıtlar başarıyla sırasında %s

source: Query parameter %s should be an array, but it isn't.
de_de: Abfrageparameter %s sollte ein Array sein, ist es aber nicht.
fi: Kyselyparametrin %s pitäisi olla array, mutta se ei ole.
fr_fr: Requête paramètre %s doit être une table, mais il n'est pas.
tr_tr: Sorgu parametresi %s bir dizi olmalıdır, ancak değildir.

source: incomplete
de_de: nicht abgeschlossen
fi: kesken
fr_fr: incomplet
tr_tr: eksik
