Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: If you are not automatically redirected to the payment website within 10 seconds... %1$s %2$s Click Here %3$s
de_de: Wenn Sie nicht automatisch innerhalb von 10 Sekunden zur Bezahlwebseite weitergeleitet werden… %1$s %2$s klicken Sie hier %3$s
fi: Jos et ole automaattisesti siirtynyt maksupalvelun sivustolle 10 sekunnin kuluessa... %1$s %2$s paina tästä %3$s
fr_fr: Si vous n'êtes pas redirigé(e) automatiquement vers la page de paiement d'ici 10 secondes... %1$s %2$s Cliquez ici %3$s
tr_tr: Eğer 10 saniye içinde otomatik olarak ödeme web sitesine yönlendirilmezseniz... %1$s %2$s Buraya Tıklayın %3$s

source: Error retrieving related model objects. Either $1%s is not a model or $2%s is not a model object
de_de: Fehler beim Abrufen verwandter Modellobjekte. Entweder ist $1%s kein Modell oder $2%s ist kein Modellobjekt
fi: Virhe asiaan liittyvien malliobjektien hakemisessa. Joko $1%s ei ole malli tai $2%s ei ole malliobjekti.
tr_tr: İlgili model nesneleri alınırken hata oluştu. Ya $1%s bir model değil ya da $2%s bir model nesnesi değil

source: Using a model object %1$s that is NOT in the entity map, can lead to unexpected errors. You should either: %4$s 1. Put it in the entity mapper by calling %2$s %4$s 2. Discard this model object and use what is in the entity mapper %4$s 3. Fetch from the database using %3$s
de_de: Die Verwendung eines Modellobjekts %1$s, das NICHT in der Entity Map enthalten ist, kann zu unerwarteten Fehlern führen. Sie sollten entweder: %4$s 1. Setzen Sie es in den Entity-Mapper durch Aufruf von %2$s %4$s 2. Verwerfen Sie dieses Modellobjekt und verwenden Sie das, was im Entity-Mapper %4$s ist 3. Holen Sie es aus der Datenbank mit %3$s
fi: Malliobjektin %1$s käyttäminen, jota EI ole oliokartassa, voi johtaa odottamattomiin virheisiin. Sinun pitäisi joko: %4$s 1. Laita se oliokartoittajaan kutsumalla %2$s %4$s 2. Hylätä tämä malliobjekti ja käyttää sitä, mikä on oliokartoituksessa %4$s 3. Noutaa tietokannasta käyttämällä %3$s
tr_tr: Varlık eşlemesinde OLMAYAN bir model nesnesi %1$s kullanmak beklenmedik hatalara yol açabilir. Ya şunları yapmalısınız: %4$s 1. %2$s %4$s 2'yi çağırarak varlık eşleyicisine yerleştirin. Bu model nesnesini atın ve %4$s varlık eşleyicisinde olanı kullanın 3. %3$s kullanarak veritabanından getirin

source: Before a model object is saved to the database, calls to _add_relation_to must be passed an actual object, not just an ID. You provided %s as the model object to a %s
de_de: Bevor ein Modellobjekt in der Datenbank gespeichert wird, muss Aufrufen von _add_relation_to ein tatsächliches Objekt übergeben werden, nicht nur eine ID. Sie haben %s als Modellobjekt für ein %s
fi: Ennen kuin malliobjekti tallennetaan tietokantaan, _add_relation_to-kutsuille on annettava todellinen objekti, ei vain tunniste. Annoit %s:n malliobjektiksi %s:lle
tr_tr: Bir model nesnesi veritabanına kaydedilmeden önce, _add_relation_to çağrısına sadece bir ID değil, gerçek bir nesne aktarılmalıdır. Bir %s nesnesine model nesnesi olarak %s sağladınız

source: Trying to refresh a model object with ID "%1$s" that's not in the entity map? First off: you should put it in the entity map by calling %2$s. Second off, if you want what's in the database right now, you should just call %3$s yourself and discard this model object.
de_de: Versuchen Sie, ein Modellobjekt mit der ID "%1$s" zu aktualisieren, das sich nicht in der Entity Map befindet? Erstens: Sie sollten es in die Entity Map aufnehmen, indem Sie %2$s aufrufen. Zweitens: Wenn Sie das wollen, was gerade in der Datenbank ist, sollten Sie %3$s selbst aufrufen und dieses Modellobjekt verwerfen.
fi: Yritätkö päivittää malliobjektin, jonka tunnus on "%1$s" ja jota ei ole oliokartassa? Ensinnäkin: sinun pitäisi lisätä se oliokarttaan kutsumalla %2$s. Toiseksi: jos haluat sen, mikä on tietokannassa juuri nyt, sinun pitäisi vain kutsua %3$s itse ja hylätä tämä malliobjekti.
tr_tr: Varlık haritasında olmayan "%1$s" kimliğine sahip bir model nesnesini yenilemeye mi çalışıyorsunuz? İlk olarak: %2$s'yi çağırarak varlık haritasına koymalısınız. İkinci olarak, şu anda veritabanında ne olduğunu istiyorsanız, sadece %3$s'i kendiniz çağırmalı ve bu model nesnesini atmalısınız.

source: Transaction Amount Due
de_de: Fälliger Transaktionsbetrag
fi: Tilauksen avoin summa
tr_tr: Ödenmesi Gereken İşlem Tutarı

source: Question $s
de_de: Frage $s
fi: Kysymys $s
tr_tr: Soru $s

source: A payment method of type "%1$s" does not exist. Only ones existing are: %2$s
de_de: Eine Zahlungsmethode vom Typ "%1$s" existiert nicht. Die einzigen, die existieren, sind: %2$s
fi: Maksutapaa tyyppiä "%1$s" ei ole olemassa. Ainoat olemassa olevat ovat: %2$s
tr_tr: "%1$s" türünde bir ödeme yöntemi mevcut değil. Sadece mevcut olanlar: %2$s

source: REG_code can not be empty.
de_de: REG_code darf nicht leer sein.
fi: REG_code ei voi olla tyhjä.
tr_tr: REG_code boş olamaz.

source: Can not change a registration REG_code once it has been set.
de_de: Ein einmal festgelegter REG_code kann nicht mehr geändert werden.
fi: Rekisteröintikoodia ei voi muuttaa, kun se on kerran asetettu.
tr_tr: Bir kayıt REG_code'u ayarlandıktan sonra değiştirilemez.

source: Cannot save billing info because there is none.
de_de: Die Rechnungsdaten können nicht gespeichert werden, weil es keine gibt.
fi: Laskutustietoja ei voi tallentaa, koska niitä ei ole.
tr_tr: Fatura bilgisi olmadığı için kaydedilemiyor.

source: Method does not exist.
de_de: Methode existiert nicht.
fi: Menetelmää ei ole olemassa.
tr_tr: Yöntem mevcut değildir.

source: The total paid calculation for this transaction is inaccurate.
de_de: Die Berechnung des gezahlten Gesamtbetrags für diese Transaktion ist ungenau.
fi: Tämän maksutapahtuman maksetun summan laskelma on virheellinen.
tr_tr: Bu işlem için yapılan toplam ödeme hesaplaması hatalı.

source: The payment could not be deleted.
de_de: Die Zahlung konnte nicht gelöscht werden.
fi: Maksua ei voitu poistaa.
tr_tr: Ödeme silinemedi.

source: Cash Delivered Physically
de_de: Physisch geliefertes Bargeld
fi: Fyysisesti toimitettu käteinen raha
fr_fr: Especes
tr_tr: Fiziksel Olarak Teslim Edilen Nakit

source: Paper Check
de_de: Papierscheck
fi: Paperishekki
fr_fr: Papier Vérifier
tr_tr: Kağıt Çek

source: Offline Credit Card Payment
de_de: Offline-Kreditkartenzahlung
fi: Offline luottokorttimaksu
tr_tr: Çevrimdışı Kredi Kartı ile Ödeme

source: Offline Debit Payment
de_de: Offline-Lastschriftverfahren
fi: Offline-käteismaksu
fr_fr: Hors ligne Débit Paiement
tr_tr: Çevrimdışı Borç Ödeme

source: Invoice received with monies included
de_de: Rechnung mit Geldbetrag erhalten
fi: Saatu lasku, jossa on mukana rahoja
tr_tr: Paranın dahil olduğu fatura alındı

source: Paypal eCheck, Invoice, etc
de_de: Paypal eCheck, Rechnung, etc.
fi: Paypal eCheck, lasku jne.
tr_tr: Paypal eÇeki, Fatura, vb.

source: Could not insert new admin-only payment method with values %s during migration
de_de: Während der Migration konnte keine neue Nur-Admin-Zahlungsmethode mit den Werten %s eingefügt werden
fi: Ei voitu lisätä uutta vain ylläpitäjälle tarkoitettua maksutapaa, jonka arvot ovat %s siirtymisen aikana.
tr_tr: Geçiş sırasında %s değerlerine sahip yeni salt yönetici ödeme yöntemi eklenemedi

source: Could not convert time string '%s' using timezone '%s' into a proper DATETIME. Using current time instead.
de_de: Konnte den Zeitstring '%s' mit der Zeitzone '%s' nicht in eine richtige DATETIME konvertieren. Stattdessen wird die aktuelle Zeit verwendet.
fi: Aika-merkkijonoa '%s' ei voitu muuntaa aikavyöhykettä '%s' käyttäen oikeaksi DATETIME-ajaksi. Käytetään sen sijaan nykyistä aikaa.
tr_tr: '%s' zaman dilimini kullanan '%s' zaman dizesi uygun bir DATETIME'a dönüştürülemedi. Bunun yerine geçerli zaman kullanılıyor.

source: Venue of %s
de_de: Veranstaltungsort von %s
fi: Tapahtumapaikka %s
fr_fr: Site de %s
tr_tr: %s'nin yeri

source: Update Invoice Gateway Settings
de_de: Einstellungen des Invoice Gateway aktualisieren
fi: Päivitä laskun yhdyskäytävän asetukset
tr_tr: Fatura Ağ Geçidi Ayarlarını Güncelleme

source: Could not migrate EE4.4 invoice settings to EE4.5 because they didnt exist
de_de: EE4.4 Rechnungseinstellungen konnten nicht nach EE4.5 migriert werden, da sie nicht vorhanden waren
fi: EE4.4:n laskuasetuksia ei voitu siirtää EE4.5:een, koska niitä ei ollut olemassa.
tr_tr: Mevcut olmadıkları için EE4.4 fatura ayarları EE4.5'e taşınamadı

source: You had previously set your Invoice Payment Method's stylesheet to be %1$s, but that setting has moved. PDF and HTML Invoices and Receipts are now Messages, which means you can easily modify them from your Wordpress Dashboard instead of using filters or uploading template files. Please visit Messages -> Receipt and Messages -> Invoice to change their stylesheets.
de_de: Sie hatten zuvor das Stylesheet Ihrer Rechnungszahlungsmethode auf %1$s eingestellt, aber diese Einstellung hat sich geändert. PDF- und HTML-Rechnungen und -Belege sind jetzt Nachrichten, was bedeutet, dass Sie sie einfach über Ihr Wordpress-Dashboard ändern können, anstatt Filter zu verwenden oder Vorlagendateien hochzuladen. Bitte besuchen Sie Nachrichten -&gt; Quittung und Nachrichten -&gt; Rechnung, um deren Stylesheets zu ändern.
fi: Olit aiemmin asettanut laskun maksutavan tyylitauluksi %1$s, mutta tämä asetus on muuttunut. PDF- ja HTML-laskut ja kuitit ovat nyt Viestejä, mikä tarkoittaa, että voit helposti muokata niitä Wordpressin kojelaudalta suodattimien käytön tai mallitiedostojen lataamisen sijaan. Käy Viestit -&gt; Kuitti ja Viestit -&gt; Lasku muuttaaksesi niiden tyylitiedostoja.
fr_fr: Vous aviez précédemment défini la feuille de style de votre méthode de paiement de facture comme étant%1$s, mais ce paramètre a été déplacé. PDF et HTML Les factures et les reçus sont maintenant des messages, ce qui signifie que vous pouvez facilement les modifier à partir de votre tableau de bord Wordpress au lieu d'utiliser des filtres ou télécharger des fichiers de modèle. Veuillez consulter Messages -> Réception et Messages -> Facture pour modifier leurs feuilles de style.
tr_tr: Daha önce Fatura Ödeme Yönteminizin stil sayfasını %1$s olarak ayarlamıştınız, ancak bu ayar değişti. PDF ve HTML Faturalar ve Makbuzlar artık Mesajlar'dır, yani filtreler kullanmak veya şablon dosyaları yüklemek yerine bunları Wordpress Panonuzdan kolayca değiştirebilirsiniz. Stil sayfalarını değiştirmek için lütfen Mesajlar -&gt; Makbuz ve Mesajlar -&gt; Fatura bölümlerini ziyaret edin.

source: Note: in this version of Event Espresso, PDF and HTML Invoices and Receipts are now Messages and can be changed just like any other messages; however we noticed you had previously overridden the old default Invoice/Receipt templates. Because of this, your old Invoice/Receipt templates will continue to be used INSTEAD of the new Invoice/Receipt message equivalents. We recommend deleting your old Invoice/Receipt templates and modifying the new Invoice and Receipt messages's content in Messages -> Invoice and Messages -> Receipt.
de_de: Hinweis: In dieser Version von Event Espresso sind PDF- und HTML-Rechnungen und -Belege nun Nachrichten und können wie alle anderen Nachrichten geändert werden; wir haben jedoch festgestellt, dass Sie zuvor die alten Standardvorlagen für Rechnungen/Belege überschrieben haben. Aus diesem Grund werden Ihre alten Rechnungs-/Belegvorlagen weiterhin anstelle der neuen Rechnungs-/Belegnachrichten verwendet. Wir empfehlen Ihnen, Ihre alten Rechnungs-/Belegvorlagen zu löschen und den Inhalt der neuen Rechnungs- und Belegnachrichten unter Nachrichten -&gt; Rechnung und Nachrichten -&gt; Beleg zu ändern.
fi: Huomautus: tässä Event Espresson versiossa PDF- ja HTML-laskut ja kuitit ovat nyt Viestejä, ja niitä voidaan muuttaa kuten muitakin viestejä; huomasimme kuitenkin, että olit aiemmin ohittanut vanhat oletuslasku-/kuittimallit. Tämän vuoksi vanhoja lasku- ja kuittimalliasi käytetään edelleen uusien lasku- ja kuittiviestien vastineiden sijasta. Suosittelemme poistamaan vanhat lasku-/kuittimallit ja muokkaamaan uusien lasku- ja kuittiviestien sisältöä kohdassa Viestit -&gt; Lasku ja Viestit -&gt; Kuitti.
tr_tr: Not: Event Espresso'nun bu sürümünde, PDF ve HTML Faturalar ve Makbuzlar artık birer Mesajdır ve diğer mesajlar gibi değiştirilebilir; ancak daha önce eski varsayılan Fatura/Makbuz şablonlarını geçersiz kıldığınızı fark ettik. Bu nedenle, eski Fatura/Makbuz şablonlarınız yeni Fatura/Makbuz mesaj eşdeğerlerinin YERİNE kullanılmaya devam edecektir. Eski Fatura/Makbuz şablonlarınızı silmenizi ve yeni Fatura ve Makbuz mesajlarının içeriğini Mesajlar -&gt; Fatura ve Mesajlar -&gt; Makbuz bölümünde değiştirmenizi öneririz.

source: Question Types
de_de: Frage-Typen
fi: Kysymystyypit
tr_tr: Soru Türleri

source: Could not update question type %1$s for question ID=%2$d because "%3$s"
de_de: Konnte Fragetyp %1$s für Frage ID=%2$d nicht aktualisieren, da "%3$s"
fi: Kysymystyyppiä %1$s ei voitu päivittää kysymyksen ID=%2$d osalta, koska "%3$s".
tr_tr: Soru ID=%2$d için %1$s soru türü güncellenemedi çünkü "%3$s"

source: Payment-Payment Method Relations
de_de: Beziehungen zwischen Zahlung und Zahlungsmethode
fi: Maksu-maksutapa-suhteet
tr_tr: Ödeme-Ödeme Yöntemi İlişkileri

source: Could not find payment method with PMD_type = '%1$s' when migrating payment row %2$s so just assigned it an unknown payment method
de_de: Bei der Migration der Zahlungszeile %2$s konnte keine Zahlungsmethode mit PMD_type = '%1$s' gefunden werden, also wurde ihr eine unbekannte Zahlungsmethode zugewiesen
fi: Maksutapaa PMD_type = '%1$s' ei löytynyt, kun maksurivi %2$s siirrettiin, joten sille määritettiin tuntematon maksutapa.
tr_tr: %2$s ödeme satırını taşırken PMD_type = '%1$s' ile ödeme yöntemi bulunamadı, bu nedenle bilinmeyen bir ödeme yöntemi atandı

source: Couldn't set %1$s row in table %2$s where %3$s
de_de: Konnte %1$s Zeile in Tabelle %2$s nicht setzen, wo %3$s
fi: Ei voitu asettaa %1$s riviä taulukkoon %2$s jossa %3$s
tr_tr: %3$s'nin bulunduğu %2$s tablosunda %1$s satırı ayarlanamadı

source: State - System Question
de_de: Staat - System Frage
fi: Osavaltio - Järjestelmäkysymys
tr_tr: Eyalet - Sistem Sorusu

source: Could not update question system name "%1$s" for question ID=%2$d because "%3$s"
de_de: Der Name des Fragesystems "%1$s" für die Frage ID=%2$d konnte nicht aktualisiert werden, weil "%3$s"
fi: Kysymysjärjestelmän nimeä "%1$s" ei voitu päivittää kysymyksen ID=%2$d osalta, koska "%3$s".
tr_tr: Soru kimliği=%2$d için soru sistemi adı "%1$s" güncellenemedi çünkü "%3$s"

source: Update Invoice Settings
de_de: Einstellungen für Rechnungen aktualisieren
fi: Päivitä Lasku-asetukset
tr_tr: Fatura Ayarlarını Güncelleme

source: Note: in this version of Event Espresso, PDF and HTML Invoices and Receipts are now Messages and can be changed just like any other messages; however we noticed you had previously overridden the old default Invoice/Receipt templates. Because of this, your old Invoice/Receipt templates will continue to be used INSTEAD of the new Invoice/Receipt message equivalents (but this will be removed in an upcoming version). We recommend deleting your old Invoice/Receipt templates and using the new messages system. Then modify the new Invoice and Receipt messages's content in Messages -> Invoice and Messages -> Receipt.
de_de: Hinweis: In dieser Version von Event Espresso sind PDF- und HTML-Rechnungen und -Belege nun Nachrichten und können wie alle anderen Nachrichten geändert werden; wir haben jedoch festgestellt, dass Sie zuvor die alten Standardvorlagen für Rechnungen/Belege überschrieben hatten. Aus diesem Grund werden Ihre alten Rechnungs-/Belegvorlagen weiterhin anstelle der neuen Rechnungs-/Belegnachrichten verwendet (dies wird jedoch in einer der nächsten Versionen entfernt). Wir empfehlen Ihnen, Ihre alten Rechnungs- und Quittungsvorlagen zu löschen und das neue Nachrichtensystem zu verwenden. Ändern Sie dann den Inhalt der neuen Rechnungs- und Quittungsnachrichten unter Nachrichten -&gt; Rechnung und Nachrichten -&gt; Quittung.
fi: Huomautus: tässä Event Espresson versiossa PDF- ja HTML-laskut ja kuitit ovat nyt Viestejä, ja niitä voidaan muuttaa kuten muitakin viestejä; huomasimme kuitenkin, että olit aiemmin ohittanut vanhat oletuslasku-/kuittimallit. Tämän vuoksi vanhoja lasku-/kuittimallejasi käytetään edelleen uusien lasku-/kuittiviestien vastineiden sijasta (mutta tämä poistetaan tulevassa versiossa). Suosittelemme vanhojen lasku- ja kuittimallien poistamista ja uuden viestijärjestelmän käyttämistä. Muokkaa sitten uusien lasku- ja kuittiviestien sisältöä kohdassa Viestit -&gt; Lasku ja Viestit -&gt; Kuitti.
tr_tr: Not: Event Espresso'nun bu sürümünde, PDF ve HTML Faturalar ve Makbuzlar artık birer Mesajdır ve diğer mesajlar gibi değiştirilebilir; ancak daha önce eski varsayılan Fatura/Makbuz şablonlarını geçersiz kıldığınızı fark ettik. Bu nedenle, eski Fatura/Makbuz şablonlarınız yeni Fatura/Makbuz mesaj eşdeğerlerinin YERİNE kullanılmaya devam edecektir (ancak bu durum gelecek bir sürümde kaldırılacaktır). Eski Fatura/Makbuz şablonlarınızı silmenizi ve yeni mesaj sistemini kullanmanızı öneririz. Ardından yeni Fatura ve Makbuz mesajlarının içeriğini Mesajlar -&gt; Fatura ve Mesajlar -&gt; Makbuz bölümünde değiştirin.

source: Billing Info
de_de: Informationen zur Rechnungsstellung
fi: Laskutustiedot
fr_fr: Informations de facturation
tr_tr: Fatura Bilgileri

source: %1$s<br/>Name on Bank Account: %2$s<br/>Bank Account Number: %3$s<br/>Bank Name: %4$s<br/>Bank Address:%5$s
de_de: %1$s<br/>Name auf dem Bankkonto: %2$s<br/>Bankkontonummer: %3$s<br/>Bankname: %4$s<br/>Adresse der Bank:%5$s
fi: %1$s<br/>Tilin omistajan nimi: %2$s<br/>Tilinnumero: %3$s<br/>Pankin nimi: %4$s<br/>Pankin osoite:%5$s
tr_tr: %1$s<br/>Banka Hesabındaki İsim: %2$s<br/>Banka Hesap Numarası: %3$s<br/>Banka Adı: %4$s<br/>Banka Adresi:%5$s

source: On the next page you will be given instructions on how to make a payment by check.
de_de: Auf der nächsten Seite erhalten Sie Anweisungen, wie Sie eine Zahlung per Scheck vornehmen können.
fi: Seuraavalla sivulla annetaan ohjeet maksun suorittamisesta sekillä.
tr_tr: Bir sonraki sayfada çek ile nasıl ödeme yapacağınıza dair talimatlar verilecektir.

source: On the next page you will be able to access your invoice and instructions on how to pay it.
de_de: Auf der nächsten Seite können Sie Ihre Rechnung einsehen und erfahren, wie Sie sie bezahlen können.
fi: Seuraavalla sivulla näet laskun ja ohjeet sen maksamiseen.
fr_fr: Votre facture et les instructions de paiement seront disponibles sur la page suivante.
tr_tr: Bir sonraki sayfada faturanıza ve nasıl ödeyeceğinize ilişkin talimatlara erişebileceksiniz.

source: On the next page you will be able to enter your billing information to make the payment.
de_de: Auf der nächsten Seite können Sie Ihre Rechnungsdaten eingeben, um die Zahlung vorzunehmen.
fi: Seuraavalla sivulla voit syöttää laskutustietosi maksun suorittamista varten.
tr_tr: Bir sonraki sayfada ödemeyi yapmak için fatura bilgilerinizi girebileceksiniz.

source: After clicking 'Finalize Registration', you will be forwarded to PayPal to make your payment. Make sure you return to this site in order to properly finalize your registration.
de_de: Nachdem Sie auf "Registrierung abschließen" geklickt haben, werden Sie zu PayPal weitergeleitet, um Ihre Zahlung vorzunehmen. Kehren Sie auf jeden Fall zu dieser Website zurück, um Ihre Anmeldung ordnungsgemäß abzuschließen.
fi: Kun olet napsauttanut "Viimeistele rekisteröinti", sinut ohjataan PayPaliin suorittamaan maksu. Varmista, että palaat tälle sivustolle, jotta voit viimeistellä rekisteröitymisesi asianmukaisesti.
fr_fr: Après avoir cliqué sur «finaliser l’inscription», vous serez redirigé vers PayPal pour effectuer votre paiement. Assurez-vous de bien revenir sur le site pour correctement finaliser votre inscription.
tr_tr: 'Kaydı Kesinleştir' seçeneğine tıkladıktan sonra, ödemenizi yapmak için PayPal'a yönlendirileceksiniz. Kaydınızı düzgün bir şekilde sonuçlandırmak için bu siteye geri döndüğünüzden emin olun.

source: Could not update payment method %d with properties %s because %s
de_de: Die Zahlungsmethode %d mit den Eigenschaften %s konnte nicht aktualisiert werden, weil %s
fi: Maksutapaa %d ei voitu päivittää ominaisuuksilla %s koska %s
tr_tr: Ödeme yöntemi %d, %s özellikleri ile güncellenemedi çünkü %s

source: Could not insert extra meta key with values %s. %s
de_de: Es konnte kein zusätzlicher Metaschlüssel mit den Werten %s eingefügt werden. %s
fi: Ei voitu lisätä ylimääräistä meta-avainta, jonka arvot ovat %s. %s
tr_tr: Değerleri %s olan ekstra meta anahtar eklenemedi. %s

source: Transaction Payment Method Relations
de_de: Transaktion Zahlungsmethode Beziehungen
fi: Tapahtuman maksutapa Suhteet
tr_tr: İşlem Ödeme Yöntemi İlişkileri

source: Could not find payment method with PMD_type = '%1$s' when migrating extra meta row %2$s
de_de: Zahlungsmethode mit PMD_type = '%1$s' konnte bei der Migration der Extra-Meta-Zeile %2$s nicht gefunden werden
fi: Maksutapaa, jonka PMD_type = '%1$s', ei löytynyt, kun siirrettiin ylimääräinen metarivi %2$s.
tr_tr: Ekstra meta satırı %2$s geçirilirken PMD_type = '%1$s' ile ödeme yöntemi bulunamadı

source: You must set the pretty name for the Payment Method Type in the constructor (_pretty_name), and please make it internationalized
de_de: Sie müssen den hübschen Namen für die Art der Zahlungsmethode im Konstruktor festlegen (_pretty_name), und machen Sie ihn bitte internationalisiert
fi: Sinun on asetettava maksutapatyypin nätti nimi konstruktorissa (_pretty_name), ja tee siitä kansainvälistetty.
fr_fr: Vous devez définir le pretty name du Type de méthode de paiement dans le constructeur (_pretty_name) et le rendre internationalisé
tr_tr: Ödeme Yöntemi Türü için güzel adı yapıcıda ayarlamalısınız (_pretty_name) ve lütfen bunu uluslararası hale getirin

source: Could not handle IPN because '%s' is not an offsite gateway
de_de: IPN konnte nicht verarbeitet werden, weil '%s' kein Offsite-Gateway ist
fi: IPN:ää ei voitu käsitellä, koska '%s' ei ole ulkopuolinen yhdyskäytävä.
tr_tr: '%s' site dışı bir ağ geçidi olmadığı için IPN işlenemedi

source: Payment Method '%s' cannot handle unclaimed IPNs
de_de: Zahlungsmethode '%s' kann nicht beanspruchte IPNs nicht verarbeiten
fi: Maksutapa '%s' ei voi käsitellä lunastamattomia IPN:iä.
tr_tr: Ödeme Yöntemi '%s' talep edilmemiş IPN'leri işleyemiyor

source: The requested %s payment method file could not be found or is not readable due to file permissions.
de_de: Die angeforderte %s-Zahlungsmethode-Datei konnte nicht gefunden werden oder ist aufgrund von Dateiberechtigungen nicht lesbar.
fi: Pyydettyä %s-maksutapatiedostoa ei löytynyt tai sitä ei voi lukea tiedostojen käyttöoikeuksien vuoksi.
tr_tr: İstenen %s ödeme yöntemi dosyası bulunamadı veya dosya izinleri nedeniyle okunamıyor.

source: Small
de_de: Klein
fi: Pieni
fr_fr: Petit
tr_tr: Küçük

source: Medium
de_de: Mittel
fi: Keskikokoinen
fr_fr: Moyen
tr_tr: Orta

source: Large
de_de: Groß
fi: Suuri
tr_tr: Büyük

source: Payment method of type %s was not saved because there were validation errors. They have been marked in the form
de_de: Der Zahlweg vom Typ %s konnte nicht gespeichert werden, weil es Validierungsfehler gab. Sie wurden in der Form markiert
fi: Tyypin %s maksutapaa ei tallennettu, koska validointivirheitä esiintyi. Ne on merkitty muotoon
tr_tr: Doğrulama hataları olduğu için %s türündeki ödeme yöntemi kaydedilmedi. Formda işaretlenmişlerdir

source: "(unknown)"
de_de: „(unbekannt)“
fi: "(tuntematon)"
fr_fr: “Non identifié”
tr_tr: "(bilinmiyor)"

source: View All Logs
de_de: Alle Logs ansehen
fi: Näytä kaikki lokitiedostot
fr_fr: Afficher tous les rapports
tr_tr: Tüm Günlükleri Görüntüle
