Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Bulk edit ticket details
de_de: Ticketdetails in großem Umfang bearbeiten
fi: Muokkaa lippujen yksityiskohtia
tr_tr: Bilet ayrıntılarını toplu düzenleme

source: Tickets must always have at least one date assigned to them but one or more of the tickets below does not have any. Please correct the assignments for the highlighted cells.
de_de: Den Tickets muss immer mindestens ein Datum zugewiesen sein, aber eines oder mehrere der unten aufgeführten Tickets haben keins. Bitte korrigieren Sie die Zuweisungen für die markierten Zellen.
fi: Lipuille on aina määritettävä vähintään yksi päivämäärä, mutta yhdellä tai useammalla alla olevista lipuista ei ole päivämäärää. Korjaa korostettujen solujen määritykset.
tr_tr: Biletlere her zaman en az bir tarih atanmış olmalıdır, ancak aşağıdaki biletlerden bir veya daha fazlasında tarih bulunmamaktadır. Lütfen vurgulanan hücreler için atamaları düzeltin.

source: Event Dates must always have at least one Ticket assigned to them but one or more of the Event Dates below does not have any. Please correct the assignments for the highlighted cells.
de_de: Den Veranstaltungsterminen muss immer mindestens ein Ticket zugewiesen werden, aber für einen oder mehrere der unten aufgeführten Veranstaltungstermine gibt es kein Ticket. Bitte korrigieren Sie die Zuweisungen für die markierten Zellen.
fi: Tapahtumapäiville on aina määritettävä vähintään yksi lippu, mutta yhdellä tai useammalla alla olevista tapahtumapäivistä ei ole yhtään lippua. Korjaa korostettujen solujen määritykset.
tr_tr: Etkinlik Tarihlerine her zaman en az bir Bilet atanmış olmalıdır, ancak aşağıdaki Etkinlik Tarihlerinden bir veya daha fazlasında Bilet yoktur. Lütfen vurgulanan hücreler için atamaları düzeltin.

source: Please Update Assignments
de_de: Bitte Zuweisungen aktualisieren
fi: Päivitä tehtävät
tr_tr: Lütfen Atamaları Güncelleyin

source: There seem to be some dates/tickets which have no tickets/dates assigned. Do you want to fix them now?
de_de: Es scheint einige Termine/Tickets zu geben, denen keine Tickets/Termine zugeordnet sind. Möchten Sie diese jetzt korrigieren?
fi: Näyttää siltä, että joihinkin päivämääriin/lippuihin ei ole määritetty lippuja/päivämääriä. Haluatko korjata ne nyt?
tr_tr: Atanmış bileti/tarihi olmayan bazı tarihler/biletler var gibi görünüyor. Bunları şimdi düzeltmek ister misiniz?

source: Alert!
de_de: Warnung!
fi: Hälytys!
tr_tr: Alarm!

source: Ticket Assignment Manager for Datetime: %1$s - %2$s
de_de: Ticket-Zuordnungsmanager für Datum: %1$s - %2$s
fi: Lippujen osoituksenhallinta päivämäärälle: %1$s - %2$s
tr_tr: Tarih Saati için Bilet Atama Yöneticisi: %1$s - %2$s

source: Ticket Assignment Manager for Ticket: %1$s - %2$s
de_de: Ticket-Zuordnungsmanager für Ticket: %1$s - %2$s
fi: Ticket Assignment Manager lippuun: %1$s - %2$s
tr_tr: Bilet için Bilet Atama Yöneticisi: %1$s - %2$s

source: Ticket Assignment Manager
tr_tr: Bilet Atama Yöneticisi

source: existing relation
de_de: vorhandene Beziehung
fi: olemassa oleva suhde
tr_tr: mevcut ilişki

source: remove existing relation
de_de: bestehende Beziehung entfernen
fi: poista olemassa oleva suhde
tr_tr: mevcut ilişkiyi kaldırın

source: add new relation
de_de: neue Beziehung hinzufügen
fi: Lisää uusi suhde
tr_tr: yeni ilişki ekle

source: invalid relation
de_de: ungültige Beziehung
fi: virheellinen suhde
tr_tr: geçersiz ilişki

source: no relation
de_de: keine Beziehung
fi: ei suhdetta
tr_tr: ilişki yok

source: Assignments
de_de: Zuweisungen
fi: Tehtävät
tr_tr: Görevler

source: Event Dates are listed below
de_de: Die Veranstaltungstermine sind unten aufgeführt
fi: Tapahtuman päivämäärät on lueteltu alla
tr_tr: Etkinlik Tarihleri aşağıda listelenmiştir

source: Tickets are listed along the top
de_de: Die Tickets sind oben aufgelistet
fi: Liput on lueteltu yläreunassa
tr_tr: Biletler en üstte listelenmiştir

source: Click the cell buttons to toggle assigments
de_de: Klicken Sie auf die Schaltflächen in den Zellen, um die Zuordnungen umzuschalten
fi: Vaihda tehtäviä napsauttamalla solupainikkeita.
tr_tr: Atamaları değiştirmek için hücre düğmelerine tıklayın

source: All Dates
de_de: Alle Termine
fi: Kaikki päivämäärät
tr_tr: Tüm Tarihler

source: dates by month
de_de: Termine nach Monat
fi: päivämäärät kuukausittain
tr_tr: aylara göre tarihler

source: show expired tickets
de_de: Abgelaufene Tickets anzeigen
fi: näytä vanhentuneet liput
tr_tr: süresi dolmuş biletleri göster

source: show trashed dates
de_de: trashige Termine anzeigen
fi: näytä romutetut päivämäärät
tr_tr: trashed tarihleri göster

source: show trashed tickets
de_de: verfallene Tickets anzeigen
fi: Näytä turhat liput
tr_tr: Çöpe atılan biletleri göster

source: Default tickets
de_de: Standard-Tickets
fi: Oletusarvoiset liput
tr_tr: Varsayılan biletler

source: Edit ticket %s
de_de: Ticket bearbeiten %s
fi: Muokkaa lippua %s
tr_tr: Bilet %s'yi düzenle

source: Skip prices - assign dates
de_de: Preise überspringen - Daten zuweisen
fi: Ohita hinnat - määritä päivämäärät
tr_tr: Fiyatları atla - tarihleri ata

source: Save and assign dates
de_de: Termine speichern und zuweisen
fi: Tallenna ja määritä päivämäärät
tr_tr: Tarihleri kaydedin ve atayın

source: Edit ticket "%1$s" - %2$s
de_de: Ticket "%1$s" bearbeiten - %2$s
fi: Muokkaa lippua "%1$s" - %2$s
tr_tr: "%1$s" biletini düzenleyin - %2$s

source: modal for ticket
de_de: Modal für Ticket
fi: modaali lippua varten
tr_tr: bilet için modal

source: Leave blank for no maximum.
de_de: Leer lassen für keinen Höchstwert.
fi: Jätä tyhjäksi, jos enimmäismäärää ei ole.
tr_tr: Maksimum olmaması için boş bırakın.

source: If enabled, the ticket must be selected and will appear first in ticket lists.
de_de: Wenn diese Option aktiviert ist, muss das Ticket ausgewählt werden und wird in den Ticketlisten als erstes angezeigt.
fi: Jos se on käytössä, lippu on valittava, ja se näkyy lippuluetteloissa ensimmäisenä.
tr_tr: Etkinleştirilirse, bilet seçilmelidir ve bilet listelerinde ilk olarak görünecektir.

source: Ticket Sales
de_de: Ticketverkauf
fi: Lipunmyynti
tr_tr: Bilet Satışları

source: view ALL registrations for this ticket.
de_de: ALLE Registrierungen für dieses Ticket anzeigen.
fi: katso KAIKKI tämän lipun rekisteröinnit.
tr_tr: bu bilet için TÜM kayıtları görüntüleyin.

source: view approved registrations for this ticket.
de_de: genehmigte Registrierungen für dieses Ticket anzeigen.
fi: tarkastella tämän lipun hyväksyttyjä rekisteröintejä.
tr_tr: bu bilet için onaylanmış kayıtları görüntüleyin.

source: click to edit description…
de_de: zum Bearbeiten der Beschreibung klicken...
fi: klikkaa muokkaa kuvausta...
tr_tr: açıklamayı düzenlemek için tıklayın...

source: Move Date to Trash
de_de: Datum in den Papierkorb verschieben
fi: Siirrä päivämäärä roskakoriin
tr_tr: Tarihi Çöp Kutusuna Taşı

source: Edit Event Date Details
de_de: Datum der Veranstaltung bearbeiten
fi: Muokkaa tapahtuman päivämäärän tietoja
tr_tr: Etkinlik Tarihi Ayrıntılarını Düzenle

source: View Registrations for this Date
de_de: Anmeldungen für dieses Datum anzeigen
fi: Näytä tämän päivämäärän rekisteröinnit
tr_tr: Bu Tarih İçin Kayıtları Görüntüle

source: Manage Ticket Assignments
de_de: Ticket-Zuweisungen verwalten
fi: Hallitse lipputoimeksiantoja
tr_tr: Bilet Atamalarını Yönetme

source: click to edit title…
de_de: klicken, um den Titel zu bearbeiten...
fi: klikkaa muokkaa otsikkoa...
tr_tr: başlığı düzenlemek için tıklayın...

source: add title…
de_de: Titel hinzufügen...
fi: Lisää otsikko...
tr_tr: başlık ekle...

source: ON
tr_tr: AÇIK

source: end dates only
de_de: nur Enddaten
fi: vain loppupäivämäärät
tr_tr: sadece bitiş tarihleri

source: start and end dates
de_de: Anfangs- und Enddatum
fi: alkamis- ja päättymispäivämäärät
tr_tr: başlangıç ve bitiş tarihleri

source: dates above 90% capacity
de_de: Termine über 90% Kapazität
fi: päivämäärät, jolloin kapasiteetti on yli 90 prosenttia
tr_tr: 90 kapasitenin üzerindeki tarihler

source: dates above 75% capacity
de_de: Termine über 75% Kapazität
fi: päivämäärät, jolloin kapasiteetti on yli 75 prosenttia
tr_tr: 75 kapasitenin üzerindeki tarihler

source: dates above 50% capacity
de_de: Termine über 50% Kapazität
fi: päivämäärät, jolloin kapasiteetti on yli 50 prosenttia
tr_tr: 50 kapasitenin üzerindeki tarihler

source: dates below 50% capacity
de_de: Termine unter 50% Kapazität
fi: päivämäärät, jolloin kapasiteetti on alle 50 prosenttia
tr_tr: 50 kapasitenin altındaki tarihler

source: all dates
de_de: alle Termine
fi: kaikki päivämäärät
tr_tr: tüm tarihler

source: all active and upcoming
de_de: alle aktiven und kommenden
fi: kaikki aktiiviset ja tulevat
tr_tr: tüm aktif ve yaklaşan

source: active dates only
de_de: nur aktive Daten
fi: vain aktiiviset päivämäärät
tr_tr: sadece aktif tarihler

source: upcoming dates only
de_de: nur kommende Termine
fi: vain tulevat päivämäärät
tr_tr: sadece yaklaşan tarihler

source: next active or upcoming only
de_de: nächste aktive oder bevorstehende nur
fi: seuraava aktiivinen tai tuleva vain
tr_tr: sadece bir sonraki aktif veya yaklaşan

source: sold out dates only
de_de: nur ausverkaufte Termine
fi: vain loppuunmyytyjä päivämääriä
tr_tr: sadece tükenen tarihler

source: recently expired dates
de_de: kürzlich abgelaufene Termine
fi: hiljattain päättyneet päivämäärät
tr_tr: son kullanma tari̇hleri̇

source: all expired dates
de_de: alle abgelaufenen Daten
fi: kaikki vanhentuneet päivämäärät
tr_tr: tüm son kullanma tarihleri

source: trashed dates only
de_de: nur verworfene Daten
fi: vain hävitetyt päivämäärät
tr_tr: sadece çöpe atılmış tarihler

source: name
fi: nimi
tr_tr: isim

source: custom order
de_de: individuelle Bestellung
fi: tilaustyönä tehty tilaus
tr_tr: özel si̇pari̇ş

source: display
de_de: Anzeige
fi: näyttö
tr_tr: ekran

source: recurrence
de_de: Wiederholung
fi: uusiutuminen
tr_tr: NÜKS

source: sales
de_de: Verkauf
fi: myynti
tr_tr: satış

source: sort by
de_de: sortieren nach
fi: lajittele
tr_tr: göre sırala

source: status
fi: tila
tr_tr: durum

source: start dates only
de_de: nur Startdaten
fi: vain alkamispäivämäärät
tr_tr: sadece başlangıç tarihleri

source: Add New Date
de_de: Neues Datum hinzufügen
fi: Lisää uusi päivämäärä
tr_tr: Yeni Tarih Ekle

source: Add Single Date
de_de: Einzelnes Datum hinzufügen
fi: Lisää yksittäinen päivämäärä
tr_tr: Tek Tarih Ekle

source: Add a single date that only occurs once
de_de: Ein einzelnes Datum hinzufügen, das nur einmal vorkommt
fi: Lisää yksittäinen päivämäärä, joka esiintyy vain kerran
tr_tr: Yalnızca bir kez gerçekleşen tek bir tarih ekleyin

source: Single Date
de_de: Einzelnes Datum
fi: Yhden hengen päivämäärä
tr_tr: Tek Tarih

source: Reg list
de_de: Reg-Liste
fi: Reg-luettelo
tr_tr: Kayıt listesi

source: Cap
de_de: Kappe
fi: Korkki
tr_tr: Kapak

source: Text Input
de_de: Texteingabe
fi: Tekstinsyöttö
tr_tr: Metin Girişi

source: Registration form must have a field of type "%1$s" which maps to "%2$s"
de_de: Das Anmeldeformular muss ein Feld vom Typ "%1$s" enthalten, das "%2$s" entspricht.
fi: Rekisteröintilomakkeessa on oltava kenttä tyyppiä "%1$s", joka vastaa kenttää "%2$s".
tr_tr: Kayıt formunda "%2$s" ile eşleşen "%1$s" türünde bir alan bulunmalıdır

source: Please add the required fields
de_de: Bitte füllen Sie die erforderlichen Felder aus
fi: Lisää vaaditut kentät
tr_tr: Lütfen gerekli alanları ekleyin

source: purchaser
de_de: Käufer
fi: ostaja
tr_tr: ALICI

source: Attendee Address
de_de: Adresse des Teilnehmers
fi: Osallistujan osoite
tr_tr: Katılımcı Adresi

source: Are you sure you want to move this datetime to the trash? You can "untrash" this datetime later if you need to.
de_de: Sind Sie sicher, dass Sie diesen Zeitpunkt in den Papierkorb verschieben wollen? Sie können diesen Zeitpunkt später wieder aus dem Papierkorb entfernen, wenn Sie ihn benötigen.
fi: Oletko varma, että haluat siirtää tämän päivämäärän roskakoriin? Voit "poistaa" tämän ajanhetken myöhemmin, jos haluat.
tr_tr: Bu tarih saatini çöp kutusuna taşımak istediğinizden emin misiniz? Gerekirse bu tarih saatini daha sonra "çöp kutusundan çıkarabilirsiniz".

source: delete
de_de: löschen
fi: poista
tr_tr: silme

source: bulk actions
de_de: Massenverfahren
fi: massatoimet
tr_tr: toplu eylemler

source: delete datetimes
de_de: Datumsangaben löschen
tr_tr: tarih zamanlarını sil

source: Are you sure you want to permanently delete these datetimes? This action can NOT be undone!
de_de: Sind Sie sicher, dass Sie diese Daten dauerhaft löschen wollen? Diese Aktion kann NICHT rückgängig gemacht werden!
fi: Oletko varma, että haluat poistaa nämä päivämäärät pysyvästi? Tätä toimenpidettä EI voi perua!
tr_tr: Bu tarih saatlerini kalıcı olarak silmek istediğinizden emin misiniz? Bu işlem geri alınamaz!

source: Are you sure you want to trash these datetimes?
de_de: Sind Sie sicher, dass Sie diese Daten in den Papierkorb werfen wollen?
fi: Oletko varma, että haluat heittää nämä päivämäärät roskiin?
tr_tr: Bu tarihleri çöpe atmak istediğine emin misin?

source: Delete datetimes permanently
de_de: Datumsangaben dauerhaft löschen
fi: Poista datatimes pysyvästi
tr_tr: Tarih zamanlarını kalıcı olarak silme

source: Bulk edit date details
de_de: Datumsangaben massenhaft bearbeiten
fi: Muokkaa päivämäärän yksityiskohtia
tr_tr: Tarih ayrıntılarını toplu düzenleme

source: any changes will be applied to ALL of the selected dates.
de_de: alle Änderungen werden auf ALLE ausgewählten Termine angewendet.
fi: kaikki muutokset koskevat KAIKKIA valittuja päivämääriä.
tr_tr: herhangi bir değişiklik seçilen tarihlerin TÜMÜNE uygulanacaktır.

source: Shift dates
de_de: Schichtdaten
fi: Työvuorojen päivämäärät
tr_tr: Vardiya tarihleri

source: earlier
de_de: früher
fi: aiemmin
tr_tr: daha önce

source: later
de_de: später
fi: myöhemmin
tr_tr: daha sonra

source: click to edit capacity%s(registration limit)…
de_de: Klicken Sie, um die Kapazität%s(Registrierungslimit) zu bearbeiten...
fi: klikkaa muokataksesi kapasiteetti%s(rekisteröintiraja)...
tr_tr: kapasite%s'i (kayıt sınırı) düzenlemek için tıklayın...

source: starts
de_de: startet
fi: alkaa
tr_tr: başlar

source: ends
de_de: endet
fi: päättyy
tr_tr: biter

source: started
de_de: gestartet
fi: aloitti
tr_tr: başladı

source: ended
de_de: beendet
fi: päättyi
tr_tr: sona erdi

source: Edit Event Date
de_de: Ereignisdatum bearbeiten
fi: Muokkaa tapahtuman päivämäärää
tr_tr: Etkinlik Tarihini Düzenle

source: edit start and end dates
de_de: Start- und Enddatum bearbeiten
fi: Muokkaa alkamis- ja päättymispäiviä
tr_tr: başlangıç ve bitiş tarihlerini düzenleme

source: sold
de_de: verkauft
fi: myydään
tr_tr: satıldı

source: capacity
de_de: Kapazität
fi: kapasiteetti
tr_tr: kapasite

source: reg list
de_de: Registrierungsliste
fi: luettelo
tr_tr: kayıt listesi

source: add description…
de_de: Beschreibung hinzufügen...
fi: lisää kuvaus...
tr_tr: açıklama ekle...

source: Edit description
de_de: Beschreibung bearbeiten
fi: Muokkaa kuvausta
tr_tr: Açıklama düzenle

source: Select Status…
de_de: Status auswählen...
fi: Valitse tila...
tr_tr: Durum Seçiniz...

source: Retrieving Tickets.
de_de: Abrufen von Tickets.
fi: Lippujen hakeminen.
tr_tr: Biletleri Geri Alma.

source: No Tickets.
de_de: Keine Fahrkarten.
fi: Ei lippuja.
tr_tr: Bilet yok.

source: contact avatar
de_de: Kontakt-Avatar
fi: Ota yhteyttä avatar
tr_tr: iletişim avatarı

source: Toggling the checkin failed. Usually this is due to the checkin not having access
de_de: Das Umschalten des Checkins ist fehlgeschlagen. Normalerweise liegt das daran, dass der Checkin keinen Zugriff auf die
fi: Sisäänkirjautumisen vaihtaminen epäonnistui. Yleensä tämä johtuu siitä, että tarkistuksella ei ole pääsyä
tr_tr: Checkin'in değiştirilmesi başarısız oldu. Genellikle bunun nedeni checkin'in erişime sahip olmamasıdır

source: The given identifier (%s) does not exist in the state.
de_de: Der angegebene Bezeichner (%s) existiert nicht in diesem Zustand.
fi: Annettua tunnusta (%s) ei ole olemassa tilassa.
tr_tr: Verilen tanımlayıcı (%s) eyalette mevcut değil.

source: The provided item must be a Map object
de_de: Das angegebene Element muss ein Map-Objekt sein
fi: Annettavan kohteen on oltava Map-objekti
tr_tr: Sağlanan öğe bir Map nesnesi olmalıdır

source: The provided entity (%s) does not have the given property (%s)
de_de: Die angegebene Entität (%s) hat nicht die angegebene Eigenschaft (%s)
fi: Annetulla oliolla (%s) ei ole annettua ominaisuutta (%s).
tr_tr: Sağlanan varlık (%s) verilen özelliğe (%s) sahip değil

source: The provided immutable object (%s) does not have the given path (%s)
de_de: Das angegebene unveränderliche Objekt (%s) hat nicht den angegebenen Pfad (%s)
fi: Annetulla muuttumattomalla objektilla (%s) ei ole annettua polkua (%s).
tr_tr: Sağlanan değişmez nesne (%s) verilen yola (%s) sahip değil

source: The provided value is not an array.
de_de: Der angegebene Wert ist kein Array.
fi: Annettu arvo ei ole array.
tr_tr: Sağlanan değer bir dizi değildir.

source: The provided items must not be empty
de_de: Die angegebenen Positionen dürfen nicht leer sein
fi: Toimitetut kohteet eivät saa olla tyhjiä
tr_tr: Sağlanan öğeler boş olmamalıdır

source: The provided array of entities must not be empty
de_de: Das angegebene Array von Entitäten darf nicht leer sein
fi: Toimitettu joukko olioita ei saa olla tyhjä
tr_tr: Sağlanan varlık dizisi boş olmamalıdır

source: The provided object of entities must be a Map object
de_de: Das angegebene Objekt der Entitäten muss ein Map-Objekt sein
fi: Esitetyn olioiden objektin on oltava Map-olio.
tr_tr: Sağlanan varlık nesnesi bir Map nesnesi olmalıdır

source: check-outs
de_de: Kassensysteme
fi: kassat
tr_tr: check-out'lar

source: never checked in
de_de: nie eingecheckt
fi: ei ole koskaan kirjautunut sisään
tr_tr: hiç giriş yapmadım

source: wait lists
de_de: Wartelisten
fi: odotuslistat
tr_tr: bekleme listeleri

source: Order by
de_de: Bestellen nach
fi: Tilaa mennessä
tr_tr: Tarafından sipariş

source: There was some error fetching attendees list
de_de: Es gab einen Fehler beim Abrufen der Teilnehmerliste
fi: Osallistujaluettelon noutamisessa tapahtui virhe...
tr_tr: Katılımcı listesi alınırken bir hata oluştu

source: An unknown error occurred while fetching event details.
de_de: Beim Abrufen von Ereignisdetails ist ein unbekannter Fehler aufgetreten.
fi: Tapahtuman tietojen noutamisessa tapahtui tuntematon virhe.
tr_tr: Olay ayrıntıları alınırken bilinmeyen bir hata oluştu.

source: Short description
de_de: Kurzbeschreibung
fi: Lyhyt kuvaus
tr_tr: Kısa Açıklama

source: Select Field
de_de: Feld auswählen
fi: Valitse kenttä
tr_tr: Alan Seçiniz

source: Typography
de_de: Typografie
fi: Typografia
tr_tr: Tipografi

source: Color
de_de: Farbe
fi: Väri
tr_tr: Renk

source: field
de_de: Feld
fi: kenttä
tr_tr: alan

source: Event Field
de_de: Ereignisfeld
fi: Tapahtumakenttä
tr_tr: Etkinlik Alanı

source: Displays the selected field of an event
de_de: Zeigt das ausgewählte Feld eines Ereignisses an
fi: Näyttää tapahtuman valitun kentän
tr_tr: Bir olayın seçilen alanını görüntüler

source: Loading…
de_de: Laden...
fi: Ladataan...
tr_tr: Yükleniyor...

source: Active status
de_de: Aktiver Status
fi: Aktiivinen tila
tr_tr: Aktif durum

source: Donations Enabled
de_de: Spenden Aktiviert
fi: Lahjoitukset käytössä
tr_tr: Bağışlar Etkinleştirildi

source: Donations Disabled
de_de: Spenden Behinderte
fi: Lahjoitukset Vammaiset
tr_tr: Bağışlar Engelli

source: Max Registrations per Transaction
de_de: Maximale Anmeldungen pro Transaktion
fi: Rekisteröintien enimmäismäärä tapahtumaa kohti
tr_tr: İşlem Başına Maksimum Kayıt

source: Ticket Selector Enabled
de_de: Ticket Selector Aktiviert
fi: Lipunvalitsin käytössä
tr_tr: Bilet Seçici Etkin

source: Ticket Selector Disabled
de_de: Ticket Selector Deaktiviert
fi: Lipunvalitsin pois käytöstä
tr_tr: Bilet Seçici Devre Dışı

source: primary information about the date
de_de: primäre Informationen über das Datum
fi: päivämäärää koskevat ensisijaiset tiedot
tr_tr: tarih hakkında birincil bilgiler

source: Assign Tickets
de_de: Tickets zuweisen
fi: Määritä liput
tr_tr: Bilet Atama

source: Save and assign tickets
de_de: Tickets speichern und zuweisen
fi: Tallenna ja määritä liput
tr_tr: Biletleri kaydedin ve atayın

source: Edit datetime %s
de_de: Datum und Uhrzeit %s bearbeiten
fi: Muokkaa päivämäärää %s
tr_tr: Tarih saatini düzenle %s

source: New Datetime
de_de: Neues Datum
fi: Uusi päivämäärä
tr_tr: Yeni Tarih Saati

source: modal for datetime
de_de: modal für datetime
fi: modaalinen datetime
tr_tr: datetime için modal

source: The maximum number of registrants that can attend the event at this particular date.
de_de: Die maximale Anzahl der Teilnehmer, die zu diesem Termin an der Veranstaltung teilnehmen können.
fi: Enimmäismäärä rekisteröijiä, jotka voivat osallistua tapahtumaan kyseisenä päivänä.
tr_tr: Bu belirli tarihte etkinliğe katılabilecek maksimum kayıt sayısı.

source: Set to 0 to close registration or leave blank for no limit.
de_de: Setzen Sie den Wert auf 0, um die Registrierung abzuschließen, oder lassen Sie ihn leer, wenn Sie keine Begrenzung wünschen.
fi: Aseta arvoksi 0 sulkeaksesi rekisteröinnin tai jätä tyhjäksi, jos et halua rajoitusta.
tr_tr: Kaydı kapatmak için 0 olarak ayarlayın veya limit olmaması için boş bırakın.

source: Dates
de_de: Daten
fi: Päivämäärät
tr_tr: Tarihler

source: total registrations.
de_de: Anmeldungen insgesamt.
fi: rekisteröintien kokonaismäärä.
tr_tr: Toplam kayıtlar.

source: view ALL registrations for this date.
de_de: ALLE Anmeldungen für dieses Datum anzeigen.
fi: katso KAIKKI ilmoittautumiset tälle päivämäärälle.
tr_tr: bu tarih için TÜM kayıtları görüntüleyin.

source: view approved registrations for this date.
de_de: genehmigte Anmeldungen für dieses Datum anzeigen.
fi: katso hyväksytyt rekisteröinnit tälle päivämäärälle.
tr_tr: bu tarih için onaylanmış kayıtları görüntüleyin.

source: loading event dates…
de_de: Laden von Veranstaltungsdaten...
fi: tapahtuman päivämäärien lataaminen...
tr_tr: etkinlik tarihleri yükleniyor...

source: Add a date or a ticket in order to use Ticket Assignment Manager
de_de: Fügen Sie ein Datum oder ein Ticket hinzu, um den Ticket Assignment Manager zu verwenden
fi: Lisää päivämäärä tai lippu, jotta voit käyttää Ticket Assignment Manageria.
tr_tr: Bilet Atama Yöneticisi'ni kullanmak için bir tarih veya bilet ekleyin

source: Ticket Assignments
de_de: Ticket-Zuweisungen
fi: Lippujen jakaminen
tr_tr: Bilet Atamaları

source: Number of related tickets
de_de: Anzahl der zugehörigen Tickets
fi: Liittyvien lippujen määrä
tr_tr: İlgili bilet sayısı

source: There are no tickets assigned to this datetime. Please click the ticket icon to update the assignments.
de_de: Diesem Datum sind keine Tickets zugewiesen. Bitte klicken Sie auf das Ticket-Symbol, um die Zuweisungen zu aktualisieren.
fi: Tälle ajankohdalle ei ole määritetty lippuja. Napsauta lippukuvaketta päivittääksesi tehtävät.
tr_tr: Bu tarih aralığına atanmış bilet bulunmamaktadır. Atamaları güncellemek için lütfen bilet simgesine tıklayın.

source: assign tickets
de_de: Tickets zuweisen
fi: määrätä liput
tr_tr: bilet atama

source: event datetime main menu
de_de: Ereigniszeitpunkt Hauptmenü
fi: tapahtuman päivämäärä päävalikko
tr_tr: event datetime ana menüsü

source: edit datetime
de_de: Datum und Uhrzeit bearbeiten
fi: muokkaa päivämäärää
tr_tr: tarih saatini düzenle

source: copy datetime
de_de: Datum und Uhrzeit kopieren
fi: kopioi datetime
tr_tr: tarih saatini kopyala

source: delete permanently
de_de: dauerhaft löschen
fi: poistaa pysyvästi
tr_tr: kalıcı olarak sil

source: Permanently Delete Datetime?
de_de: Dauerhaftes Löschen von Datetime?
fi: Poista pysyvästi Datetime?
tr_tr: Tarih Saatini Kalıcı Olarak Silme?
