Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: The class given for the Qtip loader (%1$s) is not a child of the %2$sEE_Qtip_Config%3$s class. Please make sure you are extending EE_Qtip_Config.
de_de: Die für den Qtip-Loader angegebene Klasse (%1$s) ist nicht ein Kind der Klasse %2$sEE_Qtip_Config%3$s. Bitte stellen Sie sicher, dass Sie EE_Qtip_Config erweitern.
fi: Qtip-lataajalle annettu luokka (%1$s) ei ole luokan %2$sEE_Qtip_Config%3$s lapsi. Varmista, että laajennat EE_Qtip_Config-luokkaa.
tr_tr: Qtip yükleyici için verilen sınıf (%1$s), %2$sEE_Qtip_Config%3$s sınıfının bir alt öğesi değil. Lütfen EE_Qtip_Config'i genişlettiğinizden emin olun.

source: Invalid, unreadable, or missing file.
de_de: Ungültige, nicht lesbare oder fehlende Datei.
fi: Virheellinen, lukukelvoton tai puuttuva tiedosto.
tr_tr: Geçersiz, okunamayan veya eksik dosya.

source: Select
de_de: Wählen Sie
fi: Valitse
tr_tr: Seçiniz

source: close datetime selector
de_de: datetime selector schließen
fi: sulje ajankohdan valitsin
tr_tr: tarih saat seçiciyi kapat

source: Upcoming Event List
de_de: Liste für kommende Veranstaltungen
fi: Lista tulevista tapahtumista
tr_tr: Yaklaşan Etkinlik Listesi

source: You must provide a page title in order to create an iframe.
de_de: Sie müssen einen Seitentitel angeben, um einen iframe zu erstellen.
fi: Sinun on annettava sivun otsikko, jotta voit luoda iframe-kehyksen.
tr_tr: Bir iframe oluşturmak için bir sayfa başlığı sağlamalısınız.

source: You must provide content in order to create an iframe.
de_de: Sie müssen Inhalte bereitstellen, um einen iframe zu erstellen.
fi: Sinun on annettava sisältöä, jotta voit luoda iframe-kehyksen.
tr_tr: Bir iframe oluşturmak için içerik sağlamalısınız.

source: A non-empty array of URLs, is required to add a CSS stylesheet to an iframe.
de_de: Ein nicht leeres Array von URLs, ist erforderlich, um ein CSS-Stylesheet zu einem iframe hinzuzufügen.
fi: Ei-tyhjä URL-osoitteiden joukko, jota tarvitaan CSS-tyylitaulukon lisäämiseksi iframeen.
tr_tr: Boş olmayan bir URL dizisi, bir iframe'e CSS stil sayfası eklemek için gereklidir.

source: A non-empty array of URLs, is required to add Javascript to an iframe.
de_de: Ein nicht leeres Array von URLs, ist erforderlich, um Javascript zu einem iframe hinzuzufügen.
fi: Ei-tyhjä URL-osoitteiden joukko, tarvitaan Javascriptin lisäämiseksi iframeen.
tr_tr: Boş olmayan bir URL dizisi, bir iframe'e Javascript eklemek için gereklidir.

source: A non-empty array of vars, is required to add localized Javascript vars to an iframe.
de_de: Ein nicht leeres Array von Variablen, ist erforderlich, um lokalisierte Javascript-Variablen zu einem iframe hinzuzufügen.
fi: Ei-tyhjä joukko vars, tarvitaan lisätäksesi lokalisoidun Javascriptin vars iframeen.
tr_tr: Boş olmayan bir vars dizisi, bir iframe'e yerelleştirilmiş Javascript vars'ları eklemek için gereklidir.

source: click here to generate code for embedding %1$s iframe into another site.
de_de: Klicken Sie hier, um den Code zum Einbetten von %1$s Iframe in eine andere Website zu generieren.
fi: paina tästä luodaksesi koodin, jolla voit liittää %1$s -iframe-ikkunan toiselle sivustolle.
tr_tr: %1$s iframe'i başka bir siteye gömmek için kod oluşturmak üzere buraya tıklayın.

source: copy and paste the following into any other site's content to display this event:
de_de: Kopieren Sie den folgenden Text und fügen Sie ihn in den Inhalt einer beliebigen anderen Website ein, um dieses Ereignis anzuzeigen:
fi: kopioi ja liitä seuraava koodi mille tahansa sivustolle näyttääksesi tämän tapahtuman:
tr_tr: Bu etkinliği görüntülemek için aşağıdakileri kopyalayıp başka bir sitenin içeriğine yapıştırın:

source: click anywhere outside of this window to close it.
de_de: Klicken Sie irgendwo außerhalb dieses Fensters, um es zu schließen.
fi: paina mistä tahansa tämän ikkunan ulkopuolelta sulkeaksesi ikkunan.
tr_tr: kapatmak için bu pencerenin dışında herhangi bir yere tıklayın.

source: iFrame Embed Code
de_de: iFrame Einbettungscode
fi: iFramen liittämiskoodi
tr_tr: iFrame Gömme Kodu

source: Click the following button(s) to generate iframe HTML that will allow you to embed your event content within the content of other websites.
de_de: Klicken Sie auf die folgende(n) Schaltfläche(n), um Iframe-HTML zu generieren, mit dem Sie den Inhalt Ihrer Veranstaltung in den Inhalt anderer Websites einbetten können.
fi: Napsauta seuraavaa painiketta (painikkeita) luodaksesi iframe HTML:ää, jonka avulla voit upottaa tapahtumasi sisällön muiden verkkosivustojen sisältöön.
tr_tr: Etkinlik içeriğinizi diğer web sitelerinin içeriğine yerleştirmenize olanak tanıyan iframe HTML oluşturmak için aşağıdaki düğmelere tıklayın.

source: Your payment was %1$sCANCELLED%2$s for the following transaction and ticket purchases:
de_de: Ihre Zahlung wurde %1$sCANCELLED%2$s für die folgenden Transaktionen und Ticketkäufe:
fi: Seuraavia tilauksia ja lippuja koskeva maksusi %1$sPERUUTETTIIN%2$s:
tr_tr: Ödemeniz aşağıdaki işlem ve bilet alımları için %1$sCANCELLED%2$s oldu:

source: Your payment was %1$sDECLINED%2$s for the following transaction and ticket purchases:
de_de: Ihre Zahlung %1$sDECLINED%2$s für die folgende Transaktion und Ticketkauf:
fi: Maksusi oli %1$sDECLINED%2$s seuraavan tapahtuman ja lippuostosten osalta:
tr_tr: Ödemeniz aşağıdaki işlem ve bilet alımları için %1$sDECLINED%2$s oldu:

source: %4$sIMPORTANT!%5$sThe Event Espresso "%1$s" addon is not compatible with this version of Event Espresso.%2$sPlease upgrade your "%1$s" addon to version %3$s or newer to resolve this issue.
de_de: %4$sWICHTIG!%5$sDas Event Espresso-Addon "%1$s" ist mit dieser Version von Event Espresso nicht kompatibel.%2$sBitte aktualisieren Sie Ihr "%1$s"-Addon auf Version %3$s oder neuer, um dieses Problem zu beheben.
fi: %4$sTÄRKEÄÄ!%5$sEvent Espresso "%1$s" -lisäosa ei ole yhteensopiva tämän Event Espresso-version kanssa.%2$sPäivitä "%1$s" -lisäosa versioon %3$s tai uudempaan korjataksesi tämän ongelman.
tr_tr: %4$sÖNEMLİ!%5$sEvent Espresso "%1$s" eklentisi Event Espresso'nun bu sürümüyle uyumlu değil.%2$sBu sorunu çözmek için lütfen "%1$s" eklentinizi %3$s veya daha yeni bir sürüme yükseltin.

source: %5$sIMPORTANT!%6$sThe Event Espresso "%1$s" addon requires Event Espresso Core version "%2$s" or higher in order to run.%4$sYour version of Event Espresso Core is currently at "%3$s". Please upgrade Event Espresso Core first and then re-activate "%1$s".
de_de: %5$sWICHTIG!%6$sDas Event Espresso "%1$s"-Addon erfordert Event Espresso Core Version "%2$s" oder höher, um zu laufen.%4$sIhre Version von Event Espresso Core ist derzeit auf "%3$s". Bitte aktualisieren Sie zuerst Event Espresso Core und reaktivieren Sie dann "%1$s".
fi: %5$sTÄRKEÄÄ!%6$sEvent Espresso "%1$s"-lisäosa vaatii Event Espresso Core version "%2$s" tai uudemman toimiakseen.%4$sKäytössäsi olevan Event Espresso Coren versio on "%3$s". Päivitä Event Espresso Core ja yritä sen jälkeen uudelleen ottaa "%1$s" käyttöön.
tr_tr: %5$sÖNEMLİ!%6$sEvent Espresso "%1$s" eklentisinin çalışması için Event Espresso Core sürümünün "%2$s" veya daha yüksek olması gerekir.%4$sEvent Espresso Core sürümünüz şu anda "%3$s" seviyesinde. Lütfen önce Event Espresso Core'u yükseltin ve ardından "%1$s "i yeniden etkinleştirin.

source: %4$sIMPORTANT!%5$sThe Event Espresso "%1$s" addon requires WordPress version "%2$s" or greater.%3$sPlease update your version of WordPress to use the "%1$s" addon and to keep your site secure.
de_de: %4$sWICHTIG!%5$sDas Event Espresso-Addon "%1$s" erfordert die WordPress-Version "%2$s" oder höher.%3$sBitte aktualisieren Sie Ihre WordPress-Version, um das Addon "%1$s" verwenden zu können und die Sicherheit Ihrer Website zu gewährleisten.
fi: %4$sTÄRKEÄÄ!%5$sEvent Espresso "%1$s" -lisäosa vaatii WordPress-version "%2$s" tai uudemman.%3$sPäivitä WordPress-versiosi, jotta voit käyttää "%1$s" -lisäosaa ja pitää sivustosi turvallisena.
tr_tr: %4$sÖNEMLİ!%5$sEvent Espresso "%1$s" eklentisi, WordPress sürümünün "%2$s" veya daha yüksek olmasını gerektirir.%3$s"%1$s" eklentisini kullanmak ve sitenizi güvende tutmak için lütfen WordPress sürümünüzü güncelleyin.

source: %s - the value for this field is in GMT.
de_de: %s - der Wert für dieses Feld ist in GMT.
fi: %s - tämän kentän arvo on GMT.
tr_tr: %s - bu alanın değeri GMT cinsindendir.

source: The value for %1$s is already set and it is not an array. The %2$s method can only be used to push values to this data element when it is an array.
de_de: Der Wert für %1$s ist bereits gesetzt und es handelt sich nicht um ein Array. Die %2$s Methode kann nur verwendet werden um Werte in dieses Datenelement zu schieben, wenn es ein Array ist.
fi: Arvo %1$s on jo asetettu, eikä se ole joukko. Menetelmää %2$s voidaan käyttää vain seuraaviin tarkoituksiin työntää arvoja tähän tietoelementtiin, kun se on array.
tr_tr: %1$s için değer zaten ayarlanmış ve bu bir dizi değil. %2$s yöntemi yalnızca şu amaçlarla kullanılabilir Bir dizi olduğunda bu veri elemanına değerler iter.

source: The %1$s key already exists for the templates array in the js data array. No overrides are allowed.
de_de: Der Schlüssel %1$s existiert bereits für das Array templates im Array js data. Es sind keine Überschreibungen erlaubt.
fi: Avain %1$s on jo olemassa mallisarjassa js-datamassassa. Ohituksia ei sallita.
tr_tr: js veri dizisindeki şablonlar dizisi için %1$s anahtarı zaten mevcut. Geçersiz kılmaya izin verilmez.

source: The value for %1$s already exists in the Registry::eejs object. Overrides are not allowed. Since the value of this data is an array, you may want to use the %2$s method to push your value to the array.
de_de: Der Wert für %1$s existiert bereits im Registry::eejs-Objekt. Überschreibungen sind nicht erlaubt. Da der Wert dieser Daten ein Array ist, sollten Sie die %2$s-Methode verwenden, um Ihren Wert in das Array zu verschieben.
fi: Arvo %1$s on jo olemassa Registry::eejs-objektissa. Päällekkäisyyksiä ei sallita. Koska tämän datan arvo on array, voit käyttää komentoa %2$s-metodia siirtääksesi arvosi arrayyn.
tr_tr: %1$s değeri Registry::eejs nesnesinde zaten mevcut. Geçersiz kılmalara izin verilmez. Bu verinin değeri bir dizi olduğu için %2$s yöntemi ile değerinizi diziye itebilirsiniz.

source: The value for %1$s already exists in the Registry::eejs object. Overrides are not allowed. Consider attaching your value to a different key
de_de: Der Wert für %1$s existiert bereits im Registry::eejs-Objekt. Überschreibungen sind nicht erlaubt. Erwägen Sie, Ihren Wert an einen anderen Schlüssel anzuhängen
fi: Arvo %1$s on jo olemassa Registry::eejs-objektissa. Päällekkäisyyksiä ei sallittu. Harkitse arvon liittämistä toiseen avaimeen
tr_tr: %1$s değeri Registry::eejs nesnesinde zaten mevcut. Geçersiz kılmalar izin verilir. Değerinizi farklı bir anahtara eklemeyi düşünün

source: Transaction does not have a valid Total Line Item associated with it.
de_de: Der Transaktion ist keine gültige Gesamtposition zugeordnet.
fi: Tapahtumaan ei ole liitetty kelvollista Kokonaisrivikohdetta.
tr_tr: İşlemin kendisiyle ilişkilendirilmiş geçerli bir Toplam Satır Öğesi yok.

source: Filter by Date
de_de: Nach Datum filtern
fi: Suodata päivämäärän mukaan
tr_tr: Tarihe Göre Filtrele

source: %1$sNote to Event Admin:%2$sNo tickets were found for this event. This effectively turns off ticket sales. Please ensure that at least one ticket is available for if you want people to be able to register.%3$s(click to edit this event)%4$s
de_de: %1$sHinweis für den Veranstaltungsadministrator:%2$sFür diese Veranstaltung wurden keine Tickets gefunden. Dies schaltet den Ticketverkauf effektiv aus. Bitte stellen Sie sicher, dass mindestens ein Ticket verfügbar ist, wenn Sie möchten, dass sich Personen registrieren können.%3$s(Klicken Sie, um dieses Ereignis zu bearbeiten)%4$s
fi: %1$sNote to Event Admin:%2$sTälle tapahtumalle ei löytynyt lippuja. Tämä kytkee lipunmyynnin tehokkaasti pois päältä. Varmista, että vähintään yksi lippu on saatavilla, jos haluat, että ihmiset voivat ilmoittautua.%3$s(klikkaa muokkaa tätä tapahtumaa)%4$s
tr_tr: %1$sEtkinlik Yöneticisine Not:%2$sBu etkinlik için bilet bulunamadı. Bu, bilet satışlarını etkili bir şekilde kapatır. İnsanların kayıt yaptırabilmesini istiyorsanız lütfen en az bir biletin mevcut olduğundan emin olun.%3$s(bu etkinliği düzenlemek için tıklayın)%4$s

source: please select a datetime
de_de: Bitte wählen Sie ein Datum
fi: valitse ajankohta
tr_tr: lütfen bir tarih saati seçin

source: Template Settings is a feature that is only available in the premium version of Event Espresso 4 which is available with a support license purchase on EventEspresso.com. Template Settings allow you to configure some of the appearance options for both the Event List and Event Details pages.
de_de: Vorlageneinstellungen ist eine Funktion, die nur in der Premium-Version von Event Espresso 4 verfügbar ist, die mit einer Support-Lizenz auf EventEspresso.com erworben werden kann. Mit den Vorlageneinstellungen können Sie einige der Erscheinungsoptionen für die Ereignisliste und die Ereignisdetailseiten konfigurieren.
fi: Malliasetukset on ominaisuus, joka on saatavilla vain Event Espresso 4:n premium-versiossa, joka on saatavilla tukilisenssin oston yhteydessä EventEspresso.com-sivustolla. Malliasetusten avulla voit määrittää joitakin ulkoasuvaihtoehtoja sekä Tapahtumaluettelo- että Tapahtuman tiedot -sivuille.
tr_tr: Şablon Ayarları, Event Espresso 4'ün yalnızca EventEspresso.com adresinden destek lisansı satın alındığında kullanılabilen premium sürümünde mevcut olan bir özelliktir. Şablon Ayarları, hem Etkinlik Listesi hem de Etkinlik Ayrıntıları sayfaları için bazı görünüm seçeneklerini yapılandırmanıza olanak tanır.

source: Reset Ticket and Datetime Reserved Counts
de_de: Zurücksetzen von Ticket- und Datumsreservezählungen
fi: Nollaa varattujen lippujen ja ajankohtien laskurit
tr_tr: Bilet ve Tarih Saati Ayrılmış Sayılarını Sıfırla

source: Ticket and datetime reserved counts have been successfully reset.
de_de: Die Anzahl der reservierten Tickets und Datumsangaben wurde erfolgreich zurückgesetzt.
fi: Varattujen lippujen ja päivämäärien lukumäärät on onnistuneesti nollattu.
tr_tr: Bilet ve tarih-saat ayrılmış sayıları başarıyla sıfırlandı.

source: Ticket and datetime reserved counts were correct and did not need resetting.
de_de: Die Anzahl der reservierten Tickets und Zeitpunkte war korrekt und musste nicht zurückgesetzt werden.
fi: Varattujen lippujen ja päivämäärien lukumäärät olivat oikein, eikä niitä tarvinnut nollata.
tr_tr: Bilet ve tarih saati ayrılmış sayıları doğruydu ve sıfırlanmaları gerekmiyordu.

source: Use this to reset the counts for ticket and datetime reservations.
de_de: Verwenden Sie diese Funktion, um die Zählungen für Ticket- und Zeitreservierungen zurückzusetzen.
fi: Tällä voit nollata lippu- ja päivämäärävarausten lukumäärät.
tr_tr: Bilet ve tarih-saat rezervasyonlarının sayılarını sıfırlamak için bunu kullanın.

source: Download to File
de_de: Datei herunterladen
fi: Lataa tiedostoon
tr_tr: Dosyaya İndir

source: Custom Message Templates is a feature that is only available in the premium version of Event Espresso 4 which is available with a support license purchase on EventEspresso.com. With the Custom Message Templates feature, you are able to create custom message templates and assign them on a per-event basis.
de_de: Benutzerdefinierte Nachrichtenvorlagen sind eine Funktion, die nur in der Premium-Version von Event Espresso 4 verfügbar ist, die mit dem Kauf einer Support-Lizenz auf EventEspresso.com erhältlich ist. Mit der Funktion "Benutzerdefinierte Nachrichtenvorlagen" können Sie benutzerdefinierte Nachrichtenvorlagen erstellen und sie pro Veranstaltung zuweisen.
fi: Mukautetut viestimallit on ominaisuus, joka on saatavilla vain Event Espresso 4:n premium-versiossa, joka on saatavana tukilisenssin oston yhteydessä EventEspresso.com-sivustolla. Mukautetut viestimallit -ominaisuuden avulla voit luoda mukautettuja viestimalleja ja määrittää ne tapahtumakohtaisesti.
tr_tr: Özel Mesaj Şablonları, yalnızca Event Espresso 4'ün premium sürümünde bulunan ve EventEspresso.com adresinden destek lisansı satın alınarak kullanılabilen bir özelliktir. Özel Mesaj Şablonları özelliği ile özel mesaj şablonları oluşturabilir ve bunları etkinlik bazında atayabilirsiniz.

source: Forever
de_de: Unbegrenzt
fi: Aina
tr_tr: Sonsuza dek

source: 3 Months
de_de: 3 Monate
fi: 3 kuukautta
tr_tr: 3 Ay

source: 6 Months
de_de: 6 Monate
fi: 6 kuukautta
tr_tr: 6 Ay

source: 9 Months
de_de: 9 Monate
fi: 9 kuukautta
tr_tr: 9 Ay

source: 12 Months
de_de: 12 Monate
fi: 12 kuukautta
tr_tr: 12 Ay

source: 24 Months
de_de: 24 Monate
fi: 24 kuukautta
tr_tr: 24 Ay

source: 36 Months
de_de: 36 Monate
fi: 36 kuukautta
tr_tr: 36 Ay

source: Cleanup of old messages:
de_de: Alte Nachrichten aufräumen
fi: Siivoa vanhat viestit:
tr_tr: Eski mesajların temizlenmesi:

source: Messages are email notifications that are sent out by Event Espresso. Message Types are the %1$skinds%2$s of messages that get delivered. They can be thought of as the "type" of package that is being delivered by the messenger. For example, Event Espresso comes with two Message Types attached to the Email Messenger:
de_de: Nachrichten sind E-Mail-Benachrichtigungen, die von Event Espresso verschickt werden. Nachrichtentypen sind die %1$skinds%2$s der Nachrichten, die zugestellt werden. Man kann sie sich als die "Art" des Pakets vorstellen, das durch den Boten zugestellt wird. Event Espresso wird beispielsweise mit zwei Nachrichtentypen geliefert, die mit dem E-Mail-Messenger verbunden sind:
fi: Viestit ovat sähköposti-ilmoituksia, jotka Event Espresso lähettää. Viestityypit ovat toimitettavien viestien %1$slajit%2$s. Niitä voidaan ajatella viestinviejän toimittaman paketin "tyypiksi". Esimerkiksi Event Espresson mukana tulee kaksi viestityyppiä, jotka on liitetty Email Messengeriin:
tr_tr: Mesajlar, Event Espresso tarafından gönderilen e-posta bildirimleridir. Mesaj Türleri, iletilen mesajların %1$skinds%2$s'leridir. Bunlar, mesajcı tarafından teslim edilen paketin "türü" olarak düşünülebilir. Örneğin, Event Espresso E-posta Habercisine eklenmiş iki Mesaj Türü ile birlikte gelir:

source: Message Templates are the %1$sformat%2$s of the messages going out. Think of them as a “form letter”. Templates tell the Messages system how to style your messages and the content (information) they will have when they are delivered.
de_de: Nachrichtenvorlagen sind die %1$sformat%2$s der Nachrichten, die verschickt werden. Betrachten Sie sie als "Serienbrief". Vorlagen teilen dem Nachrichtensystem mit, wie Ihre Nachrichten gestaltet werden sollen und welchen Inhalt (Informationen) sie haben werden, wenn sie zugestellt werden.
fi: Viestimallit ovat lähtevien viestien %1$sformat%2$s. Ajattele niitä "lomakekirjeenä". Mallit kertovat Viestit-järjestelmälle, miten viestit muotoillaan ja millaista sisältöä (tietoa) ne sisältävät, kun ne toimitetaan.
tr_tr: Mesaj Şablonları, gönderilecek mesajların %1$sformat%2$s'larıdır. Bunları bir "form mektup" olarak düşünün. Şablonlar Mesajlar sistemine mesajlarınızı nasıl biçimlendireceğini ve iletildiklerinde sahip olacakları içeriği (bilgileri) söyler.

source: Message Templates are the %1$sformat%2$s of the messages going out. Think of them like a “Form letter”. Templates are used to tell the system what you want your messages to look like and the content they will have when they are delivered.
de_de: Nachrichtenvorlagen sind das %1$sFormat%2$s der zu versendenden Nachrichten. Stellen Sie sich diese wie einen "Formbrief" vor. Mit Hilfe von Vorlagen teilen Sie dem System mit, wie Ihre Nachrichten aussehen und welchen Inhalt sie haben sollen, wenn sie zugestellt werden.
fi: Viestimallit ovat lähtevien viestien %1$sformat%2$s. Ajattele niitä kuin "lomakekirjettä". Mallien avulla kerrot järjestelmälle, miltä haluat viestien näyttävän ja millaista sisältöä ne sisältävät, kun ne toimitetaan.
tr_tr: Mesaj Şablonları, gönderilecek mesajların %1$sformat%2$s'larıdır. Bunları bir "Form mektup" gibi düşünün. Şablonlar, sisteme mesajlarınızın nasıl görünmesini istediğinizi ve teslim edildiklerinde nasıl bir içeriğe sahip olacaklarını söylemek için kullanılır.

source: Message Types are the %1$skinds%2$s of messages that get delivered. Think of them as the "type" of package that is being delivered by the messenger. For example, Event Espresso comes with two Message Types attached to the Email messenger: Registration Confirmation (which is triggered by frontend event registrations), and Payment Confirmation (which is triggered by frontend payments).
de_de: Nachrichtentypen sind die %1$skinds%2$s von Nachrichten, die zugestellt werden. Betrachten Sie sie als die "Art" des Pakets, das durch den Messenger zugestellt wird. Event Espresso wird beispielsweise mit zwei Nachrichtentypen geliefert, die mit dem E-Mail-Messenger verbunden sind: Registrierungsbestätigung (die durch Frontend-Eventregistrierungen ausgelöst wird) und Zahlungsbestätigung (die durch Frontend-Zahlungen ausgelöst wird).
fi: Viestityypit ovat toimitettavien viestien %1$slajit%2$s. Ajattele, että ne ovat pakettityyppi, jonka messenger toimittaa. Esimerkiksi Event Espresson mukana tulee kaksi viestityyppiä, jotka on liitetty sähköpostilähettimeen: Rekisteröintivahvistus (joka käynnistyy frontend-tapahtumien rekisteröinneistä) ja maksuvahvistus (joka käynnistyy frontend-maksuista).
tr_tr: Mesaj Türleri, teslim edilen mesajların %1$stürleridir%2$s. Bunları haberci tarafından teslim edilen paketin "türü" olarak düşünün. Örneğin, Event Espresso, E-posta mesajlaşma aracına eklenmiş iki Mesaj Türü ile birlikte gelir: Kayıt Onayı (ön uç etkinlik kayıtları tarafından tetiklenir) ve Ödeme Onayı (ön uç ödemeleri tarafından tetiklenir).

source: Future iterations of Event Espresso 4.0 (premium versions), will include more and more different message types that can be attached to the various messengers that are available
de_de: Künftige Versionen von Event Espresso 4.0 (Premium-Versionen) werden mehr und mehr verschiedene Nachrichtentypen enthalten, die mit den verschiedenen verfügbaren Boten verbunden werden können
fi: Event Espresso 4.0:n tulevat versiot (premium-versiot) sisältävät yhä enemmän erilaisia viestityyppejä, jotka voidaan liittää saatavilla oleviin eri viestintävälineisiin.
tr_tr: Event Espresso 4.0'ın gelecekteki yinelemeleri (premium sürümler), mevcut çeşitli habercilere eklenebilecek daha fazla farklı mesaj türü içerecektir
