Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: The "%s" could not be retrieved from the database.
de_de: Die Datei "%s" konnte nicht aus der Datenbank abgerufen werden.
fi: Tietokantaa "%s" ei voitu hakea tietokannasta.
fr_fr: Le"%s"n'a pas pu être extraites de la base de données.
tr_tr: "%s" veritabanından alınamadı.

source: The requested %1$s widget file could not be found or is not readable due to file permissions. Please ensure the following path is correct: %2$s
de_de: Die angeforderte %1$s Widget-Datei konnte nicht gefunden werden oder ist aufgrund von Dateiberechtigungen nicht lesbar. Bitte stellen Sie sicher, dass der folgende Pfad korrekt ist: %2$s
fi: Pyydettyä %1$s widget-tiedostoa ei löytynyt tai sitä ei voi lukea tiedostojen käyttöoikeuksien vuoksi. Varmista, että seuraava polku on oikea: %2$s
tr_tr: İstenen %1$s widget dosyası bulunamadı veya dosya izinleri nedeniyle okunamıyor. Lütfen aşağıdaki yolun doğru olduğundan emin olun: %2$s

source: The Event Espresso UXIP feature is not yet active on your site. For %1$smore info%2$s and to opt-in %3$sclick here%4$s.
de_de: Die Event Espresso UXIP-Funktion ist auf Ihrer Website noch nicht aktiv. Für %1$smehr Informationen%2$s und zur Anmeldung %3$sklicken Sie hier%4$s.
fi: Event Espresso UXIP -ominaisuus ei ole vielä aktiivinen sivustollasi. Saat %1$slisätietoa%2$s ja opt-in %3$sklikkaa tästä%4$s.
tr_tr: Event Espresso UXIP özelliği sitenizde henüz etkin değil. %1$sdaha fazla bilgi%2$s ve kaydolmak için %3$sburaya%4$s tıklayın.

source: %sMaintenance Mode%sEvent Registration has been temporarily closed while system maintenance is being performed. We're sorry for any inconveniences this may have caused. Please try back again later.%s
de_de: %sWartungsmodus%sDie Ereignisregistrierung wurde vorübergehend geschlossen, da eine Systemwartung durchgeführt wird. Wir entschuldigen uns für etwaige Unannehmlichkeiten, die dadurch entstanden sind. Bitte versuchen Sie es später noch einmal.%s
fi: %sHuoltotila%sTapahtumarekisteröinti on suljettu väliaikaisesti järjestelmän huollon ajaksi. Pahoittelemme tästä mahdollisesti aiheutuneita haittoja. Yritä myöhemmin uudelleen.%s
fr_fr: %s mode de maintenance %s l'inscription de l'événement a été fermé temporairement pendant la maintenance du système est effectuée. Nous sommes désolés pour les inconvénients que cela pourrait causer. Se il vous plaît réessayer plus tard. %s
tr_tr: Sistem bakımı yapılırken %sBakım Modu%sEvent Kaydı geçici olarak kapatıldı. Bunun neden olabileceği rahatsızlıklar için özür dileriz. Lütfen daha sonra tekrar deneyin.%s

source: %sclose%sEvent Registration is currently disabled because Event Espresso has been placed into Maintenance Mode. To change Maintenance Mode settings, click here %sEE Maintenance Mode Admin Page%s
de_de: %sclose%sDie Veranstaltungsregistrierung ist derzeit deaktiviert, da Event Espresso in den Wartungsmodus versetzt wurde. Um die Einstellungen des Wartungsmodus zu ändern, klicken Sie hier %sEE Maintenance Mode Admin Page%s
fi: %sclose%sTapahtuman rekisteröinti ei ole tällä hetkellä käytössä, koska Event Espresso on asetettu ylläpitotilaan. Voit muuttaa ylläpitotilan asetuksia klikkaamalla tästä %sEE ylläpitotilan hallintasivu%s
fr_fr: %s près %s de l'enregistrement d'événement est désactivée parce Event Espresso a été placé en mode maintenance. Pour modifier les paramètres du mode de maintenance, cliquez ici %s mode EE Maintenance Page Admin %s
tr_tr: %skapat%sEtkinlik Espresso Bakım Moduna alındığı için Etkinlik Kaydı şu anda devre dışıdır. Bakım Modu ayarlarını değiştirmek için buraya tıklayın %sEE Bakım Modu Yönetici Sayfası%s

source: An unknown error has occurred on the server while attempting to dismiss this notice.
de_de: Ein unbekannter Fehler ist auf dem Server aufgetreten, während Sie versucht haben, diese Mitteilung zu löschen.
fi: Palvelimella on ilmennyt tuntematon virhe, kun tätä ilmoitusta yritettiin hylätä.
fr_fr: Une erreur inconnue se est produite sur le serveur lors de la tentative de rejeter cet avis.
tr_tr: Bu bildirim kapatılmaya çalışılırken sunucuda bilinmeyen bir hata oluştu.

source: Event Espresso error logging could not be setup because: %s
de_de: Die Ereignis-Espresso-Fehlerprotokollierung konnte nicht eingerichtet werden, weil: %s
fi: Event Espresson virhelokitusta ei voitu määrittää, koska: %s
fr_fr: Le rapport d'erreur Event Espresso ne pouvait pas être mis en place parce que: %s
tr_tr: Event Espresso hata günlüğü ayarlanamadı çünkü: %s

source: Question Group to Question Link ID
de_de: Frage Gruppe zu Frage Link ID
fi: Kysymysryhmän ja kysymyksen linkin ID
fr_fr: Question Groupe à la question Lien ID
tr_tr: Soru Grubundan Soru Bağlantı Kimliğine

source: Question Group Question Order
de_de: Frage Gruppe Frage Reihenfolge
fi: Kysymysryhmän kysymysten järjestys
fr_fr: Question Groupe ordre des questions
tr_tr: Soru Grubu Soru Sırası

source: Count of this registration in the group registration
de_de: Anzahl dieser Registrierung in der Gruppenregistrierung
fi: Tämän rekisteröinnin määrä ryhmän rekisteröinnissä
tr_tr: Bu kaydın grup kaydı içindeki sayısı

source: Flag indicating whether this ticket must be purchased with a transaction
de_de: Kennzeichen, das angibt, ob dieses Ticket mit einer Transaktion gekauft werden muss
fi: Tunniste, joka kertoo, että tämä lippu on aina sisällytettävä tilaukseen
fr_fr: Drapeau indiquant si ce billet doit être acheté avec une transaction
tr_tr: Bu biletin bir işlemle birlikte satın alınması gerekip gerekmediğini belirten bayrak

source: The file name for the actual template file saved on disk
de_de: Der Dateiname für die eigentliche Vorlagendatei, die auf der Festplatte gespeichert wird
fi: Levylle tallennetun varsinaisen mallitiedoston tiedostonimi.
fr_fr: Le nom de fichier pour le fichier réel de modèle enregistré sur le disque
tr_tr: Diske kaydedilen gerçek şablon dosyasının dosya adı

source: Event Message Template
de_de: Veranstaltungs-Mitteilungsvorlage
fi: Tapahtuman viestimalli
fr_fr: Événement modèle de message
tr_tr: Etkinlik Mesajı Şablonu

source: Event Message Templates
de_de: Veranstaltungs-Mitteilungsvorlagen
fi: Tapahtumaviestien mallit
fr_fr: Event Templates message
tr_tr: Etkinlik Mesajı Şablonları

source: Event Message Template ID
de_de: Veranstaltungs-Mitteilungsvorlagen ID
fi: Tapahtuman viestipohjan ID
fr_fr: Modèle de message ID événement
tr_tr: Olay Mesajı Şablon Kimliği

source: The ID to the Event
de_de: Die ID zu der Veranstaltung
fi: Tapahtuman ID
fr_fr: L'ID de l'événement
tr_tr: Etkinliğin Kimliği

source: The ID to the Message Template Group
de_de: Die ID zur Mitteilungsvorlagengruppe
fi: Viestimalliryhmän tunnus
fr_fr: L'ID du groupe modèle de message
tr_tr: Mesaj Şablonu Grubunun Kimliği

source: %s requires either an array of GRP_IDs or EVT_IDs or both, but both cannot be empty.
de_de: %s erfordert entweder ein Array von GRP_IDs oder EVT_IDs oder beides, aber beide dürfen nicht leer sein.
fi: %s edellyttää joko GRP_ID- tai EVT_ID-määrää tai molempia, mutta molemmat eivät saa olla tyhjiä.
fr_fr: %s nécessite soit un tableau de GRP_IDs ou EVT_IDs ou les deux, mais les deux ne peut etre vide.
tr_tr: %s, GRP_ID'leri veya EVT_ID'leri ya da her ikisini birden içeren bir dizi gerektirir, ancak her ikisi de boş olamaz.

source: Unknown State (%s)
de_de: Unbekanntes Bundesland (%s)
fi: Tuntematon tila (%s)
fr_fr: Etat inconnu ( %s )
tr_tr: Bilinmeyen Durum (%s)

source: Unknown Country (%s)
de_de: Unbekanntes Land (%s)
fi: Tuntematon valtio (%s)
fr_fr: Pays Inconnu ( %s )
tr_tr: Bilinmeyen Ülke (%s)

source: %1$s should not call deleted_field_name()! It should instead use post_status_field_name
de_de: %1$s sollte nicht deleted_field_name() aufrufen! Es sollte stattdessen post_status_field_name verwenden
fi: %1$s ei saisi kutsua deleted_field_name()! Sen sijaan sen pitäisi käyttää post_status_field_name -kentänimeä.
tr_tr: %1$s deleted_field_name() işlevini çağırmamalı! Bunun yerine post_status_field_name kullanmalıdır

source: Flag indicating price type has been trashed
de_de: Kennzeichnung für einen gelöschten Preistyp
fi: Tunniste, joka kertoo, että hintatyypi on siirretty roskakoriin
fr_fr: Drapeau indiquant le type de prix a été saccagé
tr_tr: Fiyat türünün çöpe atıldığını gösteren bayrak

source: Question Option Order
de_de: Reihenfolge der Abfrageoption
fi: Kysymyksen vaihtoehtojen järjestys
fr_fr: Question Option Ordre
tr_tr: Soru Seçenek Sırası

source: There is no EE_Any_Foreign_Model_Name field on model %s
de_de: Es gibt kein EE_Any_Foreign_Model_Name-Feld im Modell %s
fi: Mallissa %s ei ole EE_Any_Foreign_Model_Name-kenttää.
fr_fr: Il n'y a pas de champ EE_Any_Foreign_Model_Name le modèle %s
tr_tr: Model %s üzerinde EE_Any_Foreign_Model_Name alanı yok

source: While performing a query on '%s', tried to use '%s' as an order parameter.
de_de: Beim Ausführen einer Abfrage für '%s' wurde versucht, '%s' als Bestellparameter zu verwenden.
fi: Kun suoritit kyselyä '%s'-tietueelle, yritit käyttää '%s'-tietuetta tilausparametrina.
fr_fr: Tout en effectuant une requête sur ' %s ', essayé d'utiliser' %s »comme un paramètre d'ordre.
tr_tr: '%s' üzerinde bir sorgu gerçekleştirirken, sipariş parametresi olarak '%s' kullanılmaya çalışıldı.

source: '%s' is neither an object of type %s, nor an ID! Its full value is '%s'
de_de: '%s' ist weder ein Objekt des Typs %s noch eine ID! Sein vollständiger Wert ist '%s'.
fi: '%s' ei ole %s-tyyppinen objekti eikä tunniste! Sen koko arvo on '%s'.
fr_fr: '%s' ne est ni un objet de type %s, ni un ID! Sa valeur est '%s'
tr_tr: '%s' ne %s türünde bir nesne ne de bir kimlik! Tam değeri '%s'

source: get_all_copies should be provided with either a model object or an array of field-value-pairs, but was given %s
de_de: get_all_copies sollte entweder mit einem Modellobjekt oder einem Array von Feld-Wert-Paaren übergeben werden, aber es wurde %s angegeben
fi: get_all_copies pitäisi antaa joko malliobjekti tai kenttä-arvoparien joukko, mutta sille annettiin %s.
fr_fr: get_all_copies devraient être fournis soit avec un modèle d'objet ou un tableau de valeur de champ paires, mais on m'a donné %s
tr_tr: get_all_copies bir model nesnesi veya bir alan-değer çifti dizisi ile sağlanmalıdır, ancak %s verildi

source: A brief description about this template.
de_de: Eine kurze Beschreibung dieser Vorlage.
fi: Lyhyt kuvaus tästä mallista.
fr_fr: Une brève description de ce modèle.
tr_tr: Bu şablon hakkında kısa bir açıklama.

source: Flag indicating whether to show the group\s description on the registration page
de_de: Kennzeichnung, ob die Gruppenbeschreibung auf der Registrierungsseite angezeigt wird
fi: Tunniste, joka kertoo, että ryhmän kuvaus näytetään ilmoittautumissivulla
fr_fr: Drapeau indiquant si vous souhaitez afficher la description du groupe \ sur la page d'inscription
tr_tr: Kayıt sayfasında grup\s açıklamasının gösterilip gösterilmeyeceğini belirten bayrak

source: Datetime Name
de_de: Termin Name
fi: Ajankohdan nimi
fr_fr: Nom datetime
tr_tr: Tarih Saati Adı

source: Description for Datetime
de_de: Beschreibung für Termin
fi: Datetime-tiedon kuvaus
fr_fr: Description pour Datetime
tr_tr: Datetime için Açıklama

source: Question Group Id
de_de: Abfragegruppen ID
fi: Kysymys Ryhmän tunnus
fr_fr: Question Groupe Id
tr_tr: Soru Grup Kimliği

source: Event Short Description
de_de: Kurzbeschreibung der Veranstaltung
fi: Tapahtuman lyhyt kuvaus
fr_fr: Événement Description courte
tr_tr: Etkinlik Kısa Açıklaması

source: Display Ticket Selector Flag
de_de: Ticketauswahl-Kennzeichnung anzeigen
fi: Näytä lippuvalitsin -tunniste
fr_fr: Afficher Ticket Drapeau Sélecteur
tr_tr: Bilet Seçici Bayrağını Göster

source: This %1$s is currently linked to one or more %2$s records. If this %1$s is incorrect, then please remove it from all %3$s before attempting to delete it.
de_de: Dieser %1$s ist derzeit mit einem oder mehreren %2$s-Datensätzen verknüpft. Wenn dieser %1$s falsch ist, entfernen Sie ihn bitte aus allen %3$s, bevor Sie versuchen, ihn zu löschen.
fi: Tämä %1$s on tällä hetkellä linkitetty yhteen tai useampaan %2$s tietueeseen. Jos tämä %1$s on virheellinen, poista se kaikista %3$s-tunnuksista ennen kuin yrität poistaa sen.
fr_fr: Cette %1$s est actuellement liée à une ou plusieurs %2$s les dossiers. Si ce %1$s est incorrecte, se il vous plaît retirer de tous les %3$s avant de tenter de le supprimer.
tr_tr: Bu %1$s şu anda bir veya daha fazla %2$s kaydıyla bağlantılıdır. Bu %1$s yanlışsa, silmeye çalışmadan önce lütfen tüm %3$s kayıtlarından kaldırın.

source: Model field '%s' has no name set. Did you make a model and forget to call the parent model constructor?
de_de: Für das Modellfeld '%s' ist kein Name festgelegt. Haben Sie ein Modell erstellt und vergessen, den übergeordneten Modellkonstruktor aufzurufen?
fi: Mallin kentälle '%s' ei ole määritetty nimeä. Teitkö mallin ja unohdit kutsua vanhemman mallin konstruktoria?
fr_fr: champ 'modèle %s 'n'a pas de nom défini. Avez-vous fait un modèle et d'oublier d'appeler le constructeur de modèle de parent?
tr_tr: '%s' model alanının ayarlanmış bir adı yok. Bir model oluşturdunuz ve üst model yapıcısını çağırmayı mı unuttunuz?

source: An attempt to access and/or write to a file on the server could not be completed due to a lack of sufficient credentials.
de_de: Ein Versuch, auf eine Datei auf dem Server zuzugreifen und/oder in sie zu schreiben, konnte nicht abgeschlossen werden, da keine ausreichenden Anmeldeinformationen vorhanden waren.
fi: Yritystä käyttää palvelimella olevaa tiedostoa ja/tai kirjoittaa siihen ei voitu suorittaa loppuun riittävien tunnistetietojen puuttumisen vuoksi.
fr_fr: Une tentative d'accès et / ou écrire dans un fichier sur le serveur n'a pas pu être terminé en raison d'un manque de pouvoirs suffisants.
tr_tr: Sunucudaki bir dosyaya erişme ve/veya yazma girişimi, yeterli kimlik bilgilerinin olmaması nedeniyle tamamlanamadı.

source: The requested %1$s could not be found or is not readable, possibly due to an incorrect filepath, or incorrect file permissions.%2$s
de_de: Die angeforderte Datei %1$s konnte nicht gefunden werden oder ist nicht lesbar, möglicherweise aufgrund eines falschen Dateipfads oder falscher Dateiberechtigungen.%2$s
fi: Haettua %1$s-tiedostoa ei löytynyt tai sitä ei voi lukea, mikä voi johtua virheellisestä tiedostopolusta tai virheellisistä tiedosto-oikeuksista.%2$s
fr_fr: Les demandées %1$s ne ont pas pu être trouvés ou ne est pas lisible, peut-être en raison d'un chemin d'accès incorrect, ou les autorisations de fichiers incorrectes. %2$s
tr_tr: İstenen %1$s bulunamadı veya muhtemelen hatalı dosya yolu veya hatalı dosya izinleri nedeniyle okunamıyor.%2$s

source: Please ensure the following path is correct: "%s".
de_de: Bitte stellen Sie sicher, dass der folgende Pfad korrekt ist: "%s".
fi: Varmista, että seuraava polku on oikea: "%s".
fr_fr: Se il vous plaît assurer le chemin suivant est correct:"%s".
tr_tr: Lütfen aşağıdaki yolun doğru olduğundan emin olun: "%s".

source: File permissions for the requested %1$s are currently set at "%2$s". The recommended permissions are 644 for files and 755 for folders.
de_de: Die Dateiberechtigungen für die angeforderten %1$s sind derzeit auf "%2$s" eingestellt. Die empfohlenen Berechtigungen sind 644 für Dateien und 755 für Ordner.
fi: Pyydetyn %1$s-tiedoston oikeudet ovat tällä hetkellä "%2$s". Suositeltavat käyttöoikeudet ovat 644 tiedostoille ja 755 kansioille.
fr_fr: Les autorisations de fichier pour les demandées %1$s sont actuellement fixés à"%2$s la". Les autorisations sont recommandés pour les fichiers 644 et 755 pour les dossiers.
tr_tr: İstenen %1$s için dosya izinleri şu anda "%2$s" olarak ayarlanmıştır. Önerilen izinler dosyalar için 644 ve klasörler için 755'tir.

source: Please ensure that the server and/or PHP configuration allows the current process to access the following file: "%s".
de_de: Bitte stellen Sie sicher, dass die Server- und/oder PHP-Konfiguration dem aktuellen Prozess den Zugriff auf die folgende Datei erlaubt: "%s".
fi: Varmista, että palvelimen ja/tai PHP:n asetukset sallivat nykyisen prosessin käyttää seuraavaa tiedostoa: "%s".
fr_fr: Se il vous plaît se assurer que la configuration du serveur et / ou PHP permet le processus actuel pour accéder au fichier suivant:"%s".
tr_tr: Lütfen sunucu ve/veya PHP yapılandırmasının geçerli sürecin aşağıdaki dosyaya erişmesine izin verdiğinden emin olun: "%s".

source: There may be times where you just want to deactivate (or activate new) message types for a particular messenger. The messages system makes it super easy to do so. To deactivate, what you do is drag the message type box from the "active area" below the messenger description (of an active messenger) into the "inactive" area in the right sidebar. To activate you do the reverse. Just remember that when you deactivate a message type, if that message type has any settings, the settings will be lost. However, any message templates that match the messenger and message type you deactivated will be preserved, they are just marked "inactive" in the database
de_de: Es kann vorkommen, dass Sie Nachrichtenarten für einen bestimmten Messenger einfach deaktivieren (oder neue aktivieren) möchten. Mit dem Nachrichtensystem ist dies ganz einfach möglich. Zum Deaktivieren ziehen Sie das Feld für den Nachrichtentyp aus dem "aktiven Bereich" unterhalb der Beschreibung des Boten (eines aktiven Boten) in den "inaktiven" Bereich in der rechten Seitenleiste. Zum Aktivieren machen Sie es genau umgekehrt. Denken Sie daran, dass beim Deaktivieren eines Nachrichtentyps alle Einstellungen für diesen Nachrichtentyp verloren gehen. Alle Nachrichtenvorlagen, die zu dem deaktivierten Messenger und Nachrichtentyp passen, bleiben jedoch erhalten, sie werden in der Datenbank lediglich als "inaktiv" markiert.
fi: Toisinaan saatat haluta vain poistaa käytöstä (tai aktivoida uusia) viestityyppejä tiettyä messengeriä varten. Viestijärjestelmän avulla se on erittäin helppoa. Deaktivointi tapahtuu vetämällä viestityyppiruutu viestinviejän kuvauksen alla olevasta "aktiivisesta alueesta" (aktiivisen viestinviejän kuvauksen alapuolelta) oikeassa sivupalkissa olevaan "inaktiiviseen" alueeseen. Aktivoidaksesi teet päinvastoin. Muista vain, että kun poistat viestityypin käytöstä, asetukset menetetään, jos kyseisellä viestityypillä on asetuksia. Kuitenkin kaikki viestimallit, jotka sopivat deaktivoimaasi viestintävälineeseen ja viestityyppiin, säilyvät, ne vain merkitään tietokantaan "inaktiivisiksi".
fr_fr: Il peut y avoir des moments où vous voulez juste de désactiver (ou activer de nouveaux types de messages) pour un messager particulier. Le système de messages, il est super facile à faire. Pour le désactiver, ce que vous faites glisser est la boîte de type de message de la"zone active"ci-dessous la description de messager (d'un messager actif) dans le répertoire de zone " inactif» dans la barre de droite. Pour activer vous faites l'inverse. Ne oubliez pas que lorsque vous désactivez un type de message, si ce type de message a tous les réglages, les réglages seront perdus. Toutefois, les modèles de message qui correspondent le messager et le message de type vous avez désactivé sera préservée, ils sont juste marqués"inactive"dans la base de données
tr_tr: Belirli bir mesajlaşma programı için mesaj türlerini devre dışı bırakmak (veya yenilerini etkinleştirmek) istediğiniz zamanlar olabilir. Mesajlar sistemi bunu yapmayı çok kolaylaştırır. Devre dışı bırakmak için yapacağınız şey, mesaj türü kutusunu mesajcı açıklamasının altındaki "aktif alandan" (aktif bir mesajcının) sağ kenar çubuğundaki "inaktif" alana sürüklemektir. Etkinleştirmek için tersini yaparsınız. Bir mesaj türünü devre dışı bıraktığınızda, bu mesaj türünün herhangi bir ayarı varsa, ayarların kaybolacağını unutmayın. Ancak, devre dışı bıraktığınız haberci ve mesaj türüyle eşleşen tüm mesaj şablonları korunacaktır, sadece veritabanında "etkin değil" olarak işaretlenirler

source: "%s" could not be created.
de_de: "%s" konnte nicht erstellt werden.
fi: "%s" ei voitu luoda.
fr_fr: "%s"ne peut être créé.
tr_tr: "%s" oluşturulamadı.

source: The "%1$s" %2$s is not writable.
de_de: Die Datei "%1$s" %2$s ist nicht beschreibbar.
fi: "%1$s" %2$s ei ole kirjoitettavissa.
fr_fr: Le"%1$s"%2$s ne est pas modifiable.
tr_tr: "%1$s" %2$s yazılabilir değil.

source: The "%s" file could not be created.
de_de: Die Datei "%s" konnte nicht erstellt werden.
fi: Tiedostoa "%s" ei voitu luoda.
fr_fr: Le"%s"fichier n'a pas pu être créé.
tr_tr: "%s" dosyası oluşturulamadı.

source: The %1$sfile located at "%2$s" is not writable.
de_de: Die %1$s-Datei unter "%2$s" ist nicht beschreibbar.
fi: Osoitteessa "%2$s" sijaitseva %1$s-tiedosto ei ole kirjoitettavissa.
fr_fr: Les %1$s le fichier situé dans"%2$s s"ne est pas accessible en écriture.
tr_tr: "%2$s" adresinde bulunan %1$s dosyası yazılabilir değil.

source: The %1$sfile located at "%2$s" could not be written to.
de_de: Die Datei %1$s, die sich unter "%2$s" befindet, konnte nicht beschrieben werden.
fi: Tiedostoon %1$sfile, joka sijaitsee osoitteessa "%2$s", ei voitu kirjoittaa.
fr_fr: Les %1$s le fichier situé dans"%2$s"ne pouvait pas être écrit.
tr_tr: "%2$s" adresinde bulunan %1$s dosyasına yazılamadı.

source: (more&hellip;)
de_de: (mehr...)
fi: (lisää...)
fr_fr: (Hellip & plus;)
tr_tr: (devamı...)

source: 1 item
de_de: 1 Position
fi: 1 tuote
fr_fr: 1 article
tr_tr: 1 parça

source: Go to the first page
de_de: Gehe zur ersten Seite
fi: Mene ensimmäiselle sivulle
fr_fr: Aller à la première page
tr_tr: İlk sayfaya git

source: Go to the previous page
de_de: Gehe zur vorherigen Seite
fi: Palaa edelliselle sivulle
fr_fr: Aller à la page précédente
tr_tr: Önceki sayfaya git

source: Current page
de_de: Aktuelle Seite
fi: Nykyinen sivu
fr_fr: Page actuelle
tr_tr: Geçerli sayfa

source: You can customize the information that is shown on this page by toggling the Screen Options tab. Then you can add or remove checkmarks to hide or show certain content and even adjust the pagination for message templates.
de_de: Sie können die Informationen, die auf dieser Seite angezeigt werden, anpassen, indem Sie die Registerkarte Bildschirmoptionen aktivieren. Dann können Sie Häkchen hinzufügen oder entfernen, um bestimmte Inhalte ein- oder auszublenden, und sogar die Seitennummerierung für Nachrichtenvorlagen anpassen.
fi: Voit mukauttaa tällä sivulla näkyviä tietoja vaihtamalla Näytön asetukset -välilehteä. Sitten voit lisätä tai poistaa valintamerkkejä piilottaaksesi tai näyttääksesi tietyn sisällön ja jopa säätää viestimallien sivunumerointia.
fr_fr: Vous pouvez personnaliser l'information qui est affichée sur cette page en basculant l'onglet Options de l'écran. Ensuite, vous pouvez ajouter ou supprimer des coches pour masquer ou afficher certains contenus et même ajuster la pagination pour les modèles de message.
tr_tr: Ekran Seçenekleri sekmesini açarak bu sayfada gösterilen bilgileri özelleştirebilirsiniz. Ardından, belirli içerikleri gizlemek veya göstermek için onay işaretleri ekleyebilir veya kaldırabilir ve hatta mesaj şablonları için sayfalandırmayı ayarlayabilirsiniz.

source: Important
de_de: Wichtig
fi: Tärkeää
fr_fr: Importan
tr_tr: Önemli

source: Go to the next page
de_de: Gehe zur nächsten Seite
fi: Siirry seuraavalle sivulle
fr_fr: Aller à la page suivante
tr_tr: Sonraki sayfaya git
