Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: This field is only shown to the admin. It is useful for understanding the difference between questions that appear to be similar but are used in various situations. Also shows if this question is a system question.
de_de: Dieses Feld ist nur für den Administrator sichtbar. Es ist nützlich, um den Unterschied zwischen Fragen zu verstehen, die ähnlich zu sein scheinen, aber in verschiedenen Situationen verwendet werden. Es zeigt auch an, ob es sich bei dieser Frage um eine Systemfrage handelt.
fi: Tämä kenttä näytetään vain ylläpitäjille. Siitä on hyötyä sellaisten kysymysten erottamiseen, jotka näyttävät samalta mutta joita käytetään eri tilanteissa. Näyttää myös, onko kysymys järjestelmäkysymys,
fr_fr: Ce champ ne s'affiche que pour l'administrateur. Il est utile pour comprendre la différence entre les questions qui semblent être similaires mais qui sont utilisées dans diverses situations. Montre également si cette question est une question de système.
tr_tr: Bu alan sadece yöneticiye gösterilir. Benzer gibi görünen ancak çeşitli durumlarda kullanılan sorular arasındaki farkı anlamak için kullanışlıdır. Ayrıca bu sorunun bir sistem sorusu olup olmadığını da gösterir.

source: Views allow you to restrict what you see in the Events Check-In table. The following views are available: All, Trashed. The number in parentheses next to each view represents the number of registrations that will be displayed with that view.
de_de: Mithilfe von Ansichten können Sie die Anzeige der Tabelle Check-In für Veranstaltungen einschränken. Die folgenden Ansichten sind verfügbar: Alle, Gelöscht. Die Zahl in Klammern neben jeder Ansicht gibt die Anzahl der Registrierungen an, die in dieser Ansicht angezeigt werden.
fi: Näkymien avulla voit rajoittaa sitä, mitä näet Tapahtumien kirjautuminen -taulukossa. Seuraavat näkymät ovat käytettävissä: Kaikki, Tuhotut. Kunkin näkymän vieressä suluissa oleva luku tarkoittaa kyseisessä näkymässä näkyvien rekisteröintien määrää.
fr_fr: Vues vous permettent de limiter ce que vous voyez dans les événements Arrivée dans le tableau. Les vues suivantes sont disponibles: Tous, Trashed. Le nombre entre parenthèses à côté de chaque vue représente le nombre d'enregistrements qui seront affichés avec ce point de vue.
tr_tr: Görünümler, Events Check-In tablosunda gördüklerinizi kısıtlamanıza olanak tanır. Aşağıdaki görünümler kullanılabilir: Tümü, Çöp Kutusu. Her görünümün yanındaki parantez içindeki sayı, o görünümle görüntülenecek kayıt sayısını temsil eder.

source: Your Situation
de_de: Ihre Situation
fi: Tilanteesi
fr_fr: Votre situation
tr_tr: Durumun

source: Show all registrations for event.
de_de: Alle Anmeldungen für die Veranstaltung anzeigen.
fi: Näytä kaikki tapahuman ilmoittautumiset.
fr_fr: Voir toutes les inscriptions pour l'événement.
tr_tr: Etkinlik için tüm kayıtları göster.

source: Suggested Action
de_de: Empfohlene Aktion
fi: Suositeltu toiminto
fr_fr: Action suggérée
tr_tr: Önerilen Eylem

source: Show registrations that have been moved to the trash.
de_de: Registrierungen anzeigen, die in den Papierkorb verschoben wurden.
fi: Näytä ilmoittautumiset, jotka on siirretty roskakoriin.
fr_fr: Afficher les enregistrements qui ont été déplacés dans la corbeille.
tr_tr: Çöp kutusuna taşınan kayıtları gösterin.

source: This page shows all registrations that have been created with Event Espresso.
de_de: Diese Seite zeigt alle Anmeldungen, die mit Event Espresso erstellt wurden.
fi: Tällä sivulla näytetään kaikki Event Espressolle tehdyt ilmoittautumiset.
fr_fr: Cette page affiche tous les enregistrements qui ont été créés avec Event Espresso.
tr_tr: Bu sayfa Event Espresso ile oluşturulmuş tüm kayıtları gösterir.

source: Filters are a way to show registrations that fall into certain criteria.
de_de: Mit Hilfe von Filtern lassen sich Registrierungen anzeigen, die bestimmten Kriterien entsprechen.
fi: Suodattimilla voit hakea rekisteröitymisiä, jotka täyttävät tietyt ehdot.
fr_fr: Les filtres sont un moyen de montrer inscriptions qui entrent dans certains critères.
tr_tr: Filtreler, belirli kriterlere uyan kayıtları göstermenin bir yoludur.

source: Show registrations that fall under a specific month and year.
de_de: Registrierungen anzeigen, die unter einen bestimmten Monat und ein bestimmtes Jahr fallen.
fi: Näytä tiettyyn kuukauteen ja vuoteen liittyvät ilmoittautumiset.
fr_fr: Afficher les enregistrements qui relèvent d'un mois et de l'année.
tr_tr: Belirli bir ay ve yıla denk gelen kayıtları gösterin.

source: Show registrations that fall under a specific category.
de_de: Registrierungen anzeigen, die unter eine bestimmte Kategorie fallen.
fi: Näytä tiettyyn luokkaan kuuluvat ilmoittautumiset.
fr_fr: Afficher les enregistrements qui tombent dans une catégorie spécifique.
tr_tr: Belirli bir kategoriye giren kayıtları gösterin.

source: This shows the answers to a question if it has multiple answers. If it does not, then N/A will be displayed.
de_de: Hier werden die Antworten auf eine Frage angezeigt, wenn sie mehrere Antworten hat. Ist dies nicht der Fall, wird N/A angezeigt.
fi: Tämä näyttää vastaukset kysymykseen, jos siihen on useita vastauksia. Jos ei ole, näytetään N/A.
fr_fr: Cela montre les réponses à une question si elle a de multiples réponses. Si ce n'est pas le cas, alors N / A sera affiché.
tr_tr: Bu, birden fazla yanıtı varsa bir sorunun yanıtlarını gösterir. Eğer yoksa, N/A görüntülenecektir.

source: The following statuses are available: Approved, Cancelled, Declined, Not Approved / Awaiting Review, Pending Payment.
de_de: Die folgenden Status sind verfügbar: Genehmigt, Storniert, Abgelehnt, Nicht genehmigt/zur Überprüfung anstehend, Ausstehend.
fi: Seuraavat tilat ovat käytettävissä: Hyväksytty, Peruutettu, Hylätty, Ei hyväksytty, Odottaa maksua.
tr_tr: Aşağıdaki durumlar mevcuttur: Onaylandı, İptal Edildi, Reddedildi, Onaylanmadı / İnceleme Bekliyor, Ödeme Bekliyor.

source: Bulk actions allow you to perform an action to multiple registrations at once. The following bulk actions are supported: Approve Registrations, Decline Registrations, Set Registrations to Pending Payment, Set Registrations to Not Approved / Awaiting Review, Cancel Registrations, Trash Registrations. To use the bulk action feature, place a checkmark next to the registrations that you want to include. Then select a bulk action from the menu and click on the Apply button.
de_de: Mit Massenaktionen können Sie eine Aktion für mehrere Registrierungen auf einmal durchführen. Die folgenden Massenaktionen werden unterstützt: Registrierungen genehmigen, Registrierungen ablehnen, Registrierungen auf ausstehende Zahlung setzen, Registrierungen auf nicht genehmigt/zur Überprüfung anstehend setzen, Registrierungen stornieren, Registrierungen löschen. Um die Funktion für Massenaktionen zu verwenden, setzen Sie ein Häkchen neben die Registrierungen, die Sie einbeziehen möchten. Wählen Sie dann eine Sammelaktion aus dem Menü aus und klicken Sie auf die Schaltfläche Anwenden.
fi: Massatoiminnoilla voit suorittaa toimintoja usealle ilmoittautumiselle samalla kertaa. Seuraavat massatoiminnot ovat käytettävissä: Hyväksy ilmoittautumiset, Hylkää ilmoittautumiset, Merkitse ilmoittautumiset odottamaan maksua, Merkitse ilmoittautumiset hyväksymättömiksi, Peruuta ilmoittautumiset, Vie ilmoittautumiset roskakoriin. Käyttääksesi massatoimintoa valitse haluamasi ilmoittautumiset, valitse haluamasi massatoiminta valikosta ja paina Käytä-painiketta.
tr_tr: Toplu eylemler, aynı anda birden fazla kayıt için bir eylem gerçekleştirmenize olanak tanır. Aşağıdaki toplu eylemler desteklenmektedir: Kayıtları Onayla, Kayıtları Reddet, Kayıtları Ödeme Bekliyor Olarak Ayarla, Kayıtları Onaylanmadı / İnceleme Bekliyor Olarak Ayarla, Kayıtları İptal Et, Kayıtları Çöpe At. Toplu eylem özelliğini kullanmak için, dahil etmek istediğiniz kayıtların yanına bir onay işareti koyun. Ardından menüden bir toplu eylem seçin ve Uygula düğmesine tıklayın.

source: This is short for "required" and shows if a question must be answered in the registration form.
de_de: Dies ist die Abkürzung für "erforderlich" und zeigt an, ob eine Frage im Anmeldeformular beantwortet werden muss.
fi: Tämä on lyhenne "vaaditaan"-merkinnälle ja näyttää, onko kysymykseen vastattava ilmoittautumislomakkeella.
fr_fr: C'est court pour "nécessaire" et indique si une question doit être résolue dans le formulaire d'inscription.
tr_tr: Bu, "gerekli" ifadesinin kısaltmasıdır ve kayıt formunda bir sorunun yanıtlanması gerekip gerekmediğini gösterir.

source: The is the numerical ID of an registration. This value is used internally for %s.
de_de: Dies ist die numerische ID einer Registrierung. Dieser Wert wird intern für %s verwendet.
fi: Tämä on ilmoittautumisen numeerinen tunnus. Tätä arvoa käytetään Event Espresson sisäisesti.
tr_tr: Bir kaydın sayısal kimliğidir. Bu değer dahili olarak %s için kullanılır.

source: If you ever decide to re-attempt using EE4, you will again be given the option to migrate your EE3 data or not.
de_de: Sollten Sie sich jemals entscheiden, EE4 erneut zu verwenden, haben Sie erneut die Möglichkeit, Ihre EE3-Daten zu migrieren oder nicht.
fi: Jos päätät joskus yrittää uudelleen käyttää EE4:ää, voit jälleen valita, siirrätkö EE3-tietosi vai et.
fr_fr: Si jamais vous décidez de tenter à nouveau de l'aide EE4, vous serez de nouveau l'option de migrer vos données de EE3 ou non.
tr_tr: EE4'ü kullanmayı yeniden denemeye karar verirseniz, EE3 verilerinizi taşıyıp taşımama seçeneği yine size sunulacaktır.

source: This is the name of a registrant. The primary registrant will have a star to the right of their name.
de_de: Dies ist der Name eines Registranten. Der primäre Registrant hat einen Stern rechts neben seinem Namen.
fi: Tämä on ilmoittautujan nimi. Ensisijaiset ilmoittautujat on merkitty tähdellä.
fr_fr: C'est le nom d'une personne inscrite. Le déclarant principal aura une étoile à droite de leur nom.
tr_tr: Bu, bir tescil ettirenin adıdır. Birincil kayıt sahibinin adının sağında bir yıldız olacaktır.

source: This is the event that a registration is linked to.
de_de: Dies ist das Ereignis, mit dem eine Registrierung verknüpft ist.
fi: Tämä on tapahtuma, johon ilmoittautuminen liittyy.
fr_fr: C'est le cas où un enregistrement est lié.
tr_tr: Bu, bir kaydın bağlı olduğu olaydır.

source: Messages Other
de_de: Andere Mitteilungen
fi: Muut viestit
fr_fr: Autres messages
tr_tr: Mesajlar Diğer

source: Questions Overview Bulk Actions
de_de: Fragenübersicht Stapelverarbeitung
fi: Kysymysyhteenveto-massatoiminnot
fr_fr: Questions Présentation Actions globales
tr_tr: Sorulara Genel Bakış Toplu İşlemler

source: This is a unique registration code for a registrant.
de_de: Dies ist ein eindeutiger Registrierungscode für einen Registranten.
fi: Tämä on ilmoittautujan yksilöllinen ilmoittautumistunnus.
fr_fr: Il s'agit d'un code d'enregistrement unique pour une personne inscrite.
tr_tr: Bu, bir kayıt sahibi için benzersiz bir kayıt kodudur.

source: Bulk actions allow you to perform an action to multiple question groups at once. The following bulk actions are supported: Move to Trash. To use the bulk action feature, place a checkmark next to the question groups that you want to include. Then select a bulk action from the menu and click on the Apply button.
de_de: Mit Sammelaktionen können Sie eine Aktion für mehrere Fragengruppen auf einmal durchführen. Die folgenden Sammelaktionen werden unterstützt: In den Papierkorb verschieben. Um die Funktion der Sammelaktion zu verwenden, setzen Sie ein Häkchen neben die Fragengruppen, die Sie einbeziehen möchten. Wählen Sie dann eine Sammelaktion aus dem Menü aus und klicken Sie auf die Schaltfläche Anwenden.
fi: Massatoiminnoilla voit suorittaa toimintoja usealle kysymysryhmälle samalla kertaa. Seuraavat massatoiminnot ovat käytettävissä: Vie roskakoriin. Käyttääksesi massatoimintoa, valitse haluamasi kysymysryhmät, valitse haluamasi massatoiminta valikosta ja paina Käytä-painiketta.
fr_fr: Les actions de masse vous permettent d'effectuer une action à plusieurs groupes de questions à la fois. Les actions globales suivantes sont supportées: Mettre à la corbeille. Pour utiliser la fonction d'action de masse, placez une coche à côté des groupes de questions que vous souhaitez inclure. Ensuite, sélectionnez une action en vrac dans le menu et cliquez sur le bouton Appliquer.
tr_tr: Toplu eylemler, aynı anda birden fazla soru grubuna bir eylem gerçekleştirmenize olanak tanır. Aşağıdaki toplu eylemler desteklenmektedir: Çöp Kutusuna Taşı. Toplu eylem özelliğini kullanmak için, dahil etmek istediğiniz soru gruplarının yanına bir onay işareti koyun. Ardından menüden bir toplu eylem seçin ve Uygula düğmesine tıklayın.

source: This is the amount that the registrant paid for their ticket.
de_de: Dies ist der Betrag, den der Registrant für sein Ticket bezahlt hat.
fi: Tämä on ilmoittautujan lipusta maksama määrä.
fr_fr: C'est le montant que l'inscrit a payé leur billet.
tr_tr: Bu, kayıt yaptıran kişinin bileti için ödediği tutardır.

source: There was an error in assembling the fields for this display (you should see an error message)
de_de: Beim Zusammenstellen der Felder für diese Anzeige ist ein Fehler aufgetreten (Sie sollten eine Fehlermeldung sehen)
fi: Tämän näytön kenttien kokoamisessa tapahtui virhe (sinun pitäisi nähdä virheilmoitus).
fr_fr: Il y avait une erreur dans le montage des champs de cet affichage (vous devriez voir un message d'erreur)
tr_tr: Bu ekran için alanların birleştirilmesinde bir hata oluştu (bir hata mesajı görmelisiniz)

source: Questions Groups Overview Views
de_de: Fragen Gruppen Übersicht Ansichten
fi: Kysymysryhmien yhteenveto -näkymät
fr_fr: Questions Groupes Présentation Vues
tr_tr: Sorular Gruplar Genel Bakış Görünümler

source: Views allow you to restrict what you see in the Question Groups Overview table. The following views are available: All and Trash. The number in parentheses next to each view represents the number of question groups that will be displayed with that view.
de_de: Mit den Ansichten können Sie die Anzeige der Tabelle Fragengruppenübersicht einschränken. Die folgenden Ansichten sind verfügbar: Alle und Papierkorb. Die Zahl in Klammern neben jeder Ansicht gibt die Anzahl der Fragengruppen an, die in dieser Ansicht angezeigt werden.
fi: Näkymien avulla voit rajoittaa sitä, mitä näet Kysymysryhmien yleiskatsaus -taulukossa. Seuraavat näkymät ovat käytettävissä: Kaikki ja Roskakori. Kunkin näkymän vieressä suluissa oleva numero tarkoittaa niiden kysymysryhmien lukumäärää, jotka näkyvät kyseisessä näkymässä.
fr_fr: Vues vous permettent de limiter ce que vous voyez dans le tableau Question Groupes Aperçu. Les vues suivantes sont disponibles: Tout et Trash. Le nombre entre parenthèses à côté de chaque vue représente le nombre de groupes de questions qui seront affichés avec ce point de vue.
tr_tr: Görünümler, Soru Gruplarına Genel Bakış tablosunda gördüklerinizi kısıtlamanıza olanak tanır. Aşağıdaki görünümler kullanılabilir: Tümü ve Çöp Kutusu. Her görünümün yanındaki parantez içindeki sayı, o görünümle birlikte görüntülenecek soru grubu sayısını temsil eder.

source: Views allow you to restrict what you see in the Registrations Overview table. The following views are available: All Registrations, This Month, Today, and Trash. The number in parentheses next to each view represents the number of registrations that will be displayed with that view.
de_de: Mit den Ansichten können Sie die Anzeige der Tabelle Registrierungsübersicht einschränken. Die folgenden Ansichten sind verfügbar: Alle Registrierungen, Dieser Monat, Heute und Papierkorb. Die Zahl in Klammern neben jeder Ansicht gibt die Anzahl der Registrierungen an, die in dieser Ansicht angezeigt werden.
fi: Näkymien avulla voit rajoittaa sitä, mitä näet Rekisteröintien yleiskatsaus -taulukossa. Käytettävissä ovat seuraavat näkymät: Kaikki rekisteröinnit, Tämä kuukausi, Tänään ja Roskakori. Kunkin näkymän vieressä suluissa oleva luku tarkoittaa kyseisessä näkymässä näkyvien rekisteröintien lukumäärää.
fr_fr: Vues vous permettent de limiter ce que vous voyez dans le tableau inscriptions Aperçu. Les vues suivantes sont disponibles: Toutes les inscriptions, Ce mois-ci, aujourd'hui, et Trash. Le nombre entre parenthèses à côté de chaque vue représente le nombre d'enregistrements qui seront affichés avec ce point de vue.
tr_tr: Görünümler, Kayıtlara Genel Bakış tablosunda gördüklerinizi kısıtlamanıza olanak tanır. Aşağıdaki görünümler kullanılabilir: Tüm Kayıtlar, Bu Ay, Bugün ve Çöp Kutusu. Her görünümün yanındaki parantez içindeki sayı, o görünümle görüntülenecek kayıt sayısını temsil eder.

source: switched
de_de: gewechselt
fi: kytketty
fr_fr: commuté
tr_tr: değiştirildi

source: Quit
de_de: Beenden Sie
fi: Lopeta
fr_fr: Quitter
tr_tr: Bırak

source: Message Template Context
de_de: Nachrichtenvorlagenkontext
fi: Viestipohjan konteksti
fr_fr: Modèle de message Contexte
tr_tr: Mesaj Şablonu Bağlamı

source: Questions Groups Overview Search
de_de: Fragen Gruppen Übersicht Suche
fi: Kysymysryhmien yhteenveto -haku
fr_fr: Questions Groupes Aperçu Recherche
tr_tr: Sorular Gruplar Genel Bakış Arama

source: Show all registrations.
de_de: Alle Registrierungen anzeigen.
fi: Näytä kaikki ilmoittautumiset.
fr_fr: Afficher tous les enregistrements.
tr_tr: Tüm kayıtları göster

source: template
de_de: Vorlage
fi: pohja
fr_fr: modèle
tr_tr: şablon

source: You can perform a search to find certain question groups. The following sources will be searched: Question (name of question). To use the search feature, enter a value into the search box and click on the Search Questions button.
de_de: Sie können eine Suche durchführen, um bestimmte Fragengruppen zu finden. Die folgenden Quellen werden durchsucht: Frage (Name der Frage). Um die Suchfunktion zu nutzen, geben Sie einen Wert in das Suchfeld ein und klicken Sie auf die Schaltfläche Fragen suchen.
fi: Voit hakea kysymysryhmiä. Haku kohdistuu kysymyksiin (kysymyksen "nimi"). Kirjoita hakusanasi hakukenttään ja paina "Hae kysymyksiä"-painiketta.
fr_fr: Vous pouvez effectuer une recherche pour trouver certains groupes de questions. Les sources suivantes seront consultées: Question (nom de question). Pour utiliser la fonction de recherche, entrez une valeur dans la case de recherche et cliquez sur le bouton Rechercher des questions.
tr_tr: Belirli soru gruplarını bulmak için bir arama gerçekleştirebilirsiniz. Aşağıdaki kaynaklar aranacaktır: Soru (sorunun adı). Arama özelliğini kullanmak için, arama kutusuna bir değer girin ve Soruları Ara düğmesine tıklayın.

source: Registration Form Settings
de_de: Einstellungen des Registrierungsformulars
fi: Ilmoittautumislomakkeen asetukset
fr_fr: Options de formulaire d'inscription
tr_tr: Kayıt Formu Ayarları

source: Show registrations for the current month.
de_de: Registrierungen für den aktuellen Monat anzeigen.
fi: Näytä kuluvan kuukauden ilmoittautumiset.
fr_fr: Afficher les inscriptions pour le mois en cours.
tr_tr: Geçerli ay için kayıtları gösterin.

source: This shows when this event datetime starts.
de_de: Hier wird angezeigt, wann der Zeitpunkt des Ereignisses beginnt.
fi: Tämä näyttää, milloin tapahtuman ajankohta alkaa.
fr_fr: Cela montre quand cet événement datetime commence.
tr_tr: Bu olay tarih saatinin ne zaman başladığını gösterir.

source: About Event Espresso
de_de: Über Event Espresso
fi: Tietoa Event Espressosta
fr_fr: À propos de Event Espresso
tr_tr: Kuzu.me Etkinlik Hakkında

source: This shows when this event datetime ends.
de_de: Hier wird angezeigt, wann der Zeitpunkt des Ereignisses endet.
fi: Tämä näyttää, milloin tapahtuman ajankohta päättyy.
fr_fr: Cela montre quand cet événement se termine datetime.
tr_tr: Bu, bu olay tarih saatinin ne zaman bittiğini gösterir.

source: Show registrations for today.
de_de: Anmeldungen für heute anzeigen.
fi: Näytä tämän päivän ilmoittautumiset.
fr_fr: Afficher les enregistrements pour aujourd'hui.
tr_tr: Bugün için kayıtları gösterin.

source: Feb
fi: helmi
fr_fr: Fev
tr_tr: Şubat

source: Default Event Settings
de_de: Standard Veranstaltungseinstellungen
fi: Tapahtuman oletusasetukset
fr_fr: Paramètres par défaut de l'événement
tr_tr: Varsayılan Olay Ayarları

source: The class name compiled was %s. Please check and make sure the spelling and case is correct for the class name and that there is an autoloader in place for this class
de_de: Der kompilierte Klassenname war %s. Bitte überprüfen Sie die korrekte Schreibweise und Groß- und Kleinschreibung des Klassennamens und stellen Sie sicher, dass ein Autoloader für diese Klasse vorhanden ist
fi: Luokan nimi oli %s. Tarkista ja varmista, että luokan nimen oikeinkirjoitus ja isojen ja pienten kirjainten kirjoitusasu on oikein ja että luokalle on olemassa automaattinen latausohjelma.
fr_fr: Le nom de la classe compilée était %s . S'il vous plaît vérifier et assurez-vous que l'orthographe et la casse est correcte pour le nom de la classe et qu'il ya un chargeur automatique en place pour cette catégorie
tr_tr: Derlenen sınıf adı %s idi. Lütfen sınıf adının yazımının ve büyük/küçük harf kullanımının doğru olduğundan ve bu sınıf için bir otomatik yükleyici bulunduğundan emin olun

source: First Day of the Week
de_de: Erster Wochentag
fi: Viikon ensimmäinen päivä
fr_fr: Premier jour de la semaine
tr_tr: Haftanın ilk günü

source: Mar
de_de: Mär
fi: maalis
fr_fr: Mars
tr_tr: Mart

source: Apr
fi: huhti
fr_fr: Avr
tr_tr: Nisan

source: REG Details
fi: Ilmoittautumistiedot
fr_fr: REG Détails
tr_tr: Kayıt Detayları

source: Show Weekends
de_de: Wochenenden anzeigen
fi: Näytä viikonloput
fr_fr: Afficher les Weekends
tr_tr: Hafta Sonlarını Göster

source: Jun
fi: kesä
fr_fr: Juin
tr_tr: Haziran

source: Save Registration
de_de: Anmeldung speichern
fi: Tallenna ilmoittautuminen
fr_fr: Enregistrer Enregistrement
tr_tr: Kayıt Kaydet

source: Height
de_de: Höhe
fi: Korkeus
fr_fr: Hauteur
tr_tr: Yükseklik

source: Jul
fi: heinä
fr_fr: Juil
tr_tr: Temmuz

source: Contact List
de_de: Kontaktliste
fi: Yhteystietolista
fr_fr: Liste de contacts
tr_tr: İletişim Listesi

source: Aug
fi: elo
fr_fr: Août
tr_tr: Ağustos

source: Sep
fi: syys
tr_tr: Eylüm

source: Oct
de_de: Okt
fi: loka
tr_tr: Ekim

source: Approve Registrations
de_de: Registrierungen genehmigen
fi: Hyväksy ilmoittautumiset
fr_fr: Valider les inscriptions
tr_tr: Kayıtları Onaylayın

source: Nov
fi: marras
tr_tr: Kasım

source: Critical Pages
de_de: Wichtige Seiten
fi: Kriittiset sivut
fr_fr: Pages critiques
tr_tr: Kritik Sayfalar

source: Decline Registrations
de_de: Registrierungen ablehnen
fi: Hylkää ilmoittautumiset
fr_fr: Décliner les inscriptions
tr_tr: Reddedilen Kayıtlar

source: Question ID
de_de: Frage-ID
fi: Kysymyksen tunnus
tr_tr: Soru ID

source: Dec
de_de: Dez
fi: joulu
tr_tr: Aralık

source: Event Registration Data
de_de: Daten zur Veranstaltungsregistrierung
fi: Tapahtuman rekisteröintitiedot
tr_tr: Etkinlik Kayıt Verileri

source: Read Capabilities
de_de: Lesefähigkeiten
fi: Lue valmiudet
tr_tr: Okuma Kabiliyetleri

source: Sunday
de_de: Sonntag
fi: sunnuntai
fr_fr: Dimanche
tr_tr: Pazar

source: Enable Images in Calendar
de_de: Bilder im Kalender zulassen
fi: Ota kuvat käyttöön kalenterissa
fr_fr: Autoriser les images dans le Calendrier
tr_tr: Takvimdeki Görüntüleri Etkinleştirme

source: Monday
de_de: Montag
fi: maanantai
fr_fr: Lundi
tr_tr: Pazartesi

source: Cancel Registrations
de_de: Registrierungen abbrechen
fi: Peruuta ilmoittautumiset
fr_fr: Annuler inscriptions
tr_tr: Kayıtları İptal Et

source: Theme Settings
de_de: Theme Einstellungen
fi: Teeman asetukset
fr_fr: Réglages du thème
tr_tr: Tema Ayarları

source: Tuesday
de_de: Dienstag
fi: tiistai
fr_fr: Mardi
tr_tr: Salı

source: Today - %s
de_de: Heute - %s
fi: tänään - %s
fr_fr: Aujourd'hui - %s
tr_tr: Bugün - %s
