Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Unable to assemble messages because there are no templates retrieved for generating the messages with
de_de: Die Nachrichten können nicht zusammengestellt werden, da keine Vorlagen für die Erstellung der Nachrichten abgerufen wurden.
fi: Viestien kokoaminen ei onnistu, koska viestien luomiseksi ei ole haettu malleja, joiden avulla viestejä voitaisiin luoda.
fr_fr: Impossible d'assembler les messages car il n'existe pas de modèles pour générer les messages
tr_tr: Mesajları derleyemiyor çünkü mesaj üretebilmek için hiç template yok

source: %1$s"%2$s" is currently sold out.%4$sPlease check back again later, as spots may become available.%3$s
de_de: %1$s"%2$s" ist im Augenblick ausgebucht.%4$sSchau später noch einmal vorbei, ob ein Platz frei geworden ist.%3$s
fi: %1$s"%2$s" on tällä hetkellä loppuunmyyty.%4$sTarkista myöhemmin uudelleen, koska paikkoja voi vapautua.%3$s
fr_fr: %1$s"%2$s" est pour l'instant complet.%4$s Merci de vérifier plus tard, des places pourraient être remises à disposition.%3$s
tr_tr: %1$s "%2$s" şu anda satıldı.%4$ kullanıma açıldığından, lütfen daha sonra tekrar deneyin.%3$s

source: The status for Transaction #%1$d has been updated from "Abandoned" to "%2$s", because at least one payment has been made towards it. If the payment appears in the "Payment Details" table below, you may need to edit its status and/or other details as well.
de_de: Der Status für Transaktion #%1$d wurde von "Abgebrochen" auf "%2$s" aktualisiert, da mindestens eine Zahlung dafür getätigt wurde. Wenn die Zahlung in der Tabelle "Zahlungsdetails" unten erscheint, müssen Sie möglicherweise auch den Status und/oder andere Details bearbeiten.
fi: Tapahtuman #%1$d tila on päivitetty tilasta "Hylätty" tilaan "%2$s", koska sitä varten on suoritettu vähintään yksi maksu. Jos maksu näkyy alla olevassa "Maksutiedot"-taulukossa, sinun on ehkä muokattava myös sen tilaa ja/tai muita tietoja.
fr_fr: Le statut de la transaction #%1$d a été mis à jour de "Abandonné" à "%2$s", car au moins un paiement a été effectué vers celui-ci. Si le paiement apparaît dans le tableau "Détails du paiement" ci-dessous, vous devrez peut-être modifier son statut et / ou d'autres détails.
tr_tr: İşlem #%1$d için durum "İptal Edildi" "%2$s" olarak güncellendi çünkü en az bir ödeme yapılmıştır. Ödeme aşağıdaki "Ödeme Ayrıntıları" tablosunda görünüyorsa, durumunu ve/veya diğer ayrıntılarını da düzenlemeniz gerekebilir.

source: Tax Settings
de_de: Steuerliche Einstellungen
fi: Veroasetukset
fr_fr: Réglages Taxes
tr_tr: Vergi Ayarları

source: Update Tax Settings
de_de: Steuereinstellungen aktualisieren
fi: Päivitä veroasetukset
fr_fr: Mise à jour réglages taxes
tr_tr: Vergi Ayarlarını Güncelle

source: Show Prices With Taxes Included?
de_de: Preise inkl. Steuern anzeigen?
fi: Näytä hinnat veroineen?
fr_fr: Afficher les prix avec toutes les taxes incluses ?
tr_tr: Fiyatları Vergi Dahil Göster

source: Indicates whether or not to display prices with the taxes included
de_de: Gibt an, ob die Preise einschließlich der Steuern angezeigt werden sollen oder nicht.
fi: Osoittaa, näytetäänkö hinnat verollisina
fr_fr: Indique si les prix sont affiches avec les taxes incluses ou non
tr_tr: Vergiler dahil fiyatların gösterilip gösterilmeyeceğini belirtir

source: Table manager class on class %1$s is not set properly.
de_de: Die Tabellenmanager-Klasse für die Klasse %1$s ist nicht richtig eingestellt.
fi: Luokan %1$s taulukonhallintaluokkaa ei ole asetettu oikein.
fr_fr: La classe de gestionnaire de table sur la classe %1$s n'est pas définie correctement.
tr_tr: %1$s sınıfındaki tablo yöneticisi sınıfı doğru ayarlanmamış.

source: Table manager on migration class %1$s is not set properly.
de_de: Der Tabellenmanager der Migrationsklasse %1$s ist nicht richtig eingestellt.
fi: Siirtymäluokan %1$s taulukonhallinta ei ole asetettu oikein.
fr_fr: Le gestionnaire de tables sur la migration de classe %1$s n'est pas correctement défini.
tr_tr: Geçiş sınıfı %1$s ' deki tablo yöneticisi doğru ayarlanmadı.

source: Table analysis class on migration class %1$s is not set properly.
de_de: Die Tabellenanalyseklasse der Migrationsklasse %1$s ist nicht richtig eingestellt.
fi: Siirtymäluokan %1$s taulukkoanalyysiluokkaa ei ole asetettu oikein.
fr_fr: L'analyse de table sur la migration de classe %1$s n'est pas correctement défini.
tr_tr: Geçiş sınıfı %1$s üzerindeki tablo analiz sınıfı düzgün ayarlanmamış.

source: CyberSource is an off-site payment method for accepting credit and debit cards and is available to event organizers in many countries. An account with CyberSource is required to accept payments. Need a CyberSource account? %1$sClick here to sign up for a merchant account%2$s.
de_de: CyberSource ist eine außerbetriebliche Zahlungsmethode für die Annahme von Kredit- und Debitkarten und steht Veranstaltern in vielen Ländern zur Verfügung. Um Zahlungen zu akzeptieren, ist ein Konto bei CyberSource erforderlich. Benötigen Sie ein CyberSource-Konto? %1$sKlicken Sie hier, um sich für ein Händlerkonto%2$s anzumelden.
fi: CyberSource on luotto- ja pankkikortteja hyväksyvä maksumenetelmä, joka on tapahtumajärjestäjien käytettävissä monissa maissa. Maksujen vastaanottaminen edellyttää tiliä CyberSource-järjestelmässä. Tarvitsetko CyberSource-tilin? %1$sKlikkaa tästä rekisteröityäksesi kauppiaan tilille%2$s.
fr_fr: CyberSource est une méthode de paiement hors-site, pour accepter les cartes de crédit et débit et est disponible aux organisateurs d'événements dans de nombreux pays. Un compte auprès de CyberSource est requis pour accepter les paiements. Besoin d'un compte CyberSource ?%1$s Cliquez ici pour créer un compte commerçant%2$s.
tr_tr: CyberSource, kredi ve banka kartlarını kabul etmek için tesis dışı bir ödeme yöntemidir ve birçok ülkede etkinlik organizatörleri tarafından kullanılabilir. Ödeme kabul etmek için CyberSource'ta bir hesap gereklidir. Bir CyberSource hesabına mı ihtiyacınız var? %1$sBir satıcı hesabına kaydolmak için buraya tıklayın%2$s.

source: You have attempted to purchase %d ticket.
de_de: Sie haben versucht, %d Ticket zu kaufen.
fi: Yritit tilata %d lipun.
fr_fr: Vous avez essayé d'acheter %d billet.
tr_tr: %d bilet satın almaya çalıştınız.

source: There is only %1$d ticket remaining for this event, therefore the total number of tickets you may purchase is %1$d.
de_de: Für diese Veranstaltung sind nur noch %1$d Tickets verfügbar, daher können Sie insgesamt %1$d Tickets kaufen.
fi: Tähän tapahtumaan on jäljellä vain %1$d lippu, joten voit valita enintään %1$d lipun.
fr_fr: Il ne reste que %1$d billet pour cet événement, donc le nombre total de billets que vous pouvez acheter est de %1$d.
tr_tr: Bu etkinlik için sadece %1$d bilet kaldı, bu nedenle satın alabileceğiniz toplam bilet sayısı %1$d'dir.

source: You have attempted to purchase %1$d ticket but that would result in too many tickets in the %2$s for this event.
de_de: Sie haben versucht, %1$d Tickets zu kaufen, aber das würde zu vielen Tickets in %2$s für diese Veranstaltung führen.
fi: Olet yrittänyt ostaa %1$d lippua, mutta se johtaisi liian suureen lippumäärään %2$s tässä tapahtumassa.
fr_fr: Vous avez essayé d'acheter %1$d billet mais ce qui causerait trop de billets dans le %2$s pour cet événement.
tr_tr: %1$d bilet satın almaya çalıştınız, ancak bu durumda %2$s için bu etkinlik için çok fazla bilet olacaktır.

source: The registration limit for this event is %1$d ticket per transaction, therefore the total number of tickets you may purchase at any time can not exceed %1$d.
de_de: Das Registrierungslimit für diese Veranstaltung ist %1$d Ticket pro Transaktion, daher kann die Gesamtzahl der Tickets, die Sie pro Buchung kaufen können, %1$d nicht überschreiten.
fi: Tämän tapahtuman ilmoittautumisrajoitus on %1$d lippu per tilaus, joten et voi tilata kerralla enempää kuin %1$d lipun.
fr_fr: La limite d'inscriptions pour cet événement est %1$d billet par transaction, donc le nombre total des billets que vous pouvez acheter à tout moment ne peux pas dépasser %1$d.
tr_tr: Bu etkinlik için kayıt sınırı işlem başına %1$d bilet olduğundan, herhangi bir zamanda satın alabileceğiniz toplam bilet sayısı %1$d'yi geçemez.

source: Empty %s
de_de: %s leeren
fi: Tyhjä %s
fr_fr: Vide %s
tr_tr: Boş %s

source: Lost your password?
de_de: Passwort vergessen?
fi: Kadotitko salasanasi?
fr_fr: Mot de passe perdu?
tr_tr: Şifrenizi mi kaybettiniz?

source: Password Lost and Found
de_de: Passwort wiederherstellen
fi: Salasana kadonnut ja löydetty
fr_fr: Mot de passe perdu et retrouvé ?
tr_tr: Şifre Kayıp ve Bulundu

source: Invalid username or incorrect password. %s
de_de: Ungültiger Benutzername oder ungültiges Passwort. %s
fi: Virheellinen käyttäjätunnus tai väärä salasana. %s
fr_fr: Utilisateur ou mot de passe incorrect. %s
tr_tr: Geçersiz kullanıcı adı veya yanlış şifre. %s

source: Table analysis class on class %1$s is not set properly.
de_de: Die Tabellenanalyseklasse der Klasse %1$s ist nicht richtig eingestellt.
fi: Luokan %1$s taulukkoanalyysiluokkaa ei ole asetettu oikein.
fr_fr: La table d'analyse de classe sur la classe %1$s n'est pas correctement défini.
tr_tr: %1$s sınıfı üzerindeki tablo analiz sınıfı düzgün ayarlanmamış.

source: Did you know...
de_de: Wussten Sie, dass...
fi: Tiesitkö...
fr_fr: Savez vous...
tr_tr: Biliyor muydunuz...

source: If you add a State/Province Select input immediately after this Country Select input when building your registration form, then the State/Province Select input options will change to correspond with the choice made in this input. So for example, choosing "United States" in this Country Select input will populate the State/Province Select input with just the state options for the United States.
de_de: Wenn Sie bei der Erstellung Ihres Registrierungsformulars unmittelbar nach der Länderauswahl eine Eingabe zur Auswahl von Bundesland/Provinz hinzufügen, ändern sich die Eingabeoptionen zur Auswahl von Bundesland/Provinz entsprechend der in dieser Eingabe getroffenen Auswahl. Wenn Sie zum Beispiel "Vereinigte Staaten" in dieser Länderauswahl-Eingabe wählen, wird die Eingabe "Bundesland/Provinz" nur mit den Optionen für die Vereinigten Staaten aufgefüllt.
fi: Jos rekisteröintilomaketta luodessasi lisäät osavaltion/provinssin valintatietokentän heti tämän maan valintatietokentän jälkeen, osavaltion/provinssin valintatietokentän vaihtoehdot muuttuvat vastaamaan tässä kentässä tehtyä valintaa. Jos esimerkiksi valitset "United States" tässä Country Select -kentässä, State/Province Select -kenttään tulevat vain Yhdysvaltojen osavaltiovaihtoehdot.
fr_fr: Si vous ajoutez une entrée Etat / Province sélectionnée immédiatement après cette entrée Sélection du pays lors de la création de votre formulaire d'inscription, les options d'entrée Etat / Province sélectionnée changeront pour correspondre au choix effectué dans cette entrée. Ainsi, par exemple, le choix de "États-Unis" dans cette entrée Sélection de pays va remplir l'entrée État / Province Select avec seulement les options d'état pour les États-Unis.
tr_tr: Kayıt formunuzu oluştururken bu Ülke Seçimi girişinden hemen sonra bir Eyalet/İl Seçimi girişi eklerseniz, Eyalet/İl Seçimi girişi seçenekleri bu girişte yapılan seçime karşılık gelecek şekilde değişecektir. Örneğin, bu Ülke Seçimi girdisinde "Amerika Birleşik Devletleri "ni seçmek, Eyalet/İl Seçimi girdisini yalnızca Amerika Birleşik Devletleri için eyalet seçenekleriyle dolduracaktır.

source: The Ticket for Registration %1$d was not found or is invalid.
de_de: Das Ticket für die Registrierung %1$d wurde nicht gefunden oder ist ungültig.
fi: Rekisteröintilippua %1$d ei löytynyt tai se on virheellinen.
fr_fr: Le billet pour l'inscription %1$d n'a pas été trouvé ou est invalide.
tr_tr: %1$d Kaydı için Bilet bulunamadı veya geçersiz.

source: The Total Line Item for Transaction %1$d's was not found or is invalid.
de_de: Die Gesamtposition für Transaktion %1$d wurde nicht gefunden oder ist ungültig.
fi: Tapahtuman %1$d's Total Line Item ei löytynyt tai se on virheellinen.
fr_fr: L'élément de ligne total de la transaction %1$d's n'a pas été trouvé ou n'est pas valide.
tr_tr: İşlem %1$d'nin Toplam Satır Öğesi bulunamadı veya geçersiz.

source: The Ticket Line Item for Registration %1$d could not be reinstated because :%2$s%3$s
de_de: Die Ticketposition für die Registrierung %1$d konnte nicht wiederhergestellt werden, weil :%2$s%3$s
fi: Rekisteröintiä %1$d koskevaa lippukohdetta ei voitu ottaa uudelleen käyttöön, koska :%2$s%3$s
fr_fr: La rubrique billet pour l'inscription %1$d n'a pas pu être rétabli parce que:%2$s%3$s
tr_tr: %1$d Kaydı için Bilet Satır Öğesi eski haline getirilemedi çünkü :%2$s%3$s

source: The Ticket Line Item for Registration %1$d could not be cancelled because :%2$s%3$s
de_de: Der Ticket-Einzelposten für die Registrierung %1$d konnte nicht storniert werden, weil :%2$s%3$s
fi: Lippua ilmoittautumisessa %1$d ei voitu peruuttaa seuraavasta syystä :%2$s%3$s
fr_fr: La rubrique billet pour enregistrement %1$d pas pourrait être annulé parce que : %2$s%3$s
tr_tr: %1$d Kaydı için Bilet Satır Öğesi iptal edilemedi çünkü :%2$s%3$s

source: The Line Item for Transaction %1$d and Ticket %2$d was not found or is invalid.
de_de: Die Belegposition für Transaktion %1$d und Ticket %2$d wurde nicht gefunden oder ist ungültig.
fi: Tapahtuman %1$d ja lipun %2$d rivikohdetta ei löytynyt tai se on virheellinen.
fr_fr: La ligne de facturation pour la Transaction %1$d et billet %2$d est introuvable ou n’est pas valide.
tr_tr: İşlem %1$d ve Bilet %2$d için Satır Öğesi bulunamadı veya geçersiz.

source: The supplied line item must have an Object Type of "Ticket", not %1$s.
de_de: Die angegebene Position muss den Objekttyp "Ticket" haben, nicht %1$s.
fi: Toimitetun rivikohdan objektityypin on oltava "Ticket", ei %1$s.
fr_fr: Ligne de commande fourni doit avoir un Type d’objet de "Ticket" , pas de %1$s.
tr_tr: Sağlanan satır öğesinin Nesne Türü %1$s değil, "Bilet" olmalıdır.

source: Can not cancel %1$d ticket(s) because the supplied line item has a quantity of %2$d.
de_de: Kann %1$d Ticket(s) nicht stornieren, da die angegebene Position eine Menge von %2$d hat.
fi: Ei voi peruuttaa %1$d lippua (lippuja), koska toimitetun rivierän määrä on %2$d.
fr_fr: Impossible d'annuler %1$d billet(s) parce que l'élément de campagne fourni a une quantité de %2$d.
tr_tr: Verilen satır öğesinin miktarı %2$d olduğu için %1$d bilet(ler) iptal edilemiyor.

source: Can not reinstate %1$d cancelled ticket(s) because the cancelled ticket quantity is only %2$d.
de_de: Kann %1$d stornierte(s) Ticket(s) nicht wiederherstellen, da die stornierte Ticketmenge nur %2$d beträgt.
fi: Ei voi palauttaa %1$d peruutettua lippua (peruutettuja lippuja), koska peruutettujen lippujen määrä on vain %2$d.
fr_fr: Impossible de rétablir %1$d le ou les billets annulés parce que la quantité de billet annulée est seulement %2$d.
tr_tr: İptal edilen bilet miktarı yalnızca %2$d olduğu için %1$d iptal edilen bilet(ler)i eski haline getiremiyor.

source: A valid grand total for line item %1$d was not found.
de_de: Eine gültige Gesamtsumme für die Position %1$d wurde nicht gefunden.
fi: Rivin %1$d kelvollista loppusummaa ei löytynyt.
fr_fr: Un total général valide pour l'élément de campagne %1$d n'a pas été trouvé.
tr_tr: %1$d satır kalemi için geçerli bir genel toplam bulunamadı.

source: Unique Registration ID for the registration
de_de: Eindeutige Registrierungs-ID für die Registrierung
fi: Rekisteröinnin yksilöllinen rekisteröintitunnus
fr_fr: ID d'inscription unique pour l'enregistrement
tr_tr: Kayıt için Benzersiz Kayıt Kimliği

source: Parses to the total amount paid for this registration.
de_de: Steht für den Gesamtbetrag, der für diese Anmeldung bezahlt wurde.
fi: Osoittaa tästä rekisteröinnistä maksetun kokonaissumman.
fr_fr: Analyse vers le montant total payé pour cette inscription
tr_tr: Bu kayıt için ödenen toplam tutarı gösterir.

source: This will parse to the Feature image for the event, %1$ssize%2$s can be set to determine the size of the image loaded by the shortcode. The %1$swidth%2$s and/or %1$sheight%2$s can also be set to determine the width and height of the image when output. By default the shortcode will load the %1$sthumbnail%2$s image size.
de_de: Dies wird das Feature-Bild für das Ereignis parsen, %1$ssize%2$s kann gesetzt werden, um die Größe des Bildes zu bestimmen, das durch den Shortcode geladen wird. Die %1$swidth%2$s und/oder %1$sheight%2$s können auch gesetzt werden, um die Breite und Höhe des Bildes bei der Ausgabe zu bestimmen. Standardmäßig wird der Shortcode die %1$sthumbnail%2$s Bildgröße laden.
fi: Tämä analysoi tapahtuman Feature-kuvan, %1$ssize%2$s voidaan asettaa lyhytkoodin lataaman kuvan koon määrittämiseksi. %1$swidth%2$s ja/tai %1$sheight%2$s voidaan myös asettaa määrittämään kuvan leveys ja korkeus tulostettaessa. Oletusarvoisesti lyhytkoodi lataa kuvan koon %1$sthumbnail%2$s.
fr_fr: Ceci analysera l'image de l'événement, la %1$staille%2$s peut être définie pour déterminer la taille de l'image chargée par le code court. La %1$slargeur%2$s et / ou %1$la taille2$s peut également être défini pour déterminer la largeur et la hauteur de l'image lors de la sortie. Par défaut, le code court chargera la taille de l'image de %1$sthumbnail%2$s
tr_tr: Bu, olay için Özellik resmini ayrıştıracaktır, kısa kod tarafından yüklenen resmin boyutunu belirlemek için %1$ssize%2$s ayarlanabilir. %1$swidth%2$s ve/veya %1$sheight%2$s de çıktı alındığında görüntünün genişliğini ve yüksekliğini belirlemek için ayarlanabilir. Varsayılan olarak kısa kod %1$sthumbnail%2$s resim boyutunu yükleyecektir.

source: Parses to the registration ID of the primary registrant for the transaction.
de_de: Analysiert die Registrierungs-ID des primären Registranten für die Transaktion.
fi: Analysoi tapahtuman ensisijaisen rekisteröijän rekisteröintitunnuksen.
fr_fr: Analyse l'ID d'enregistrement de l'inscrit principal pour la transaction.
tr_tr: İşlem için birincil kayıt ettirenin kayıt kimliğine ayrıştırır.

source: Parses to the registration ID of the recipient for the message.
de_de: Analysiert die Registrierungs-ID des Empfängers der Nachricht.
fi: Analysoi viestin vastaanottajan rekisteröintitunnuksen.
fr_fr: Analyse l'ID d'enregistrement du destinataire du message.
tr_tr: Mesaj için alıcının kayıt kimliğine ayrıştırır.

source: If a single registration related to the recipient is available, that is used to retrieve the total amount that has been paid for this recipient. Otherwise the value of 0 is printed.
de_de: Wenn eine einzige Registrierung für den Empfänger vorhanden ist, wird diese verwendet, um den Gesamtbetrag abzurufen, der für diesen Empfänger gezahlt wurde. Andernfalls wird der Wert 0 gedruckt.
fi: Jos vastaanottajaan liittyvä yksittäinen rekisteröinti on saatavilla, sitä käytetään hakemaan kyseisestä vastaanottajasta maksettu kokonaissumma. Muussa tapauksessa tulostetaan arvo 0.
fr_fr: Si un seul enregistrement lié au destinataire est disponible, il est utilisé pour récupérer le montant total qui a été payé pour ce destinataire. Sinon, la valeur 0 est imprimée.
tr_tr: Alıcı ile ilgili tek bir kayıt mevcutsa, bu alıcı için ödenmiş olan toplam tutarı almak için kullanılır. Aksi takdirde 0 değeri yazdırılır.

source: This will parse to either: the value of the "Company Tax Number" field in the invoice payment method settings; if that is blank, then the value of the Company Tax Number in the "Your Organization Settings", if that is blank then an empty string. Note this is also a special dynamic shortcode. You can use the "prefix" parameter to indicate what text you want to use as a prefix before this tax number. It defaults to "VAT/Tax Number:". To change this prefix you do the following format for this shortcode: %1$s[INVOICE_PAYEE_TAX_NUMBER_* prefix="GST:"]%2$s and that will output: GST: 12345t56. If you have no tax number in your settings, then no prefix will be output either.
de_de: Dies ist entweder: der Wert des Feldes "Steuernummer des Unternehmens" in den Einstellungen für die Zahlungsmethode der Rechnung; wenn dieser leer ist, dann der Wert der Steuernummer des Unternehmens in den "Einstellungen Ihrer Organisation", wenn dieser leer ist, dann eine leere Zeichenfolge. Beachten Sie, dass dies auch ein spezieller dynamischer Shortcode ist. Mit dem Parameter "Präfix" können Sie angeben, welchen Text Sie als Präfix vor dieser Steuernummer verwenden möchten. Der Standardwert ist "VAT/Tax Number:". Um dieses Präfix zu ändern, geben Sie das folgende Format für diesen Shortcode ein: %1$s[INVOICE_PAYEE_TAX_NUMBER_* prefix="GST:"]%2$s und das wird ausgegeben: GST: 12345t56. Wenn Sie keine Steuernummer in Ihren Einstellungen haben, wird auch kein Präfix ausgegeben.
fi: Tämä jäsentää joko: "Yrityksen veronumero" -kentän arvoksi laskun maksutapa-asetuksissa; jos se on tyhjä, sitten yrityksen veronumeron arvoksi "Organisaatioasetuksissa", jos se on tyhjä, sitten tyhjäksi merkkijonoksi. Huomaa, että tämä on myös erityinen dynaaminen lyhytkoodi. Voit käyttää "prefix"-parametrin avulla ilmoittaa, mitä tekstiä haluat käyttää etuliitteenä ennen veronumeroa. Sen oletusarvo on "VAT/Tax Number:". Voit muuttaa tätä etuliitettä tekemällä seuraavan muodon tälle lyhytkoodille: %1$s[INVOICE_PAYEE_TAX_NUMBER_* prefix="GST:"]%2$s ja tulostuu: GST: 12345t56. Jos asetuksissasi ei ole veronumeroa, etuliitettä ei myöskään tulosteta.
fr_fr: Cela analysera: soit la valeur du champ «Numéro de TVA de la société» dans les paramètres de la méthode de paiement de la facture; Si celle-ci est vide, la valeur du numéro de société dans les "Paramètres de votre organisation", si elle est vierge, puis une chaîne vide. Notez que c'est aussi un shortcode dynamique spécial. Vous pouvez utiliser le paramètre "préfixe" pour indiquer le texte que vous souhaitez utiliser comme préfixe avant ce numéro d'impôt. Il est par défaut "Numéro de TVA / Taxe:". Pour modifier ce préfixe, vous devez utiliser le format suivant pour ce code court:: %1$s[INVOICE_PAYEE_TAX_NUMBER_* prefix="GST:"]%2$s et qui affichera: GST: 12345t56. Si vous n'avez pas de numéro d'impôt dans vos paramètres, aucun préfixe ne sera généré.
tr_tr: Bu, şu şekilde ayrıştırılır: fatura ödeme yöntemi ayarlarındaki "Şirket Vergi Numarası" alanının değeri; bu boşsa, "Kuruluş Ayarlarınız "daki Şirket Vergi Numarasının değeri, bu da boşsa boş bir dize. Bunun aynı zamanda özel bir dinamik kısa kod olduğunu unutmayın. Bu vergi numarasından önce önek olarak hangi metni kullanmak istediğinizi belirtmek için "prefix" parametresini kullanabilirsiniz. Varsayılan olarak "KDV/Vergi Numarası:" şeklindedir. Bu öneki değiştirmek için bu kısa kod için aşağıdaki formatı uygulayın: %1$s[INVOICE_PAYEE_TAX_NUMBER_* prefix="GST:"]%2$s ve bu çıktı olacaktır: GST: 12345t56. Ayarlarınızda vergi numarası yoksa, önek de çıkmayacaktır.

source: The amount paid or refunded. This will only have a value if there was a payment or refund at the time of generating the message.
de_de: Der gezahlte oder erstattete Betrag. Dieser hat nur dann einen Wert, wenn zum Zeitpunkt der Erstellung der Meldung eine Zahlung oder Erstattung erfolgt ist.
fi: Maksettu tai palautettu määrä. Tällä on arvo vain, jos maksu tai palautus on suoritettu viestin luomisajankohtana.
fr_fr: Le montant payé ou remboursé. Cela n'aura une valeur que s'il y avait un paiement ou un remboursement au moment de la génération du message.
tr_tr: Ödenen veya iade edilen tutar. Bu yalnızca mesajın oluşturulduğu sırada bir ödeme veya para iadesi varsa bir değere sahip olacaktır.
