Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Question Group
de_de: Abfragegruppe
fi: Kysymysryhmä
fr_fr: Question Groupe
tr_tr: Soru Grubu

source: Show Tooltips
de_de: Tooltips anzeigen
fi: Näytä työkaluvihjeet
fr_fr: Afficher les infobulles
tr_tr: Araç İpuçlarını Göster

source: Wednesday
de_de: Mittwoch
fi: keskiviikko
fr_fr: Mercredi
tr_tr: Çarşamba

source: Question Option
de_de: Frage Option
fi: Kysymyksen valinnat
fr_fr: Option question
tr_tr: Soru Ayarı

source: Enable CSS for Categories
de_de: CSS für Kategorien zulassen
fi: Ota CSS käyttöön luokille
fr_fr: Activer les CSS pour les catégories
tr_tr: Kategoriler için CSS'yi Etkinleştir

source: Thursday
de_de: Donnerstag
fi: torstai
fr_fr: Jeudi
tr_tr: Perşembe

source: Question Options
de_de: Frage Optionen
fi: Kysymysasetukset
fr_fr: Options question
tr_tr: Soru Ayarları

source: Directions:
de_de: Richtungen:
fi: Saapumisohjeet:
fr_fr: Instructions:
tr_tr: Yol tarifi:

source: Friday
de_de: Freitag
fi: perjantai
fr_fr: Vendredi
tr_tr: Cuma

source: Registration
de_de: Registrierung
fi: Ilmoittautuminen
fr_fr: Inscription
tr_tr: Kayıt

source: Log In
fi: Kirjaudu sisään
fr_fr: S'identifier
tr_tr: Giriş Yap

source: Saturday
de_de: Samstag
fi: lauantai
fr_fr: Samedi
tr_tr: Cumartesi

source: Your Organization
de_de: Ihr Unternehmen
fi: Organisaatiosi
fr_fr: Votre Organisation
tr_tr: Organizasyonun

source: Examples Shortcodes:
de_de: Beispiele Shortcodes:
fi: Lyhytkoodien esimerkit:
fr_fr: Exemples Shortcodes:
tr_tr: Kısa kodların Örnekleri

source: Sun
de_de: So
fi: su
fr_fr: Dim
tr_tr: Pzr

source: Admin Options
de_de: Admin Optionen
fi: Ylläpidon asetukset
tr_tr: Admin Ayarları

source: Mon
de_de: Mo
fi: ma
fr_fr: Lun
tr_tr: Pzts

source: Edit
de_de: Bearbeiten
fi: Muokkaa
fr_fr: Modifier
tr_tr: Düzenle

source: Tue
de_de: Di
fi: ti
fr_fr: Mar
tr_tr: Sal

source: Wed
de_de: Mi
fi: ke
fr_fr: Mer
tr_tr: Çrş

source: Page%sVisibility%sProblem
de_de: Seite%sSichtbarkeit%sProblem
fi: Sivun%sNäkyvyys%sOngelma
fr_fr: Cette page %s visibilité %s problème
tr_tr: Sayfa%sGörünürlük%sSorunu

source: Thu
de_de: Do
fi: to
fr_fr: Jeu
tr_tr: Prş

source: Shortcode%sOK
de_de: Kurzcode%sOK
fi: Lyhytkoodi%sOK
tr_tr: Kısakod%sOK

source: Cannot get %s related to %s. There is no model relation of that type. There is, however, %s...
de_de: %s kann nicht mit %s verknüpft werden. Es gibt keine Modellbeziehung dieses Typs. Es gibt jedoch %s...
fi: Ei saada %s:ää, joka liittyy %s:ään. Kyseisen tyyppistä mallisuhdetta ei ole olemassa. On kuitenkin olemassa %s...
fr_fr: Vous ne pouvez pas obtenir %s pour connexe %s . Il n'y a aucune relation du modèle de ce type. , Il est cependant %s ...
tr_tr: %s ile ilgili %s alınamıyor. Bu türde bir model ilişkisi yok. Ancak, %s var ...

source: This setting allows you to remove the weekends from your calendar views. This may be useful if you don't have events on weekends.
de_de: Mit dieser Einstellung können Sie die Wochenenden aus Ihren Kalenderansichten entfernen. Dies kann nützlich sein, wenn Sie an Wochenenden keine Veranstaltungen haben.
fi: Tämän asetuksen avulla voit poistaa viikonloput kalenterinäkymistä. Tästä voi olla hyötyä, jos sinulla ei ole tapahtumia viikonloppuisin.
fr_fr: Ce paramètre vous permet de supprimer les week-ends de vos vues du calendrier. Cela peut être utile si vous n'avez pas d'événements le week-end.
tr_tr: Bu ayar, takvim görünümlerinizden hafta sonlarını kaldırmanıza olanak tanır. Hafta sonları etkinliğiniz yoksa bu yararlı olabilir.

source: Fri
de_de: Fr
fi: pe
fr_fr: Ven
tr_tr: Cum

source: Shortcode%sProblem
fi: Lyhytkoodi%sOngelma
fr_fr: Shortcode %s problème
tr_tr: Kısakod%sProblem

source: Registration Number
de_de: Registrierungsnummer
fi: Ilmoittautumisnumero
fr_fr: Numero d'enregistrement
tr_tr: Kayıt Numarası

source: Sat
de_de: Sa
fi: la
fr_fr: Sam
tr_tr: Cmt

source: The "Featured Image" box in the event editor handles the thumbnail image URLs for each event. After setting the "Enable Calendar images" option to "Yes" in the calendar settings, upload an event image in the built-in WordPress media uploader, then click the Insert into post button on the media uploader.
de_de: Das Feld "Featured Image" im Ereignis-Editor verwaltet die URLs der Miniaturbilder für jedes Ereignis. Nachdem Sie die Option "Kalenderbilder aktivieren" in den Kalendereinstellungen auf "Ja" gesetzt haben, laden Sie ein Ereignisbild in den integrierten WordPress-Medien-Uploader hoch und klicken dann auf die Schaltfläche In Beitrag einfügen im Medien-Uploader.
fi: Tapahtumankäsittelyn "Featured Image" -ruutu käsittelee kunkin tapahtuman pikkukuvan URL-osoitteita. Kun olet asettanut kalenteriasetuksissa "Ota kalenterikuvat käyttöön" -vaihtoehdon arvoon "Kyllä", lataa tapahtumakuva WordPressin sisäänrakennetussa medialataajassa ja napsauta sitten medialataajan Lisää viestiin -painiketta.
fr_fr: La zone "image sélectionnée" dans l'éditeur d'événements gère les URL d'image miniature pour chaque événement. Après avoir placé l'option "Activer les images du calendrier" sur "Oui" dans les paramètres du calendrier, téléchargez une image d'événement dans le chargeur de médias WordPress intégré, puis cliquez sur le bouton Insérer dans le message du média de téléchargement.
tr_tr: Etkinlik düzenleyicisindeki "Öne Çıkan Görsel" kutusu, her etkinlik için küçük resim URL'lerini işler. Takvim ayarlarında "Takvim görsellerini etkinleştir" seçeneğini "Evet" olarak ayarladıktan sonra, yerleşik WordPress medya yükleyicisine bir etkinlik görseli yükleyin ve ardından medya yükleyicideki Gönderiye ekle düğmesine tıklayın.

source: List table views for "%s" route could not be setup. Check that you have the corresponding method, "%s" set up for defining list_table_views for this route.
de_de: Listentabellenansichten für die Route "%s" konnten nicht eingerichtet werden. Überprüfen Sie, ob Sie die entsprechende Methode "%s" zur Definition von list_table_views für diese Route eingerichtet haben.
fi: Reitin "%s" luettelotaulukkonäkymiä ei voitu määrittää. Tarkista, että olet määrittänyt vastaavan menetelmän "%s" tämän reitin list_table_views määrittelyä varten.
fr_fr: vue sur la table de liste pour " %s"route ne pouvaient pas être mis en place. Vérifiez que vous avez la méthode correspondante, " %s" mis en place pour définir list_table_views pour cette route.
tr_tr: "%s" rotası için liste tablosu görünümleri ayarlanamadı. Bu rota için list_table_views tanımlamak üzere ilgili "%s" yöntemini ayarladığınızı kontrol edin.

source: This setting allows you to set each category to display a different color. Set each category color in Event Espresso > Categories.
de_de: Mit dieser Einstellung können Sie für jede Kategorie eine andere Farbe festlegen. Legen Sie die Farbe jeder Kategorie unter Event Espresso &gt; Kategorien fest.
fi: Tällä asetuksella voi asettaa kullekin luokalle oman värin. Voit asettaa luokkien värin valitsemalla Event Espresso > Luokat.
fr_fr: Ce paramètre vous permet de définir que chaque catégorie affiche une couleur différente. Définissez chaque couleur de catégorie dans Event Espresso> Categories.
tr_tr: Bu ayar, her kategoriyi farklı bir renk gösterecek şekilde ayarlamanıza olanak tanır. Her bir kategori rengini Event Espresso &gt; Kategoriler bölümünde ayarlayın.

source: Search %s
de_de: Suche %s
fi: Etsi %s
fr_fr: Rechercher %s
tr_tr: Ara %s

source: This allows you to customize the event background color and text color.
de_de: Damit können Sie die Hintergrundfarbe und die Textfarbe des Ereignisses anpassen.
fi: Tällä voit muokata tapahtuman taustaväriä ja tekstin väriä.
fr_fr: Cela vous permet de personnaliser la couleur d'arrière-plan de l'événement et la couleur du texte.
tr_tr: Bu, etkinlik arka plan rengini ve metin rengini özelleştirmenize olanak tanır.

source: This allows you to display a short description of the event on hover. The "display short descriptions" feature set in Event Espresso>Template settings should be switched on when using this feature. Be sure to use the %1$s<!--more-->%2$s tag to separate the short description from the entire event description.
de_de: Damit können Sie eine kurze Beschreibung des Ereignisses anzeigen, wenn Sie den Mauszeiger bewegen. Die Funktion "Kurzbeschreibungen anzeigen" in Event Espresso&gt;Vorlageneinstellungen sollte aktiviert sein, wenn Sie diese Funktion verwenden. Stellen Sie sicher, dass Sie den %1$s<!--more-->%2$s Tag verwenden, um die Kurzbeschreibung von der gesamten Ereignisbeschreibung zu trennen.
fi: Tämän avulla voit näyttää tapahtuman lyhyen kuvauksen, kun hiiri viedään tapahtuman linkin päälle. "Näytä lyhyet kuvaukset"-asetus (Event Espresso>Pohjien asetukset) tulee olla päällä tätä ominaisuutta käytettäessä. Muista käyttää <code>&lt;!--more--&gt;</code> -merkintää erottaaksesi lyhyen kuvauksen tapahtuman koko kuvauksesta.
tr_tr: Bu, üzerine gelindiğinde etkinliğin kısa bir açıklamasını görüntülemenizi sağlar. Bu özellik kullanılırken Event Espresso&gt;Şablon ayarlarında ayarlanan "kısa açıklamaları göster" özelliği açık olmalıdır. Kısa açıklamayı tüm etkinlik açıklamasından ayırmak için %1$s<!--more-->%2$s etiketini kullandığınızdan emin olun.

source: The metabox with the string "%s" could not be called. Check that the spelling for method names and actions in the "_page_config['metaboxes']" array are all correct.
de_de: Die Metabox mit der Zeichenfolge "%s" konnte nicht aufgerufen werden. Überprüfen Sie, ob die Schreibweise für Methodennamen und Aktionen im Array "_page_config['metaboxes']" korrekt ist.
fi: Metaboxia, jossa on merkkijono "%s", ei voitu kutsua. Tarkista, että metodien nimien ja toimintojen oikeinkirjoitus "_page_config['metaboxes']" -joukossa on oikein.
fr_fr: Le metabox avec la chaîne "%s " ne pouvait pas être appelé. Vérifiez que l'orthographe des noms et des actions dans la méthode "_ page_config['metaboxes']" tableau sont tous corrects.
tr_tr: "%s" dizesine sahip meta kutu çağrılamadı. "_page_config['metaboxes']" dizisindeki yöntem adlarının ve eylemlerin yazımının doğru olup olmadığını kontrol edin.

source: Top
de_de: Oben
fi: Ylhäällä
fr_fr: Haut
tr_tr: Üst

source: Center
de_de: Mitte
fi: Keskellä
fr_fr: Centre
tr_tr: Orta

source: Bottom
de_de: Unten
fi: Alhaalla
fr_fr: Bas
tr_tr: Alt

source: Save
de_de: Speichern
fi: Tallenna
fr_fr: Sauvegarder
tr_tr: Kaydet

source: Left
de_de: Links
fi: Vasemmalla
fr_fr: Gauche
tr_tr: Sol

source: Save and Close
de_de: Speichern und schließen
fi: Tallenna ja sulje
fr_fr: Sauvegarder et fermer
tr_tr: Kaydet ve Kapat

source: Right
de_de: Rechts
fi: Oikealla
fr_fr: Droite
tr_tr: Sağ

source: An error occurred. No action was set for this page's form.
de_de: Es ist ein Fehler aufgetreten. Für das Formular dieser Seite wurde keine Aktion festgelegt.
fi: Tapahtui virhe. Tämän sivun lomakkeelle ei ole asetettu toiminnallisuuksia.
fr_fr: Une erreur s'est produite. Aucune mesure n'a été fixée pour la forme de cette page.
tr_tr: Bir hata oluştu. Bu sayfanın formu için hiçbir eylem ayarlanmadı.

source: The $route argument is required for the %s->%s method.
de_de: Das Argument $route ist für die Methode %s-&gt;%s erforderlich.
fi: Argumentti $route tarvitaan %s-&gt;%s -menetelmää varten.
fr_fr: L'argument $ de route est nécessaire pour l' %s -> %s méthode.
tr_tr: route bağımsız değişkeni %s->%s yöntemi için gereklidir.

source: Transaction
de_de: Transaktion
fi: Tilaus
tr_tr: İşlem

source: Registration ID
de_de: Registrierungs-ID
fi: Ilmoittautumistunnus
fr_fr: ID d'enregistrement
tr_tr: Kayıt ID

source: Event Espresso Affiliate ID
de_de: Veranstaltung Espresso Affiliate ID
fi: Event Espresson kumppanuustunnus (Affiliate ID)
fr_fr: Event Espresso ID Affiliation
tr_tr: Event Espresso Ortaklık Kimliği

source: Invoice Number
de_de: Rechnungsnummer
fi: Laskunumero
fr_fr: Numéro de facture
tr_tr: Fatura Numarası

source: Attendee List Shortcodes
de_de: Shortcodes für die Teilnehmerliste
fi: Osallistujalista-lyhytkoodit
fr_fr: Liste des participants Shortcodes
tr_tr: Katılımcı listesi kısa kodları

source: There is no page route for given action for the button. This action was given: %s
de_de: Es gibt keine Seitenroute für die angegebene Aktion für die Schaltfläche. Diese Aktion wurde angegeben: %s
fi: Painikkeelle ei ole määritettyä toimintoa varten sivureittiä. Tämä toiminto annettiin: %s
fr_fr: Il n'y a aucune voie de page pour une action donnée pour le bouton. Cette action a été donnée: %s
tr_tr: Düğme için verilen eylem için sayfa rotası yok. Bu eylem verildi: %s

source: Registration Session
de_de: Anmeldung Sitzung
fi: Ilmoittautumisistunto
fr_fr: Session d'enregistrement
tr_tr: Kayıt Oturumu

source: All shortcodes specific to attendee lists
de_de: Alle Shortcodes speziell für Teilnehmerlisten
fi: Kaikki osallistujalistoihin liittyvät lyhytkoodit
fr_fr: Tous les numéros courts spécifiques à Présence listes
tr_tr: Katılımcı listelerine özel tüm kısa kodlar

source: Memory Management
de_de: Speicherverwaltung
fi: Muistin hallinta
fr_fr: Gestionnaire de mémoire
tr_tr: Hafıza Yönetimi

source: There is no label for the given button type (%s). Labels are set in the <code>_page_config</code> property.
de_de: Es gibt keine Beschriftung für den angegebenen Schaltflächentyp (%s). Beschriftungen werden in der Eigenschaft <code>_page_config</code> festgelegt.
fi: Annetulle painiketyypille (%s) ei ole etikettiä. Tarrat asetetaan <code>_page_config-ominaisuudessa</code>.
fr_fr: Il n'y a pas d'étiquette pour le type donné de bouton ( %s ). Les étiquettes sont définies dans le <code> _page_config </code>.
tr_tr: Verilen düğme türü (%s) için etiket yok. Etiketler <code>_page_config</code> özelliğinde ayarlanır.

source: Registration placed from IP
de_de: Anmeldung von IP platziert
fi: Ilmoittautuminen tehty IP-osoitteesta
fr_fr: Inscription tiré par IP
tr_tr: IP'den yerleştirilen kayıt

source: Will output a list of attendees
de_de: Gibt eine Liste der Teilnehmer aus
fi: Tulostaa osallistujalistan
fr_fr: Va afficher une liste des participants
tr_tr: Katılımcıların bir listesini çıkaracak

source: Registrant User Agent
de_de: Registrierter Benutzer-Agent
fi: Ilmoittautujan selain
fr_fr: User Agent titulaire
tr_tr: Kayıtlı Kullanıcı Temsilcisi

source: Attendee Shortcodes
de_de: Teilnehmer Shortcodes
fi: Osallistuja-lyhytkoodit
fr_fr: Présence Shortcodes
tr_tr: Katılımcı Kısa Kodları

source: All shortcodes specific to attendee related data
de_de: Alle Shortcodes, die sich auf teilnehmerbezogene Daten beziehen
fi: Kaikki osallistujatietoihin liittyvät lyhytkoodit
fr_fr: Tous les numéros courts spécifiques à Présence données connexes
tr_tr: Katılımcılarla ilgili verilere özel tüm kısa kodlar

source: Event Registrations
de_de: Anmeldungen zu Veranstaltungen
fi: Tapahtuman rekisteröinnit
tr_tr: Etkinlik Kayıtları

source: This page can be hidden from navigation if desired, but should always contain the %s shortcode.
de_de: Diese Seite kann auf Wunsch aus der Navigation ausgeblendet werden, sollte aber immer den Shortcode %s enthalten.
fi: Voit halutessasi piilottaa tämän sivun navigointivalikoista, mutta sen tulee aina sisältää lyhytkoodi %s.
fr_fr: Cette page peut être caché de la navigation si désiré, mais doit toujours contenir le %s la shortcode.
tr_tr: Bu sayfa istenirse navigasyondan gizlenebilir, ancak her zaman %s kısa kodunu içermelidir.

source: edit the above question group
de_de: die obige Fragengruppe bearbeiten
fi: muokkaa yllä olevaa kysymysryhmää
fr_fr: modifier le groupe de questions ci-dessus
tr_tr: yukarıdaki soru grubunu düzenleyin

source: Thank You
de_de: Herzlichen Dank
fi: Kiitos
fr_fr: Merci
tr_tr: Teşekkürler

source: This page should be hidden from your navigation, but still viewable to the public (not password protected), and should always contain the %s shortcode.
de_de: Diese Seite sollte aus der Navigation ausgeblendet werden, aber dennoch für die Öffentlichkeit sichtbar sein (nicht passwortgeschützt) und immer den %s-Shortcode enthalten.
fi: Tämän sivun tulee olla piilotettu navigointivalikoista, mutta sen tulee olla julkisesti näkyvissä (ei suojattu salasanalla). Sivun tulee aina sisältää lyhytkoodi %s.
fr_fr: Cette page doit être caché de votre navigation, mais encore visible pour le public (pas protégée par mot de passe), et doit toujours contenir le %s la shortcode.
tr_tr: Bu sayfa navigasyonunuzdan gizlenmeli, ancak yine de herkes tarafından görüntülenebilmeli (parola korumalı değil) ve her zaman %s kısa kodunu içermelidir.

source: Registration Cancelled
de_de: Anmeldung abgebrochen
fi: Ilmoittautuminen peruutettu
fr_fr: Inscription Annulé
tr_tr: Kayıt İptal Edildi

source: This page should be hidden from your navigation, but still viewable to the public (not password protected), and should always contain a "cancelled transaction" message and the %s shortcode.
de_de: Diese Seite sollte aus der Navigation ausgeblendet werden, aber dennoch für die Öffentlichkeit sichtbar sein (nicht passwortgeschützt) und sollte immer eine Meldung "abgebrochene Transaktion" und den %s-Shortcode enthalten.
fi: Tämän sivun tulee olla piilotettu navigointivalikoista, mutta sen tulee olla julkisesti näkyvissä (ei suojattu salasanalla). Sivun tulee aina sisältää "tilaus peruutettu"-viesti sekä lyhytkoodi %s.
fr_fr: Cette page doit être caché de votre navigation, mais encore visible pour le public (pas le mot de passe protégé), et doit toujours contenir un message "annulé opération" et la %s du shortcode.
tr_tr: Bu sayfa navigasyonunuzdan gizlenmeli, ancak yine de herkes tarafından görüntülenebilmeli (şifre korumalı olmamalı) ve her zaman bir "işlem iptal edildi" mesajı ve %s kısa kodu içermelidir.

source: Transactions
de_de: Transaktionen
fi: Tilaukset
tr_tr: İşlemler

source: updated
de_de: aktualisiert
fi: päivitetty
fr_fr: mise à jour
tr_tr: güncellendi

source: Email Shortcodes
fi: Sähköposti-lyhytkoodit
tr_tr: E-posta Kısa Kodları

source: We can't load the page because we're missing a valid page object that tells us what to load
de_de: Wir können die Seite nicht laden, weil uns ein gültiges Seitenobjekt fehlt, das uns sagt, was wir laden sollen
fi: Emme voi ladata sivua, koska meiltä puuttuu kelvollinen sivuobjekti, joka kertoo meille, mitä ladata
fr_fr: Nous ne pouvons pas charger la page, car il nous manque un objet de page valide qui nous dit ce à charger
tr_tr: Sayfayı yükleyemiyoruz çünkü bize ne yükleyeceğimizi söyleyen geçerli bir sayfa nesnesi eksik

source: All shortcodes related to emails
de_de: Alle Shortcodes im Zusammenhang mit E-Mails
fi: Kaikki sähköposteihin liittyvät lyhytkoodit
fr_fr: Tous les numéros courts liés aux e-mails
tr_tr: E-postalarla ilgili tüm kısa kodlar

source: The custom slug you have set for this page is %s. This means we're looking for the class %s_Admin_Page (found in %s_Admin_Page.core.php) within your %s directory
de_de: Der benutzerdefinierte Slug, den Sie für diese Seite festgelegt haben, lautet %s. Das bedeutet, dass wir nach der Klasse %s_Admin_Page (zu finden in %s_Admin_Page.core.php) in Ihrem Verzeichnis %s suchen
fi: Tälle sivulle asettamasi mukautettu slug on %s. Tämä tarkoittaa, että etsimme luokkaa %s_Admin_Page (löytyy %s_Admin_Page.core.php:stä) %s-hakemistostasi.
fr_fr: La limace personnalisé que vous avez défini pour cette page est %s . Cela signifie que nous sommes à la recherche pour la classe %s de _Admin_Page (qui se trouve dans %s _Admin_Page.core.php) au sein de votre %s le répertoire
tr_tr: Bu sayfa için ayarladığınız özel slug %s'dir. Bu, %s dizininizde %s_Admin_Page sınıfını (%s_Admin_Page.core.php içinde bulunur) aradığımız anlamına gelir

source: Will be replaced with the admin email for the site that Event Espresso is installed on
de_de: Wird durch die Administrator-E-Mail für die Site ersetzt, auf der Event Espresso installiert ist
fi: Korvataan sen ylläpitäjän sähköpostilla, jonka sivustolle Event Espresso on asennettu
fr_fr: Sera remplacé par l'email admin pour le site qui Event Espresso est installé sur
tr_tr: Event Espresso'nun kurulu olduğu sitenin yönetici e-postası ile değiştirilecektir

source: You don't have access to this page.
de_de: Sie haben keinen Zugriff zu dieser Seite.
fi: Sinulla ei ole pääsyä tälle sivulle.
fr_fr: Vous n'avez pas accès à cette page.
tr_tr: Bu sayfaya erişiminiz yok.

source: Display Attendee Limits
de_de: Teilnehmerliste anzeigen
fi: Näytä osallistujarajoitukset
fr_fr: Afficher les limites des participants
tr_tr: Katılımcı Sınırlarını Göster

source: Main
de_de: Haupt
fr_fr: Armement
tr_tr: Ana Sayfa

source: Management
de_de: Verwaltung
fi: Hallinta
fr_fr: Gestion
tr_tr: Yönetim

source: Credit Card
de_de: Kreditkarte
fi: Luottokortti
fr_fr: Carte de crédit
tr_tr: Kredi Kartı

source: Disable Categories?
de_de: Kategorien deaktivieren?
fi: Kytke luokat pois päältä?
fr_fr: Désactiver les catégories?
tr_tr: Kategorileri Devre Dışı Bırak?

source: Templates
de_de: Vorlagen
fi: Pohjat
fr_fr: Modèles
tr_tr: Şablonlar

source: The admin details could not be retrieved from the database.
de_de: Die Verwaltungsdaten konnten nicht aus der Datenbank abgerufen werden.
fi: Ylläpitäjän tietoja ei voitu noutaa tietokannasta.
fr_fr: Les détails d'administration ne peuvent pas être récupérés à partir de la base de données.
tr_tr: Yönetici bilgileri veritabanından alınamadı.

source: Disabling categories in the calendar may potentially speed up the calendar and allow you to load more events, but you will not be able to use the category colors and css class options.
de_de: Die Deaktivierung von Kategorien im Kalender kann den Kalender möglicherweise beschleunigen und das Laden von mehr Ereignissen ermöglichen, aber Sie können die Kategorienfarben und CSS-Klassenoptionen nicht verwenden.
fi: Luokkien ottaminen pois käytöstä voi mahdollisesti nopeuttaa kalenterin toimintaa ja mahdollistaa useampien tapahtumien lataamisen, mutta tällöin et voi käyttää luokkien väritystä tai CSS:n class-määritteitä.
fr_fr: Désactiver les catégories dans le calendrier pourrait accélérer le calendrier et permettre de charger plus d'événements, mais vous ne serez pas en mesure d'utiliser les options de catégories couleurs et classes css
tr_tr: Takvimdeki kategorileri devre dışı bırakmak takvimi potansiyel olarak hızlandırabilir ve daha fazla etkinlik yüklemenize izin verebilir, ancak kategori renklerini ve css sınıfı seçeneklerini kullanamazsınız.

source: Extras
fi: Muuta
tr_tr: Ekstralar

source: Event Listings
de_de: Veranstaltungseinträge
fi: Tapahtumalistaukset
fr_fr: Liste des événements
tr_tr: Etkinlik Listeleri

source: Query: %s
de_de: Abfrage: %s
fi: Kysely: %s
fr_fr: Question: %s
tr_tr: Sorgu: %s

source: There are no EE_Admin pages detected, it looks like EE did not install properly
de_de: Es werden keine EE_Admin-Seiten erkannt, es sieht so aus, als wäre EE nicht richtig installiert worden
fi: EE_Admin-sivuja ei ole havaittu, näyttää siltä, että EE:tä ei asennettu kunnolla.
fr_fr: Il n'y a pas de pages EE_Admin détectés, il ressemble à EE n'a pas été installé correctement
tr_tr: EE_Admin sayfaları algılanmadı, EE düzgün yüklenmemiş gibi görünüyor

source: Events Data: %s
de_de: Ereignisdaten: %s
fi: Tapahtumatiedot: %s
fr_fr: Évènements: %s
tr_tr: Etkinlik Data: %s

source: Check that the %s folder exists and is writable. Maybe try deactivating, then reactivating Event Espresso again.
de_de: Überprüfen Sie, ob der Ordner %s existiert und beschreibbar ist. Versuchen Sie vielleicht, Event Espresso zu deaktivieren und dann erneut zu aktivieren.
fi: Tarkista, että kansio %s on olemassa ja siihen on kirjoitusoikeudet. Event Espresson käyttäminen pois päältä ja kääntäminen uudelleen päällä saattaa auttaa.
fr_fr: Vérifiez que le %s dossier existe et est accessible en écriture. Peut-être essayez de désactiver, puis réactiver à nouveau Event Espresso.
tr_tr: %s klasörünün var olduğunu ve yazılabilir olduğunu kontrol edin. Belki Event Espresso'yu devre dışı bırakıp tekrar etkinleştirmeyi deneyin.
