Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Shows any taxes that have been applied. May be listed as a sales tax or a federal tax.
de_de: Zeigt alle Steuern an, die erhoben wurden. Kann als Umsatzsteuer oder als Bundessteuer aufgeführt sein.
fi: Näyttää mahdollisen veron määrän.
fr_fr: Indique les impôts qui ont été appliquées. Peuvent être énumérés comme une taxe de vente ou d'un impôt fédéral.
tr_tr: Uygulanan tüm vergileri gösterir. Satış vergisi veya federal vergi olarak listelenebilir.

source: Question Groups can be sorted by using the drag and drop feature on the Questions Group page. Another way to sort question groups is to adjust their order of application by using this field. A smaller order of application will be shown first. For example, a question group with an order of application of 1 will appear before one that has an order of application of 5.
de_de: Fragengruppen können mit Hilfe der Drag-and-Drop-Funktion auf der Seite Fragengruppe sortiert werden. Eine andere Möglichkeit, Fragengruppen zu sortieren, besteht darin, die Reihenfolge ihrer Anwendung mit Hilfe dieses Feldes anzupassen. Eine kleinere Reihenfolge der Anwendung wird zuerst angezeigt. Eine Fragengruppe mit einer Anwendungsreihenfolge von 1 wird beispielsweise vor einer Gruppe mit einer Anwendungsreihenfolge von 5 angezeigt.
fi: Kysymysryhmiä voidaan lajitella käyttämällä kysymysten ryhmäsivulla olevaa raahaa ja pudota -toimintoa. Toinen tapa lajitella kysymysryhmiä on säätää niiden soveltamisjärjestystä tämän kentän avulla. Pienempi soveltamisjärjestys näytetään ensin. Esimerkiksi kysymysryhmä, jonka soveltamisjärjestys on 1, näkyy ennen kysymysryhmää, jonka soveltamisjärjestys on 5.
fr_fr: Groupes de questions peuvent être classées en utilisant la fonction glisser-goutte sur la page Questions de groupe. Une autre façon de trier les groupes de questions est de modifier leur ordre d'application à l'aide de ce domaine. Une petite commande de demande sera présentée pour la première. Par exemple, un groupe de questions avec un ordre d'application des 1 apparaît avant celui qui a un ordre d'application des 5.
tr_tr: Soru Grupları, Soru Grubu sayfasındaki sürükle ve bırak özelliği kullanılarak sıralanabilir. Soru gruplarını sıralamanın bir başka yolu da bu alanı kullanarak uygulama sıralarını ayarlamaktır. Daha küçük bir uygulama sırası önce gösterilecektir. Örneğin, uygulama sırası 1 olan bir soru grubu, uygulama sırası 5 olan bir soru grubundan önce görünecektir.

source: Shows information about the registrant's computer and web browser.
de_de: Zeigt Informationen über den Computer und den Webbrowser des Registranten an.
fi: Näyttää tietoja ilmoittautujan tietokoneesta ja selaimesta.
fr_fr: Affiche des informations sur l'ordinateur et le navigateur web de l'inscrit.
tr_tr: Kayıt sahibinin bilgisayarı ve web tarayıcısı hakkındaki bilgileri gösterir.

source: The total after any discounts and surcharges have been applied.
de_de: Der Gesamtbetrag nach Abzug aller Rabatte und Zuschläge.
fi: Loppusumma mahdollisten alennusten ja lisämaksujen jälkeen.
fr_fr: Le total après les rabais et les suppléments ont été appliquées.
tr_tr: Tüm indirimler ve ek ücretler uygulandıktan sonraki toplam tutar.

source: Whether the group name will be displayed on the registration form.
de_de: Ob der Gruppenname auf dem Anmeldeformular angezeigt werden soll.
fi: Näytetäänkö ryhmän nimi ilmoittautumislomakkeella.
fr_fr: Que le nom du groupe sera affiché sur le formulaire d'inscription.
tr_tr: Grup adının kayıt formunda görüntülenip görüntülenmeyeceği.

source: Shows the unique registration ID for a registrant.
de_de: Zeigt die eindeutige Registrierungs-ID für einen Registranten an.
fi: Näytä ilmoittautujan yksilöllinen ilmoittautumistunnus.
fr_fr: Affiche le numéro d'inscription unique pour une personne inscrite.
tr_tr: Bir kayıt sahibi için benzersiz kayıt kimliğini gösterir.

source: Whether the description for the question group be will displayed on the registration form.
de_de: Ob die Beschreibung für die Fragengruppe auf dem Anmeldeformular angezeigt werden soll.
fi: Näytetäänkö kysymysryhmän kuvaus ilmoittautumislomakkeella.
fr_fr: Que la description du groupe de questions se sera affiché sur le formulaire d'inscription.
tr_tr: Soru grubunun açıklamasının kayıt formunda görüntülenip görüntülenmeyeceği.

source: Shows the registration session. This is an internally used value.
de_de: Zeigt die Registrierungssitzung an. Dies ist ein intern verwendeter Wert.
fi: Näyttää ilmoittautumisistunnon. Tämä on sisäisesti käytetty arvo.
fr_fr: Affiche de la session d'enregistrement. Il s'agit d'une valeur utilisée en interne.
tr_tr: Kayıt oturumunu gösterir. Bu dahili olarak kullanılan bir değerdir.

source: This shows all available custom questions. If checked, then that question will appear with this question group.
de_de: Hier werden alle verfügbaren benutzerdefinierten Fragen angezeigt. Wenn diese Frage markiert ist, wird sie in dieser Fragengruppe angezeigt.
fi: Tässä näytetään kaikki käytettävissä olevat mukautetut kysymykset. Jos kysymys on valittu, se näytetään tässä kysymysryhmässä.
fr_fr: Cela montre toutes les questions personnalisées disponibles. Si elle est cochée, alors cette question apparaît avec ce groupe de questions.
tr_tr: Bu, mevcut tüm özel soruları gösterir. İşaretlenirse, o soru bu soru grubuyla birlikte görünecektir.

source: Shows the the IP address that was used for a registration.
de_de: Zeigt die IP-Adresse an, die für eine Registrierung verwendet wurde.
fi: Näyttää IP-osoitteen, josta ilmoittautuminen tehtiin.
fr_fr: Affiche la l'adresse IP qui a été utilisée pour une inscription.
tr_tr: Bir kayıt için kullanılan IP adresini gösterir.

source: This page allows you to edit a question for Event Espresso.
de_de: Auf dieser Seite können Sie eine Frage für Event Espresso bearbeiten.
fi: Tällä sivulla voit muokata Event Espresson kysymystä.
fr_fr: Cette page vous permet de modifier une question pour Event Espresso.
tr_tr: Bu sayfa Event Espresso için bir soruyu düzenlemenizi sağlar.

source: Let's Get Started
de_de: Fangen wir an
fi: Aloitetaan
fr_fr: C'est parti
tr_tr: Haydi Başlayalım

source: Shows information about the registrants computer and web browser.
de_de: Zeigt Informationen über den Computer und den Webbrowser des Registranten an.
fi: Näyttää tietoja ilmoittautujan tietokoneesta ja selaimesta.
fr_fr: Affiche des informations sur l'ordinateur des personnes inscrites et d'un navigateur web.
tr_tr: Kayıt yaptıran kişinin bilgisayarı ve web tarayıcısı hakkındaki bilgileri gösterir.

source: Migration Options
de_de: Optionen für die Migration
fi: Muuntamisen asetukset
fr_fr: Options de migration
tr_tr: Göç Seçenekleri

source: Registrations Event Check-In
de_de: Anmeldungen Event Check-In
fi: Ilmoittautujien sisäänkirjaaminen tapahtumaan
fr_fr: Inscription à l'événement enregistrement
tr_tr: Kayıtlar Etkinlik Girişi

source: to migrate or not to migrate?
de_de: Migrieren oder nicht migrieren?
fi: siirtyä vai olla siirtymättä?
fr_fr: de migrer ou ne pas migrer?
tr_tr: göç etmek mi, göç etmemek mi?

source: This page allows you to check in registrants for an event.
de_de: Auf dieser Seite können Sie Anmeldungen für eine Veranstaltung einchecken.
fi: Tällä sivulla voit sisäänkirjata osallistujia tapahtumaan.
fr_fr: Cette page vous permet de vérifier dans inscrites pour un événement.
tr_tr: Bu sayfa, bir etkinlik için kayıt yaptıranları kontrol etmenizi sağlar.

source: This page allows you to edit a question group for Event Espresso.
de_de: Auf dieser Seite können Sie eine Fragengruppe für Event Espresso bearbeiten.
fi: Tällä sivulle voit muokata Event Espresson kysymysryhmiä.
fr_fr: Cette page vous permet de modifier un groupe de questions pour Event Espresso.
tr_tr: Bu sayfa Event Espresso için bir soru grubunu düzenlemenizi sağlar.

source: Notice: The contents of this page will vary depending on if you are viewing the event check-in page or viewing registrations for a specific event. Additionally, only registrations with a status of Approved or Pending Payment are shown in this view.
de_de: Hinweis: Der Inhalt dieser Seite variiert, je nachdem, ob Sie die Check-in-Seite für eine Veranstaltung oder die Anmeldungen für eine bestimmte Veranstaltung anzeigen. Außerdem werden in dieser Ansicht nur Anmeldungen mit dem Status "Genehmigt" oder "Zahlung ausstehend" angezeigt.
fi: Ilmoitus: Tämän sivun sisältö vaihtelee sen mukaan, katsotko tapahtuman sisäänkirjautumissivua vai tietyn tapahtuman ilmoittautumisia. Lisäksi tässä näkymässä näkyvät vain ne rekisteröinnit, joiden tila on hyväksytty tai maksua odotetaan.
fr_fr: Avis: Le contenu de cette page varie en fonction de si vous affichez l'événement check-in page ou la visualisation des enregistrements pour un événement spécifique. En outre, seules les inscriptions avec un statut de paiement approuvés ou en attente sont affichés dans cette vue.
tr_tr: Uyarı: Bu sayfanın içeriği, etkinlik check-in sayfasını mı yoksa belirli bir etkinlik için kayıtları mı görüntülediğinize bağlı olarak değişecektir. Ayrıca, bu görünümde yalnızca Onaylandı veya Ödeme Bekleniyor durumuna sahip kayıtlar gösterilir.

source: %s Important: %s Before migrating, please back up your database and files.
de_de: %s Wichtig: %s Bitte sichern Sie vor der Migration Ihre Datenbank und Ihre Dateien.
fi: %s Tärkeää: %s Otathan tiedostoistasi ja tietokannastasi varmuuskopion ennen muuntamisen suorittamista.
fr_fr: %s Important: %s Avant de migrer, s'il vous plaît sauvegarder votre base de données et fichiers.
tr_tr: %s Önemli: %s Geçiş yapmadan önce lütfen veritabanınızı ve dosyalarınızı yedekleyin.

source: This page shows all Question Groups that have been created for Event Espresso. Question Groups allow you to create modular registration forms. Each registration form consists of one or more question groups, and these are allocated on a per event basis.
de_de: Diese Seite zeigt alle Fragegruppen, die für Event Espresso erstellt wurden. Mit Fragengruppen können Sie modulare Registrierungsformulare erstellen. Jedes Anmeldeformular besteht aus einer oder mehreren Fragengruppen, die pro Veranstaltung zugewiesen werden.
fi: Tällä sivulla näkyvät kaikki kysymysryhmät, jotka on luotu Event Espressoa varten. Kysymysryhmien avulla voit luoda modulaarisia rekisteröintilomakkeita. Jokainen rekisteröintilomake koostuu yhdestä tai useammasta kysymysryhmästä, ja ne jaetaan tapahtumakohtaisesti.
fr_fr: Cette page affiche tous les Groupes de Questions qui ont été créés pour Event Espresso. Les Groupes de Questions vous permettent de créer des formulaires d'inscription modulaires. Chaque formulaire d'inscription se compose d'un ou plusieurs groupes de questions, et ceux-ci sont attribués sur une base par événement.
tr_tr: Bu sayfa Event Espresso için oluşturulmuş tüm Soru Gruplarını gösterir. Soru Grupları modüler kayıt formları oluşturmanızı sağlar. Her kayıt formu bir veya daha fazla soru grubundan oluşur ve bunlar etkinlik bazında tahsis edilir.

source: Event Check-In Filters
de_de: Check-In-Filter für Veranstaltungen
fi: Tapahtuman sisäänkirjaus -suodattimet
fr_fr: Événement Arrivée dans les filtres
tr_tr: Etkinlik Giriş Filtreleri

source: %1$sNot sure how to backup your existing data?%2$s Here is %3$sWordPress's explanation%7$s, and here's %6$sour explanation%7$s.%8$sYou can also search the WordPress plugin database for %4$s database backup plugins %7$s,%8$sor have one of our dedicated support technicians help you by purchasing a %5$sPriority Support Token%7$s.
de_de: %1$sSie sind sich nicht sicher, wie Sie Ihre vorhandenen Daten sichern können?%2$s Hier ist %3$sWordPress's Erklärung%7$s, und hier ist %6$sunsere Erklärung%7$s.%8$sSie können auch in der WordPress-Plugin-Datenbank nach %4$s Datenbank-Backup-Plugins %7$s suchen,%8$soder sich von einem unserer engagierten Support-Techniker helfen lassen, indem Sie ein %5$sPriority Support Token%7$s erwerben.
fi: %1$sEt ole varma, miten varmuuskopioida olemassa olevat tietosi?%2$s Tässä on %3$sWordPressin selitys%7$s, ja tässä on %6$s meidän selityksemme%7$s.%8$sVoit myös etsiä WordPress-lisäosien tietokannasta %4$s tietokantojen varmuuskopiointiliitännäisiä %7$s,%8$stai pyytää yhtä omista tukiteknikoistamme auttamaan sinua ostamalla %5$sPrioriteettitukimerkin%7$s.
fr_fr: %1$s ne savez pas comment faire une sauvegarde de vos données existantes? %2$s Voici %3$s 'S WordPress explication %7$s , et voici %6$s notre explication %7$s.%8$sVous pouvez également rechercher dans la base de plugin WordPress pour %4$s la base de données des plugins de sauvegarde %7$s , %8$s ou l'un de nos techniciens de support dédiés vous aider par l'achat d'un %5$s Priorité Soutien Token %7$s .
tr_tr: %1$sMevcut verilerinizi nasıl yedekleyeceğinizden emin değil misiniz?%2$s İşte %3$sWordPress'in açıklaması%7$s ve işte %6$sbizim açıklamamız%7$s.%8$s Ayrıca WordPress eklenti veritabanında %4$s veritabanı yedekleme eklentileri%7$s için arama yapabilir,%8$s veya %5$sÖncelikli Destek Jetonu%7$s satın alarak özel destek teknisyenlerimizden birinin size yardımcı olmasını sağlayabilirsiniz.

source: Question Groups Table Column Headings
de_de: Fragegruppen Tabelle Spaltenüberschriften
fi: Kysymysryhmät-taulukon sarakeotsikot
fr_fr: Question Groupes Tableau têtes de colonnes
tr_tr: Soru Grupları Tablosu Sütun Başlıkları

source: Begin the check-in process by selecting an event and clicking on the Filter button.
de_de: Beginnen Sie den Check-in-Prozess, indem Sie ein Ereignis auswählen und auf die Schaltfläche Filter klicken.
fi: Käynnistä sisäänkirjaustoiminne valitsemalla tapahtuma ja painamalla Suodata-painiketta.
fr_fr: Commencez le processus de check-in en sélectionnant un événement et en cliquant sur le bouton Filtre.
tr_tr: Bir etkinlik seçip Filtre düğmesine tıklayarak check-in işlemine başlayın.

source: This is the numerical ID of the question group. This is used internally for Event Espresso.
de_de: Dies ist die numerische ID der Fragengruppe. Sie wird intern für Event Espresso verwendet.
fi: Tämä on kysymysryhmän numeerinen tunnus. Tätä käytetään Event Espresson sisäisesti.
fr_fr: C'est l'identifiant numérique du groupe de questions. Il est utilisé en interne pour Event Espresso.
tr_tr: Bu, soru grubunun sayısal kimliğidir. Bu, Event Espresso için dahili olarak kullanılır.

source: Important note to those using Event Espresso 3 addons:
de_de: Wichtiger Hinweis für diejenigen, die Event Espresso 3 Addons verwenden:
fi: Tärkeä huomautus Event Espresso 3:n lisäosia käyttäville:
fr_fr: Note importante pour ceux qui utilisent Event Espresso 3 addons:
tr_tr: Event Espresso 3 eklentilerini kullananlar için önemli not:

source: This shows the name of the question group as it will be displayed on the registration form.
de_de: Hier wird der Name der Fragengruppe so angezeigt, wie er auf dem Anmeldeformular erscheinen wird.
fi: Tämä näyttää kysymysryhmän nimen siten kuin se näytetään ilmoittautumislomakkeella.
fr_fr: Ceci indique le nom du groupe de question, il sera affiché sur le formulaire d'inscription.
tr_tr: Bu, soru grubunun adını kayıt formunda görüntüleneceği şekilde gösterir.

source: Events that occur on multiple dates will have multiple datetimes available for check-in. Select your date and click on the Filter button.
de_de: Für Veranstaltungen, die an mehreren Tagen stattfinden, sind mehrere Daten für den Check-in verfügbar. Wählen Sie Ihr Datum und klicken Sie auf die Schaltfläche Filter.
fi: Tapahtumilla, joilla on useita päivämääriä, on useita mahdollisia ajankohtia sisäänpääsylle. Valitse päivämäärä ja paina Suodata-painiketta.
fr_fr: Les événements qui se produisent sur plusieurs dates auront plusieurs datetimes disponibles pour le check-in. Choisissez votre date et cliquez sur le bouton Filtre.
tr_tr: Birden fazla tarihte gerçekleşen etkinliklerde check-in için birden fazla tarih saati kullanılabilir. Tarihinizi seçin ve Filtrele düğmesine tıklayın.

source: Unless an addon's description on our website explicitly states that it is compatible with EE4, you should consider it incompatible and know that it WILL NOT WORK correctly with this new version of Event Espresso 4 (EE4). As well, any data for incompatible addons will NOT BE MIGRATED until an updated EE4 compatible version of the addon is available. If you want, or need to keep using your EE3 addons, you should simply continue using EE3 until EE4 compatible versions of your addons become available. To continue using EE3 for now, just deactivate EE4 and reactivate EE3.
de_de: Wenn die Beschreibung eines Addons auf unserer Website nicht ausdrücklich besagt, dass es mit EE4 kompatibel ist, sollten Sie es als inkompatibel betrachten und wissen, dass es mit dieser neuen Version von Event Espresso 4 (EE4) NICHT korrekt funktionieren wird. Außerdem werden alle Daten für inkompatible Addons NICHT MIGRATED, bis eine aktualisierte EE4-kompatible Version des Addons verfügbar ist. Wenn Sie Ihre EE3-Addons weiter verwenden möchten oder müssen, sollten Sie einfach EE3 weiter verwenden, bis EE4-kompatible Versionen Ihrer Addons verfügbar sind. Um EE3 vorerst weiter zu verwenden, deaktivieren Sie EE4 und reaktivieren Sie EE3.
fi: Ellei lisäosan kuvauksessa verkkosivuillamme nimenomaisesti mainita, että se on yhteensopiva EE4:n kanssa, sinun on pidettävä sitä yhteensopimattomana ja tiedettävä, että se EI TOIMI oikein tämän Event Espresso 4:n uuden version (EE4) kanssa. Yhteensopimattomien lisäosien tietoja EI siirretä, ennen kuin lisäosan päivitetty EE4-yhteensopiva versio on saatavilla. Jos haluat tai sinun on jatkettava EE3-lisäosien käyttöä, jatka EE3:n käyttöä, kunnes EE4-yhteensopivat versiot lisäosista ovat saatavilla. Jos haluat jatkaa EE3:n käyttöä toistaiseksi, poista EE4 käytöstä ja aktivoi EE3 uudelleen.
fr_fr: Sauf si la description d'un addon sur notre site stipule explicitement qu'elle est compatible avec le logiciel EE4, vous devriez l'envisager incompatible et de savoir qu'il NE FONCTIONNERA PAS correctement avec cette nouvelle version d'Event Espresso 4 (EE4). De plus, toutes les données pour les extensions incompatibles ne seront pas migrés jusqu'à une version mise à jour de l'addon soit compatible avec le logiciel EE4, est disponible. Si vous voulez, ou besoin de continuer à utiliser vos addons EE3, il vous suffit de continuer à utiliser EE3 jusqu'à versions compatibles EE4 de vos addons sont disponibles. Pour continuer à utiliser EE3 pour l'instant, juste désactiver EE4 et réactiver EE3.
tr_tr: Bir eklentinin web sitemizdeki açıklamasında EE4 ile uyumlu olduğu açıkça belirtilmediği sürece, bu eklentiyi uyumsuz olarak değerlendirmeli ve Event Espresso 4'ün (EE4) bu yeni sürümüyle doğru ÇALIŞMAYACAĞINI bilmelisiniz. Ayrıca, uyumsuz eklentiler için herhangi bir veri, eklentinin güncellenmiş EE4 uyumlu bir sürümü mevcut olana kadar GÖÇ EDİLMEYECEKTİR. EE3 eklentilerinizi kullanmaya devam etmek istiyorsanız veya buna ihtiyacınız varsa, eklentilerinizin EE4 uyumlu sürümleri kullanıma sunulana kadar EE3'ü kullanmaya devam etmelisiniz. Şimdilik EE3'ü kullanmaya devam etmek için EE4'ü devre dışı bırakın ve EE3'ü yeniden etkinleştirin.

source: This shows the description for the question group as it will be shown on the registration form.
de_de: Hier wird die Beschreibung der Fragengruppe angezeigt, wie sie im Anmeldeformular erscheinen wird.
fi: Tämä näyttää kysymysryhmän kuvauksen siten kuin se näytetään ilmoittautumislomakkeella.
fr_fr: Cela montre la description du groupe de questions comme il sera montré sur le formulaire d'inscription.
tr_tr: Bu, kayıt formunda gösterileceği gibi soru grubunun açıklamasını gösterir.

source: Filters can be reset by clicking on the Reset Filters button.
de_de: Filter können zurückgesetzt werden, indem Sie auf die Schaltfläche Filter zurücksetzen klicken.
fi: Suodattimet voidaan nollata painamalla "Nollaa suodattimet"-painiketta.
fr_fr: Les filtres peuvent être remis à zéro en cliquant sur le bouton Réinitialiser les filtres.
tr_tr: Filtreler, Filtreleri Sıfırla düğmesine tıklanarak sıfırlanabilir.

source: Shows if the group name will be displayed on the registration form.
de_de: Zeigt an, ob der Gruppenname auf dem Anmeldeformular angezeigt wird.
fi: Kertoo, näytetäänkö ryhmän nimi ilmoittautumislomakkella.
fr_fr: Indique si le nom du groupe sera affiché sur le formulaire d'inscription.
tr_tr: Grup adının kayıt formunda görüntülenip görüntülenmeyeceğini gösterir.

source: Bulk actions allow you to perform an action to multiple registrations at once. The following bulk actions are supported: Toggle Check-In and Trash Registrations. To use the bulk action feature, place a checkmark next to the registrations that you want to include. Then select a bulk action from the menu and click on the Apply button.
de_de: Mit Massenaktionen können Sie eine Aktion für mehrere Registrierungen auf einmal durchführen. Die folgenden Massenaktionen werden unterstützt: Einchecken umschalten und Registrierungen löschen. Um die Funktion der Sammelaktion zu nutzen, setzen Sie ein Häkchen neben die Registrierungen, die Sie einbeziehen möchten. Wählen Sie dann eine Sammelaktion aus dem Menü aus und klicken Sie auf die Schaltfläche Anwenden.
fi: Joukkotoimintojen avulla voit suorittaa toiminnon useille rekisteröinneille kerralla. Seuraavia massatoimintoja tuetaan: Vaihda sisäänkirjautumista ja roskakoriin rekisteröinnit. Jos haluat käyttää massatoimintoa, laita valintamerkki niiden rekisteröintien viereen, jotka haluat sisällyttää toimintoon. Valitse sitten massatoiminto valikosta ja napsauta Käytä-painiketta.
fr_fr: Les actions de masse vous permettent d'effectuer une action à plusieurs enregistrements à la fois. Les actions globales suivantes sont supportées: Basculer check-in et Enregistrements Trash. Pour utiliser la fonction d'action de masse, placez une coche à côté des enregistrements que vous souhaitez inclure. Ensuite, sélectionnez une action en vrac dans le menu et cliquez sur le bouton Appliquer.
tr_tr: Toplu eylemler, aynı anda birden fazla kayıt için bir eylem gerçekleştirmenize olanak tanır. Aşağıdaki toplu eylemler desteklenmektedir: Check-in'i Değiştir ve Kayıtları Çöpe At. Toplu eylem özelliğini kullanmak için, dahil etmek istediğiniz kayıtların yanına bir onay işareti koyun. Ardından menüden bir toplu eylem seçin ve Uygula düğmesine tıklayın.

source: Registrations Search
de_de: Registrierungen Suche
fi: Ilmoittautumiset-haku
fr_fr: Recherche inscriptions
tr_tr: Kayıt Arama

source: Show Warnings
de_de: Warnungen anzeigen
fi: Näytä varoitukset
fr_fr: Voir les mises en garde
tr_tr: Uyarıları Göster

source: Shows if the description for the question group be will displayed on the registration form.
de_de: Zeigt an, ob die Beschreibung für die Fragengruppe auf dem Anmeldeformular angezeigt werden soll.
fi: Kertoo, näytetäänkö kysymysryhmän kuvaus ilmoittautumislomakkella.
fr_fr: Indique si la description du groupe de questions se sera affiché sur le formulaire d'inscription.
tr_tr: Soru grubu için açıklamanın kayıt formunda görüntülenip görüntülenmeyeceğini gösterir.
