Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Please give a pretty name to the migration script stage %s by assigning the property _pretty_name in the constructor
de_de: Bitte geben Sie der Migrationsskriptstufe %s einen schönen Namen, indem Sie die Eigenschaft _pretty_name im Konstruktor zuweisen
fi: Anna siirtymäskriptin vaiheelle %s nätti nimi antamalla konstruktorissa ominaisuus _pretty_name.
fr_fr: S'il vous plaît donner un joli nom pour le script de migration étape %s en attribuant la _pretty_name de la propriété dans le constructeur
tr_tr: ?? Yapıcı bir özellik için güzel bir isim atayarak taşıma kodlama aşamasına %s güzel bir ismi verin.

source: failed
de_de: Gescheitert
fi: epäonnistui
fr_fr: échoué
tr_tr: başarısız

source: Trying to get status of Migration class %s, but it has not been initialized yet. It should be set in the constructor.
de_de: Es wird versucht, den Status der Migrationsklasse %s abzurufen, aber sie wurde noch nicht initialisiert. Er sollte im Konstruktor gesetzt werden.
fi: Yritetään saada muuttoluokan %s tila, mutta sitä ei ole vielä alustettu. Se pitäisi asettaa konstruktorissa.
fr_fr: Essayer d'obtenir le statut de classe de migration %s , mais il n'a pas encore été initialisé. Il doit être réglé dans le constructeur.
tr_tr: Migration sınıfı %s'nin durumu alınmaya çalışılıyor, ancak henüz başlatılmadı. Yapıcıda ayarlanmalıdır.

source: Invalid DB query. You passed '%s' for the LIMIT, but only the following are valid: an integer, string representing an integer, a string like 'int,int', or an array like array(int,int)
de_de: Ungültige DB-Abfrage. Sie haben '%s' für das LIMIT übergeben, aber nur die folgenden sind gültig: eine Ganzzahl, eine Zeichenkette, die eine Ganzzahl darstellt, eine Zeichenkette wie 'int,int' oder ein Array wie array(int,int)
fi: Virheellinen tietokantakysely. Annoit LIMIT-arvoksi '%s', mutta vain seuraavat ovat kelvollisia: kokonaisluku, kokonaislukua esittävä merkkijono, merkkijono kuten 'int,int' tai joukko kuten array(int,int).
fr_fr: Invalid requête DB. Vous avez passé ' %s 'pour la limite, mais seulement suivantes sont réunies: un entier, une chaîne représentant un entier, une chaîne comme' int, int ', ou un tableau comme array (int, int)
tr_tr: Geçersiz DB sorgusu. LIMIT için '%s' geçtiniz, ancak yalnızca aşağıdakiler geçerlidir: bir tamsayı, bir tamsayıyı temsil eden dize, 'int,int' gibi bir dize veya array(int,int) gibi bir dizi

source: accepted
de_de: akzeptiert
fi: hyväksytty
fr_fr: acceptée
tr_tr: kabul edilmiş

source: No API key is present
de_de: Es ist kein API-Schlüssel vorhanden
fi: API-avain puuttuu
fr_fr: Pas de clé API est présent
tr_tr: API anahtarı mevcut değil

source: Received error "%6$s" inserting row %5$s %1$s %5$s into table %2$s.%5$s Data used was %5$s %3$s %5$s from table %4$s.
de_de: Fehler "%6$s" beim Einfügen der Zeile %5$s %1$s %5$s in Tabelle %2$s.%5$s Die verwendeten Daten waren %5$s %3$s %5$s aus Tabelle %4$s.
fi: Vastaanotettu virhe "%6$s" rivin %5$s %1$s %5$s lisäämisessä taulukkoon %2$s.%5$s Käytetty data oli %5$s %3$s %5$s taulukosta %4$s.
tr_tr: %6$s hatası alındı: %5$s %1$s %5$s satırı %2$s.%5$s tablosuna eklenirken. Kullanılan veriler %4$s tablosundan %5$s %3$s %5$s idi.

source: In querying %s, we are using query parameter 'order_by' as an array (keys:%s,values:%s), and so we can't use query parameter 'order' (value %s). You should just use the 'order_by' parameter
de_de: Bei der Abfrage von %s verwenden wir den Abfrageparameter "order_by" als Array (keys:%s,values:%s) und können daher den Abfrageparameter "order" (value %s) nicht verwenden. Sie sollten nur den Parameter "order_by" verwenden.
fi: Kyselyssä %s käytämme kyselyparametria 'order_by' arraynä (keys:%s,values:%s), joten emme voi käyttää kyselyparametria 'order' (arvo %s). Sinun pitäisi käyttää vain parametria 'order_by'.
fr_fr: En interrogeant %s , nous utilisons paramètre de requête "order_by 'comme un tableau (touches %s , valeurs: %s ), et nous ne pouvons pas utiliser le paramètre de requête 'ordre' (valeur %s ). Vous devez juste utiliser le paramètre 'order_by'
tr_tr: %s sorgularken, 'order_by' sorgu parametresini bir dizi olarak kullanıyoruz (keys:%s,values:%s) ve bu nedenle 'order' (değer %s) sorgu parametresini kullanamıyoruz. Sadece 'order_by' parametresini kullanmalısınız

source: pending
de_de: ausstehend
fi: odottaa hyväksyntää
fr_fr: En cours
tr_tr: yollanmış

source: It appears you've tried entering an api key to upgrade to the premium version of %s, however, the key does not appear to be valid. This is the message received back from the server:
de_de: Es scheint, dass Sie versucht haben, einen API-Schlüssel einzugeben, um auf die Premium-Version von %s zu aktualisieren. Dies ist die Meldung, die Sie vom Server erhalten haben:
fi: Näyttää siltä, että olet yrittänyt syöttää api-avaimen päivittääksesi %s:n premium-versioon, mutta avain ei näytä olevan voimassa. Tämä on palvelimelta saatu viesti:
fr_fr: Il semble que vous avez essayé d'entrer une clé API pour passer à la version premium de %s , cependant, la clé ne semble pas être valide. C'est le message reçu à partir du serveur:
tr_tr: 'nin premium sürümüne yükseltmek için bir api anahtarı girmeyi denemişsiniz gibi görünüyor %s, ancak anahtar geçerli görünmüyor. Bu, sunucudan geri alınan mesajdır:

source: Fatal Uncatchable Error Occurred
de_de: Schwerwiegender uneinholbarer Fehler aufgetreten
fr_fr: Erreur fatale s'est produite insaisissable
tr_tr: Ölümcül Yakalanamaz Bir Hata Oluştu.

source: You passed %s as a query parameter to %s, which is illegal! The allowed query parameters are %s
de_de: Sie haben %s als Abfrageparameter an %s übergeben, was illegal ist! Die zulässigen Abfrageparameter sind %s
fi: Välitit %s:n kyselyparametrina %s:lle, mikä on laitonta! Sallitut kyselyparametrit ovat %s
fr_fr: Vous avez passé %s comme un paramètre de requête à %s , ce qui est illégal! Les paramètres de la requête sont autorisés %s
tr_tr: Sorgu parametresi olarak %s'yi %s'ye geçirdiniz, bu yasa dışı! İzin verilen sorgu parametreleri %s'dir

source: sold out
de_de: ausgebucht
fi: loppuunmyyty
fr_fr: épuisé
tr_tr: satılmış

source: Congratulations! You have entered in a valid api key for the premium version of %s. You can click the button below to upgrade to this version immediately.
de_de: Herzlichen Glückwunsch! Sie haben einen gültigen Api-Schlüssel für die Premium-Version von %s eingegeben. Sie können auf die Schaltfläche unten klicken, um sofort auf diese Version zu aktualisieren.
fi: Onnittelut! Olet syöttänyt voimassa olevan api-avaimen %s:n premium-versiota varten. Voit klikata alla olevaa painiketta päivittääksesi tähän versioon välittömästi.
fr_fr: Félicitations! Vous avez entré une clé API valide pour la version premium de %s . Vous pouvez cliquer sur le bouton ci-dessous pour mettre à niveau vers cette version immédiatement.
tr_tr: Tebrikler! %s'nin premium sürümü için geçerli bir api anahtarı girdiniz. Bu sürüme hemen yükseltmek için aşağıdaki düğmeye tıklayabilirsiniz.

source: click to view backtrace and class/method details
de_de: Klicken Sie, um die Ablaufverfolgung (backtrace) und Klasse/Methode (class/method) im Details anzuzeigen
fi: klikkaa nähdäksesi takautuman ja luokan/menetelmän yksityiskohdat
fr_fr: cliquez pour voir trace et les classe / méthode détails
tr_tr: geri izleme ve sınıf/metot detayları için tıklayın

source: postponed
de_de: verschoben
fi: siirretty myöhemmäksi
fr_fr: reporté
tr_tr: ertelenmiş

source: Upgrade Now
de_de: Jetzt aktualisieren
fi: Päivitä nyt
fr_fr: Mettre à Niveau Maintenant
tr_tr: Şimdi Güncelle

source: The following errors have occurred:
de_de: Die folgenden Fehler sind aufgetreten: <br />
fi: Seuraavat virheet tapahtuivat:<br />
tr_tr: Aşağıdaki hatalar meydana gelmiştir:

source: You passed an invalid value to the query parameter 'default_where_conditions' of '%s'. Allowed values are %s
de_de: Sie haben einen ungültigen Wert für den Abfrageparameter 'default_where_conditions' von '%s' übergeben. Erlaubte Werte sind %s
fi: Annoit virheellisen arvon kyselyparametrille 'default_where_conditions' '%s'. Sallitut arvot ovat %s
fr_fr: Vous avez passé une valeur non valide pour les paramètres de la requête 'default_where_conditions' de ' %s '. Les valeurs autorisées sont %s
tr_tr: 'default_where_conditions' sorgu parametresine '%s' gibi geçersiz bir değer geçtiniz. İzin verilen değerler %s

source: archived
de_de: archiviert
fi: arkistoitu
fr_fr: archivée
tr_tr: arşivlenen

source: Using a field name (%s) on model %s is not allowed on this query param type '%s'. Original query param was %s
de_de: Die Verwendung eines Feldnamens (%s) für Modell %s ist für diesen Abfrageparametertyp '%s' nicht zulässig. Ursprünglicher Abfrage-Param war %s
fi: Kentän nimen (%s) käyttäminen mallissa %s ei ole sallittua tässä kyselyn param-tyypissä '%s'. Alkuperäinen kyselyparametri oli %s
fr_fr: L'utilisation d'un nom de domaine ( %s ) sur le modèle %s n'est pas autorisée sur cette requête de type «param %s '. Param requête originale était %s
tr_tr: Bu sorgu parametresi türü '%s' üzerinde %s modelinde bir alan adı (%s) kullanılmasına izin verilmez. Orijinal sorgu parametresi %s idi

source: expired
de_de: abgelaufen
fi: mennyt
fr_fr: expiré
tr_tr: süresi bitmiş

source: The EE_Error core class could not be loaded.
de_de: Die Kernklasse EE_Error konnte nicht geladen werden.
fi: EE_Error-ydinluokkaa ei voitu ladata.
fr_fr: La classe de base EE_Error pas pu être chargé.
tr_tr: EE_Error çekirdek sınıfı yüklenemedi.

source: upcoming
de_de: bevorstehend
fi: tuleva
fr_fr: à venir
tr_tr: gelecek

source: Query param '%s' (of type %s on model %s) shouldn't end on a period (.)
de_de: Abfrageparameter '%s' (vom Typ %s auf Modell %s) sollte nicht auf einen Punkt (.) enden
fi: Kyselyn parametrin '%s' (tyyppi %s mallissa %s) ei pitäisi päättyä pisteeseen (.).
fr_fr: Requête param ' %s (de type ' %s sur le modèle %s ) ne doit pas finir sur un point (.)
tr_tr: Sorgu parametresi '%s' (model %s üzerinde %s türünde) bir nokta (.) ile bitmemelidir

source: on sale
de_de: zum Verkauf
fi: myynnissä
fr_fr: en vente
tr_tr: satılık

source: There is no model named '%s' related to %s. Query param type is %s and original query param is %s
de_de: Es gibt kein Modell mit dem Namen '%s' in Verbindung mit %s. Der Abfrageparametertyp ist %s und der ursprüngliche Abfrageparameter ist %s
fi: Ei ole olemassa mallia nimeltä '%s', joka liittyy %s:ään. Kyselyn param-tyyppi on %s ja alkuperäinen kyselyn param on %s.
fr_fr: Il n'existe pas de modèle nommé ' %s lié à ' %s . Type de param Query est %s et param requête initiale est %s
tr_tr: %s ile ilgili '%s' adında bir model yok. Sorgu parametresi türü %s ve orijinal sorgu parametresi %s

source: inactive
de_de: inaktiv
fi: epäaktiivinen
fr_fr: inactif
tr_tr: aktif edilmemiş

source: The requested %s shortcode is not of the class "EES_Shortcode". Please check your files.
de_de: Der angeforderte %s Shortcode ist nicht von der Klasse "EES_Shortcode". Bitte überprüfen Sie Ihre Dateien.
fi: Pyydetty %s lyhytkoodi ei ole luokkaa "EES_Shortcode". Tarkista tiedostosi.
fr_fr: La demande %s du shortcode n'est pas de la classe "EES_Shortcode". S'il vous plaît vérifier vos fichiers.
tr_tr: İstenen %s kısa-kod sınıfı bir "EES_Shortcode" bir sınıfı değildir. Dosyaları kontrol edin.

source: active
de_de: aktiv
fi: aktiivinen
fr_fr: actif
tr_tr: aktif

source: click here to add a new state/province
de_de: Neues Land/Region eintragen
fi: paina tästä lisätäksesi uuden osavaltion
fr_fr: cliquez ici pour ajouter un nouvel état / province
tr_tr: yeni bir eyalet/il eklemek için buraya tıklayın

source: %s is neither a valid model field name, nor a custom selection
de_de: %s ist weder ein gültiger Modellfeldname noch eine benutzerdefinierte Auswahl
fi: %s ei ole kelvollinen mallin kentän nimi eikä mukautettu valinta.
fr_fr: %s n'est pas un nom de champ de modèle valable, ni une sélection personnalisée
tr_tr: %s ne geçerli bir model alanı adı ne de özel bir seçimdir

source: The incoming statuses argument must be an array with keys as the $status_id and values as the $status_code
de_de: Das eingehende statuses-Argument muss ein Array sein, dessen Schlüssel die $status_id und dessen Werte der $status_code sind
fi: Saapuvan statuses-argumentin on oltava array, jonka avaimet ovat $status_id ja arvot $status_code.
fr_fr: L'argument états entrants doit être un tableau avec les clés comme la status_id de $ et les valeurs que l'status_code de $
tr_tr: Gelen durum bağımsız değişkeni, anahtarları $status_id ve değerleri $status_code olan bir dizi olmalıdır

source: %s is not a valid field on this model, nor a custom selection (%s)
de_de: %s ist weder ein gültiges Feld in diesem Modell noch eine benutzerdefinierte Auswahl (%s)
fi: %s ei ole kelvollinen kenttä tässä mallissa, eikä mukautettu valinta (%s).
fr_fr: %s n'est pas un champ valide sur ce modèle, ni une sélection personnalisée (%s)
tr_tr: %s bu modelde geçerli bir alan veya özel bir seçim değil (%s)

source: Term
de_de: Begriff
fi: Termi
fr_fr: Durée Du Contrat
tr_tr: dönem

source: You setup a query parameter like you were going to specify an operator, but didn't. You provided '(%s)', but the operator should be at array key index 0 (eg array('>',32))
de_de: Sie haben einen Abfrageparameter so eingestellt, als ob Sie einen Operator angeben wollten, was aber nicht der Fall war. Sie haben "(%s)" angegeben, aber der Operator sollte bei Array-Schlüsselindex 0 stehen (z. B. array('&gt;',32))
fi: Asetit kyselyparametrin ikään kuin olisit aikonut määrittää operaattorin, mutta et määrittänyt sitä. Annoit '(%s)', mutta operaattorin pitäisi olla array-avaimen indeksissä 0 (esim. array('&gt;',32)).
fr_fr: Vous configurer un paramètre de requête que vous alliez pour spécifier un opérateur, mais n'est-ce pas. Vous avez fourni '( %s)', mais l'opérateur doit être au tableau index de clé 0 (par exemple array ('>', 32))
tr_tr: Bir operatör belirtecekmiş gibi bir sorgu parametresi ayarladınız, ancak belirtmediniz. '(%s)' verdiniz, ancak operatör dizi anahtar dizini 0'da olmalıdır (örneğin array('&gt;',32))

source: Terms
de_de: Bedingungen
fi: Ehdot
fr_fr: Termes
tr_tr: Dönemler

source: New State/Province Country
de_de: Neuer Staat/Provinz Land
fi: Uuden osavaltion valtio
fr_fr: Nouvel État / Province Pays
tr_tr: Yeni Devlet / İl Ülkesi

source: The '%s' operator must be used with an array of values and there must be exactly TWO values in that array.
de_de: Der '%s'-Operator muss mit einem Array von Werten verwendet werden und es müssen genau ZWEI Werte in diesem Array sein.
fi: '%s'-operaattoria on käytettävä arvomäärän kanssa, ja siinä on oltava täsmälleen KAKSI arvoa.
fr_fr: Le ' %s 'opérateur' doit être utilisé avec un tableau de valeurs et il doit y avoir exactement deux valeurs dans ce tableau.
tr_tr: '%s' işleci bir değer dizisiyle birlikte kullanılmalı ve bu dizide tam olarak İKİ değer bulunmalıdır.

source: Term ID
de_de: Begriff-ID
fi: Termi ID
fr_fr: ID terme
tr_tr: Dönem ID

source: New State/Province Name
de_de: Neuer Staat/Provinz Name
fi: Uuden osavaltion nimi
fr_fr: Nouvel État / Nom Province
tr_tr: Yeni Devlet / İl Adı

source: An error occurred. The %s route has already been called, and therefore can not be forwarded to, because an infinite loop would be created and break the interweb.
de_de: Es ist ein Fehler aufgetreten. Die %s-Route wurde bereits aufgerufen und kann daher nicht weitergeleitet werden, da dies zu einer Endlosschleife führen und das Interweb zerstören würde.
fi: Tapahtui virhe. Reittiä %s on jo kutsuttu, joten sitä ei voida ohjata eteenpäin, koska se aiheuttaisi loputtoman silmukan ja rikkoisi interwebin.
fr_fr: Une erreur s'est produite. Le %s itinéraire a déjà été appelée, et ne peut donc pas être transmis, parce que une boucle infinie serait créée et briser l'interweb.
tr_tr: Bir hata oluştu. %s rotası zaten çağrıldı ve bu nedenle iletilemez, çünkü sonsuz bir döngü yaratılacak ve interweb'i bozacaktır.

source: Term Name
de_de: Begriff Name
fi: Termi Nimi
fr_fr: Nom du terme
tr_tr: Dönem İsmi

source: New State/Province Abbreviation
de_de: Neue Abkürzung für Staat/Provinz
fi: Uuden osavaltion lyhenne
fr_fr: Nouvel Etat / Province Abréviation
tr_tr: Yeni Devlet / İl Kısaltması

source: The requested route %s could not be mapped to any registered modules.
de_de: Die angeforderte Route %s konnte keinem registrierten Modul zugeordnet werden.
fi: Pyydettyä reittiä %s ei voitu yhdistää mihinkään rekisteröityyn moduuliin.
fr_fr: L'itinéraire demandé %s n'a pas pu être mis en correspondance avec des modules enregistrés.
tr_tr: İstenen rota %s tüm kayıtlı modülleri eşleştirilemedi.

source: Operator '%s' must be used with an array of values, eg 'Registration.REG_ID' => array('%s',array(1,2,3))
de_de: Der Operator '%s' muss mit einem Array von Werten verwendet werden, z. B. 'Registration.REG_ID' =&gt; array('%s',array(1,2,3))
fi: Operaattoria '%s' on käytettävä arvomäärän kanssa, esim. 'Registration.REG_ID' =&gt; array('%s',array(1,2,3)).
fr_fr: Opérateur %s 'doit être utilisé avec un tableau de valeurs, par exemple «Registration.REG_ID' => array (' %s ', array (1,2,3))
tr_tr: '%s' işleci bir dizi değerle birlikte kullanılmalıdır, örneğin 'Registration.REG_ID' =&gt; array('%s',array(1,2,3))

source: Term Slug
de_de: Begriff Schnecke
fi: Termi Slug
fr_fr: Slug terme
tr_tr: Terim Sümüklüböcek

source: Operator '%s' must be used with a single value, not an array. Eg 'Registration.REG_ID => array('%s',23))
de_de: Der Operator '%s' muss mit einem einzelnen Wert verwendet werden, nicht mit einem Array. Z.B. 'Registrierung.REG_ID =&gt; array('%s',23))
fi: Operaattoria '%s' on käytettävä yksittäisen arvon kanssa, ei joukon kanssa. Esim 'Registration.REG_ID =&gt; array('%s',23))
fr_fr: Opérateur %s 'doit être utilisé avec une seule valeur, pas un tableau. Par exemple, «Registration.REG_ID => array (' %s ', 23))
tr_tr: '%s' operatörü bir dizi ile değil, tek bir değer ile kullanılmalıdır. Örneğin 'Registration.REG_ID =&gt; array('%s',23))

source: Term Group
de_de: Begriff Gruppe
fi: Termi Ryhmä
fr_fr: Groupe de termes
tr_tr: Dönem Grubu

source: Don't know your State/Province Abbreviation?
de_de: Sie kennen die Abkürzung Ihres Staates/Provinz nicht?
fi: Etkö tiedä osvaltiosi lyhennettä?
fr_fr: Je ne sais pas votre État / Province Abréviation?
tr_tr: Devlet / İl Kısaltmanı biliyor musun?

source: A class method for the %s route has not been properly registered.
de_de: Eine Klassenmethode für die Route %s wurde nicht ordnungsgemäß registriert.
fi: %s-reitin luokkametodia ei ole rekisteröity oikein.
fr_fr: Une méthode de classe pour l' %s l'itinéraire n'a pas été correctement enregistré.
tr_tr: %s rotası için bir sınıf yöntemi düzgün şekilde kaydedilmemiştir.

source: Term Relationship
de_de: Begriff Beziehung
fi: Termi Suhde
fr_fr: relation à long terme
tr_tr: Dönem İlişkisi

source: You can look here: %s, for a list of Countries and links to their State/Province Abbreviations ("Subdivisions assigned codes" column).
de_de: Sie können hier nachsehen: %s, für eine Liste der Länder und Links zu den Abkürzungen ihrer Bundesstaaten/Provinz (Spalte "Subdivisions assigned codes").
fi: Voit katsoa täältä: %s Maat ja linkit niiden osavaltioiden ja maakuntien lyhenteisiin ("Subdivisions assigned codes" -sarake).
fr_fr: Vous pouvez regarder ici: %s , pour une liste des pays et des liens vers leur État / Province abréviations ("subdivisions attribué codes" colonne).
tr_tr: Buraya bakabilirsiniz: Ülkelerin bir listesi ve Eyalet/İl Kısaltmalarına bağlantılar için ("Alt bölümlere atanmış kodlar" sütunu) %s.

source: The order that Price Types are applied.
de_de: Die Reihenfolge der Preistypen wurden angewandt
fi: Hintatyyppien soveltamisjärjestys.
fr_fr: L'ordre dans lequel les types de prix sont appliquées.
tr_tr: Fiyat tipleri sırasıyla ilgilenir.

source: The requested %s class could not be found.
de_de: Die angeforderte Klasse %s konnte nicht gefunden werden.
fi: Pyydettyä %s-luokkaa ei löytynyt.
fr_fr: La demande %s classe n'a pu être trouvée.
tr_tr: İstenen %s sınıfı bulunamadı.

source: %s is not a valid wpdb datatype. Valid ones are %s
de_de: %s ist kein gültiger wpdb-Datentyp. Gültige Datentypen sind %s
fi: %s ei ole kelvollinen wpdb-tietotyyppi. Kelvolliset ovat %s
fr_fr: %s n'est pas un type de données wpdb valide. Les valides sont %s
tr_tr: %s geçerli bir wpdb veri türü değildir. Geçerli olanlar %s

source: Term Relationships
de_de: Begriff Beziehungen
fi: Termi Suhteet
fr_fr: relations à long terme
tr_tr: Dönem İlişkileri

source: Price types are applied sequentially according to their Order, where higher ordered Price Types will affect lower ordered Price Types.%1$sPrice types with equal Orders will be applied in parallel to whatever total precedes them and will not affect each other. Actual Prices will be set to "0" so that they are processed first. Taxes will be always be applied last but their order will still determine if they are applied in parallel or as compound taxes (one tax on top of the other).
de_de: Die Anwendung der Preistypen geschieht nacheinander je nach Bestellung. Höher geordnete Preistypen beeinflussen niedrigere Preistypen. <br/> Preistypen mit gleichen Bestellungen werden parallel angewandt egal dem insgesamt voraus ging, sie beinflussen sich nicht gegenseitig. Die aktuellen Preise werden auf "0" gesetzt, so dass sie zuerst verarbeitet werden. Steuern wird immer zuletzt zugefügt, aber ihre Bestellung wird noch festzustellen, ob sie parallel oder als Verbundsteuern werden angewendet wird (eine Steuer auf der anderen).
fi: Hintatyyppejä sovelletaan peräkkäin niiden järjestyksen mukaan, jolloin korkeammalle järjestetyt hintatyypit vaikuttavat alempiin hintatyyppeihin.%1$sHintatyyppejä, joiden järjestys on sama, sovelletaan rinnakkain sitä edeltävän kokonaissumman kanssa, eivätkä ne vaikuta toisiinsa. Todelliset hinnat asetetaan arvoon "0", jotta ne käsitellään ensin. Veroja sovelletaan aina viimeisenä, mutta niiden järjestys määrittää silti, sovelletaanko niitä rinnakkain vai yhdistelmäveroina (yksi vero toisen päälle).
tr_tr: Fiyat türleri Sıralarına göre sırayla uygulanır, burada daha yüksek sıralı Fiyat Türleri daha düşük sıralı Fiyat Türlerini etkileyecektir.%1$sEşit Siparişlere sahip fiyat türleri, kendilerinden önce gelen toplamlara paralel olarak uygulanacak ve birbirlerini etkilemeyecektir. Gerçek Fiyatlar, ilk önce işlenmeleri için "0" olarak ayarlanacaktır. Vergiler her zaman en son uygulanacaktır, ancak sıraları yine de paralel olarak mı yoksa bileşik vergiler olarak mı (bir vergi diğerinin üzerine) uygulanacaklarını belirleyecektir.

source: The class method %s for the %s route is in invalid.
de_de: Die Klassenmethode %s für die Route %s ist ungültig.
fi: Reitin %s luokkametodi %s on virheellinen.
fr_fr: La méthode de la classe %s pour l' %s l'itinéraire est invalide.
tr_tr: %s rotası için %s sınıf yöntemi geçersiz.

source: _extract_column_name is empty when trying to extract column and table name from %s
de_de: _extract_column_name ist leer, wenn versucht wird, Spalten- und Tabellennamen aus %s zu extrahieren
fi: _extract_column_name on tyhjä, kun yritetään poimia sarakkeen ja taulukon nimi %s:stä.
fr_fr: _extract_column_name est vide lorsque vous essayez d'extraire la colonne et le nom de la table à partir de %s
tr_tr: Sütun ve tablo adını %s'den çıkarmaya çalışırken _extract_column_name boş

source: Object(Post) ID
de_de: Objekt(Beitrag) ID
fi: Kohde(Post) ID
fr_fr: Objet (Post) ID
tr_tr: Gönderi Kimliği
