Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Thank you for choosing Event Espresso, the most powerful, and free, Event Management plugin for WordPress.
de_de: Vielen Dank, dass Sie sich für Event Espresso entschieden haben, das leistungsstärkste und kostenlose Event-Management-Plugin für WordPress.
fi: Kiitos, että valitsit Event Espresson - tehokkain ja ilmainen tapahtumanhallintalisäosa WordPressille.
fr_fr: Merci d'avoir choisi Event Espresso, le plus puissant, et libre, le plugin la gestion de l'événement pour WordPress.
tr_tr: WordPress için en güçlü ve ücretsiz Etkinlik Yönetimi eklentisi olan Event Espresso'yu tercih ettiğiniz için teşekkür ederiz.

source: This shows when the first ticket is available for sale.
de_de: Hier wird angezeigt, wann das erste Ticket zum Verkauf angeboten wird.
fi: Tämä näyttää, milloin ensimmäinen lippu on saatavilla.
fr_fr: Cela montre lorsque le premier billet est disponible à la vente.
tr_tr: Bu, ilk biletin ne zaman satışa sunulduğunu gösterir.

source: Getting Started
de_de: Erste Schritte
fi: Aloitetaan
fr_fr: Mise en route
tr_tr: Başlayalım.

source: This shows the date that ticket sales end for this ticket.
de_de: Hier wird das Datum angegeben, an dem der Ticketverkauf für dieses Ticket endet.
fi: Tämä näyttää, milloin tämän lipun myynti päättyy.
fr_fr: Cela montre que la date de fin de la vente des billets pour ce billet.
tr_tr: Bu, bu bilet için bilet satışlarının sona erdiği tarihi gösterir.

source: %sStep 1%s: Visit your %sOrganization Settings%s and add/update your details.
de_de: %sSchritt 1%s: Besuchen Sie Ihre %sOrganisationseinstellungen%s und fügen Sie Ihre Daten hinzu/aktualisieren Sie sie.
fi: %sVaihe 1%s: Mene %sOrganisaatioasetuksiin%s ja lisää/päivitä tietosi.
fr_fr: %sEtape 1%s: Visitez les %sParamètres de votre organisation%s et ajouter/mettre à jour vos détails.
tr_tr: %s1. Adım%s: %sOrganizasyon Ayarlarınızı%s ziyaret edin ve bilgilerinizi ekleyin/güncelleyin.

source: This is the price for this ticket.
de_de: Das ist der Preis für dieses Ticket.
fi: Tämä on tämän lipun hinta.
fr_fr: C'est le prix de ce billet.
tr_tr: Bu biletin fiyatı budur.

source: %sStep 2%s: Setup your %sPayment Methods%s.
de_de: %sSchritt 2%s: Einrichten Ihrer %sZahlungsmethoden%s.
fi: %sVaihe 2%s: Määrittele %sMaksutapasi%s.
fr_fr: %sEtape 2%s: Configurer vos %sMéthodes de Paiement%s.
tr_tr: %sAdım%s: %sÖdeme Yöntemlerinizi%s ayarlayın.

source: This field shows the quantity of tickets that are available for this type of ticket.
de_de: In diesem Feld wird die Anzahl der Tickets angezeigt, die für diese Art von Ticket verfügbar sind.
fi: Tämä näyttää tämäntyyppisten saatavilla olevien lippujen määrän.
fr_fr: Ce champ indique la quantité de billets qui sont disponibles pour ce type de billet.
tr_tr: Bu alan, bu bilet türü için mevcut olan bilet miktarını gösterir.

source: %sStep 3%s: Create your %sFirst Event%s.
de_de: %sSchritt 3%s: Erstellen Sie Ihr %sErstes Ereignis%s.
fi: %sVaihe 3%s: Luo %sEnsimmäinen tapahtumasi%s.
fr_fr: %sEtape 3%s: Créer votre %sPremier Evénement%s.
tr_tr: %sAdım 3%s: %sİlk Etkinlik%s'inizi oluşturun.

source: This shows the number of tickets that have been sold for this ticket.
de_de: Hier wird die Anzahl der verkauften Tickets für dieses Ticket angezeigt.
fi: Tässä näytetään tämän lipun myytyjen lippujen määrä.
fr_fr: Cela montre le nombre de billets qui ont été vendus pour ce billet.
tr_tr: Bu, bu bilet için satılan bilet sayısını gösterir.

source: Bulk actions allow you to perform an action to multiple Message Types at once. The following bulk actions are supported: Move to Trash. To use the bulk action feature, place a checkmark next to the message types that you want to include. Then select a bulk action from the menu and click on the Apply button.
de_de: Mit Massenaktionen können Sie eine Aktion für mehrere Nachrichtentypen auf einmal durchführen. Die folgenden Massenaktionen werden unterstützt: In den Papierkorb verschieben. Um die Funktion der Sammelaktion zu nutzen, setzen Sie ein Häkchen neben die Nachrichtentypen, die Sie einbeziehen möchten. Wählen Sie dann eine Sammelaktion aus dem Menü aus und klicken Sie auf die Schaltfläche Anwenden.
fi: Joukkotoimintojen avulla voit suorittaa toiminnon useille viestityypeille kerralla. Seuraavia massatoimintoja tuetaan: Siirrä roskakoriin. Jos haluat käyttää massatoimintoa, laita valintamerkki niiden viestityyppien viereen, jotka haluat sisällyttää toimintoon. Valitse sitten massatoiminto valikosta ja napsauta Käytä-painiketta.
fr_fr: Les actions de masse vous permettent d'effectuer une action à plusieurs types de messages à la fois. Les actions globales suivantes sont supportées: Mettre à la corbeille. Pour utiliser la fonction d'action de masse, placez une coche à côté des types de message que vous souhaitez inclure. Ensuite, sélectionnez une action en vrac dans le menu et cliquez sur le bouton Appliquer.
tr_tr: Toplu eylemler, aynı anda birden fazla Mesaj Türünde bir eylem gerçekleştirmenize olanak tanır. Aşağıdaki toplu eylemler desteklenmektedir: Çöp Kutusuna Taşı. Toplu eylem özelliğini kullanmak için, dahil etmek istediğiniz mesaj türlerinin yanına bir onay işareti koyun. Ardından menüden bir toplu eylem seçin ve Uygula düğmesine tıklayın.

source: Thank you for choosing Event Espresso Decaf, the most powerful, and free, Event Management plugin for WordPress.
de_de: Vielen Dank, dass Sie sich für Event Espresso Decaf entschieden haben, das leistungsstärkste und kostenlose Event Management Plugin für WordPress.
fi: Kiitos, että valitsit Event Espresso Decaf -järjestelmän - tehokkain ilmainen tapahtumanhallintalisäosa WordPressille.
fr_fr: Merci d'avoir choisi Event Espresso décaféiné, le plugin le plus puissant, et libre, de gestion d'événements pour WordPress.
tr_tr: WordPress için en güçlü ve ücretsiz Etkinlik Yönetimi eklentisi olan Event Espresso Decaf'ı seçtiğiniz için teşekkür ederiz.

source: This shows the number of registrations that have occurred from ticket sales.
de_de: Hier wird die Anzahl der Registrierungen angezeigt, die durch den Verkauf von Eintrittskarten erfolgt sind.
fi: Tässä näytetään lipunmyynnin kautta tulleiden ilmoittautumisten määrä.
fr_fr: Cela montre le nombre d'enregistrements qui ont eu lieu à partir de la vente de billets.
tr_tr: Bu, bilet satışlarından gerçekleşen kayıt sayısını gösterir.

source: Event Espresso is created by an international team of passionate individuals with a drive to empower your events!
de_de: Event Espresso wird von einem internationalen Team leidenschaftlicher Menschen mit dem Ziel entwickelt, Ihre Veranstaltungen zu verbessern!
fi: Event Espresson on luonut kansainvälinen ryhmä intohimoisia yksilöitä, jotka haluavat laittaa tapahtumiisi vauhtia!
fr_fr: Event Espresso est créé par une équipe internationale de passionnés avec un lecteur de donner à vos événements!
tr_tr: Event Espresso, etkinliklerinizi güçlendirmek için tutkulu bireylerden oluşan uluslararası bir ekip tarafından oluşturulmuştur!

source: This field allows you to set the number of datetimes that a ticket should have access to.
de_de: In diesem Feld können Sie die Anzahl der Datumszeiten festlegen, auf die ein Ticket Zugriff haben soll.
fi: Tässä kentässä voit määrittää, monenako ajankohtana lipulla pääsee sisään.
fr_fr: Ce champ vous permet de définir le nombre d'horaires qu'un billet doit avoir accès.
tr_tr: Bu alan, bir biletin erişmesi gereken tarih zamanlarının sayısını ayarlamanıza olanak tanır.

source: Founders
de_de: Gründer
fi: Perustajat
fr_fr: Fondateurs
tr_tr: Bağışçılar

source: This shows the minimum quantity that can be purchased for this ticket.
de_de: Hier wird die Mindestmenge angegeben, die für dieses Ticket gekauft werden kann.
fi: Tässä näytetään tämän lipun minimiostosmäärä.
fr_fr: Cela montre la quantité minimum qui peut être acheté pour ce billet.
tr_tr: Bu, bu bilet için satın alınabilecek minimum miktarı gösterir.

source: Co-Founder
de_de: Mitbegründer
fi: Perustajakumppani
fr_fr: Co-fondateur
tr_tr: Kurucu

source: This shows the maximum quantity that can be purchased for this ticket.
de_de: Hier wird die Höchstmenge angegeben, die für dieses Ticket gekauft werden kann.
fi: Tässä näytetään tämän lipun enimmäisostomäärä per tilaus.
fr_fr: Cela montre la quantité maximale qui peut être acheté pour ce billet.
tr_tr: Bu, bu bilet için satın alınabilecek maksimum miktarı gösterir.

source: Core Developers
de_de: Hauptentwickler
fi: Ydinkehittäjät
fr_fr: Ancien développeurs principal
tr_tr: Esas Geliştiriciler

source: %s Registrations
de_de: %s Anmeldungen
fi: %s -ilmoittautumisia
fr_fr: %s Inscriptions
tr_tr: %s Kayıtlar

source: Shows the Messenger that will handle the delivery of messages. Hovering over the Messenger will provide you with an additional option to Edit the current message template. Clicking on Email will take you to the Message Templates Editor so you can edit the message template for an Event Admin. Clicking on Event Admin will also take you to the Message Templates Editor. Clicking on Primary Registrant will take you to the Message Templates Editor so that you can edit the message template that is sent to the Primary Registrant. Clicking on the Edit link will also take you to the Message Templates Editor so that you can edit the message template that is sent to the Event Admin.
de_de: Zeigt den Messenger an, der für die Zustellung der Nachrichten zuständig ist. Wenn Sie den Mauszeiger über den Messenger bewegen, erhalten Sie eine zusätzliche Option zum Bearbeiten der aktuellen Nachrichtenvorlage. Wenn Sie auf E-Mail klicken, gelangen Sie zum Editor für Nachrichtenvorlagen, mit dem Sie die Nachrichtenvorlage für einen Ereignisverwalter bearbeiten können. Wenn Sie auf Event Admin klicken, gelangen Sie ebenfalls zum Editor für Nachrichtenvorlagen. Wenn Sie auf Primärer Registrant klicken, gelangen Sie zum Editor für Nachrichtenvorlagen, in dem Sie die Nachrichtenvorlage bearbeiten können, die an den primären Registrator gesendet wird. Wenn Sie auf den Link Bearbeiten klicken, gelangen Sie ebenfalls zum Editor für Nachrichtenvorlagen, in dem Sie die Nachrichtenvorlage bearbeiten können, die an den Veranstaltungsadministrator gesendet wird.
fi: Näyttää Messengerin, joka hoitaa viestien toimituksen. Kun viet hiiren kursorin Messengerin päälle, saat lisävaihtoehdon Muokkaa nykyistä viestimallia. Napsauttamalla Sähköpostia pääset viestimallien editoriin, jossa voit muokata tapahtuman ylläpitäjän viestimallia. Napsauttamalla Event Admin -painiketta pääset myös Message Templates Editoriin. Klikkaamalla Primary Registrant (Ensisijainen rekisteröityjä) pääset Message Templates Editoriin, jossa voit muokata ensisijaiselle rekisteröityjälle lähetettävää viestimallia. Napsauttamalla Muokkaa-linkkiä pääset myös viestimallien muokkausohjelmaan, jossa voit muokata tapahtuman ylläpitäjälle lähetettävää viestimallia.
fr_fr: Affiche le Messager qui va gérer la livraison des messages. Planant au-dessus le Messager vous donne une option supplémentaire pour modifier le modèle de message en cours. En cliquant sur Envoyer vous amène à le Message Éditeur de modèles de sorte que vous pouvez modifier le modèle de message pour un administrateur de l'événement. En cliquant sur Event Admin vous amènera également à l'éditeur de modèles de message. En cliquant sur le titulaire principal vous amène à le Message Éditeur de modèles de sorte que vous pouvez modifier le modèle de message qui est envoyé au titulaire primaire. En cliquant sur le lien Modifier vous emmènera également au Message Éditeur de modèles de sorte que vous pouvez modifier le modèle de message qui est envoyé à l'administrateur de l'événement.
tr_tr: Mesajların teslimini gerçekleştirecek Messenger'ı gösterir. Messenger'ın üzerine geldiğinizde, mevcut mesaj şablonunu Düzenlemek için ek bir seçenek sunulur. E-posta'ya tıklamak sizi Mesaj Şablonları Düzenleyicisine götürecektir, böylece bir Etkinlik Yöneticisi için mesaj şablonunu düzenleyebilirsiniz. Etkinlik Yöneticisine tıklamak da sizi Mesaj Şablonları Düzenleyicisine götürecektir. Birincil Kayıt Sahibi üzerine tıklamak sizi Mesaj Şablonları Düzenleyicisine götürecektir, böylece Birincil Kayıt Sahibine gönderilen mesaj şablonunu düzenleyebilirsiniz. Düzenle bağlantısına tıklamak da sizi Mesaj Şablonları Düzenleyicisine götürecektir, böylece Etkinlik Yöneticisine gönderilen mesaj şablonunu düzenleyebilirsiniz.

source: Lead Developer
de_de: Hauptentwickler
fi: Johtava kehittäjä
tr_tr: Rehber Geliştiriciler

source: Tickets Sold: %s
de_de: Verkaufte Tickets: %s
fi: Lippuja myyty: %s
fr_fr: Billets vendus: %s
tr_tr: Satılan Biletler: %s

source: Core Developer
de_de: Kernentwickler
fi: Ydinkehittäjä
fr_fr: Ancien développeur principal
tr_tr: Çekirdek Geliştirici

source: An error occurred! Your request may have been processed, but a valid response from the server was not received. Please refresh the page and try again.
de_de: Es ist ein Fehler aufgetreten! Ihre Anfrage wurde zwar bearbeitet, aber eine gültige Antwort vom Server wurde nicht empfangen. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.
fi: Tapahtui virhe! Pyyntösi mahdollisesti käsiteltiin, mutta palvelimelta ei saatu kelvollista vastausta. Päivitä sivu ja yritä uudelleen.
fr_fr: Une erreur s'est produite! Votre demande peut être traitée, mais une réponse valide à partir du serveur n'a pas été reçu. S'il vous plaît rafraîchir la page et essayez à nouveau.
tr_tr: Bir hata oluştu! İsteğiniz işlenmiş olabilir, ancak sunucudan geçerli bir yanıt alınamadı. Lütfen sayfayı yenileyin ve tekrar deneyin.

source: Support Staff
de_de: Unterstützungspersonal
fi: Tukihenkilöstö
fr_fr: Personnel de soutien
tr_tr: Destek Birimi

source: An error occurred! Please refresh the page and try again.
de_de: Es ist ein Fehler aufgetreten! Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.
fi: Tapahtui virhe! Päivitä sivu ja yritä uudelleen.
fr_fr: Une erreur s'est produite! S'il vous plaît rafraîchir la page et essayez à nouveau.
tr_tr: Bir hata oluştu! Sayfayı yenileyin ve tekrar deneyin.

source: External Libraries
de_de: Externe Bibliotheken
fi: Ulkoiset kirjastot
fr_fr: Les librairies externes
tr_tr: Dış Kütüphaneler

source: Are you sure you want to delete this State / Province?
de_de: Sind Sie sicher, dass Sie diesen Staat / diese Provinz löschen möchten?
fi: Oletko varma, että haluat poistaa tämän osavaltion?
fr_fr: Êtes-vous sûr de vouloir supprimer cette province / état?
tr_tr: Bu devleti kaydınızdan silmek istediğinize emin misiniz ?

source: Each Message Type (kind of message) has different contexts. Contexts are dynamic and typically represent recipients (individuals receiving email notifications). For example, when the Registration Confirmation message type is triggered, it will send out a message to the following recipients: Event Administrator, Primary Registrant, and Additional Registrants. On the other hand, the Payment Message Type has only two recipients: Event Administrator and Primary Registrant.
de_de: Jeder Nachrichtentyp (Art der Nachricht) hat unterschiedliche Kontexte. Kontexte sind dynamisch und stellen in der Regel Empfänger dar (Personen, die E-Mail-Benachrichtigungen erhalten). Wenn zum Beispiel der Nachrichtentyp Anmeldebestätigung ausgelöst wird, wird eine Nachricht an die folgenden Empfänger gesendet: Veranstaltungsadministrator, Hauptregistrant und weitere Registranten. Der Nachrichtentyp "Zahlung" hingegen hat nur zwei Empfänger: Veranstaltungsadministrator und Hauptregistrant.
fi: Kullakin viestityypillä (viestityypillä) on eri asiayhteydet. Kontekstit ovat dynaamisia ja edustavat yleensä vastaanottajia (henkilöitä, jotka saavat sähköposti-ilmoituksia). Kun esimerkiksi rekisteröinnin vahvistus -viestityyppi käynnistyy, se lähettää viestin seuraaville vastaanottajille: Tapahtuman ylläpitäjä, ensisijainen ilmoittautuja ja lisäilmoittautujat. Toisaalta maksuviestityypillä on vain kaksi vastaanottajaa: Tapahtuman ylläpitäjä ja ensisijainen rekisteröityjä.
fr_fr: Chaque type de message (de type de message) a des contextes différents. Contextes sont dynamiques et représentent généralement les bénéficiaires (personnes de recevoir des notifications). Par exemple, lorsque l'enregistrement type de message de confirmation est déclenché, il enverra un message aux destinataires suivants: Administrateur de l'événement, le titulaire principal, et les inscrits supplémentaires. D'autre part, le paiement type de message n'a que deux destinataires: Administrateur de l'événement et inscrit primaire.
tr_tr: Her Mesaj Türünün (mesaj türü) farklı bağlamları vardır. Bağlamlar dinamiktir ve genellikle alıcıları (e-posta bildirimleri alan bireyler) temsil eder. Örneğin, Kayıt Onayı mesaj türü tetiklendiğinde, aşağıdaki alıcılara bir mesaj gönderir: Etkinlik Yöneticisi, Birincil Kayıt Sahibi ve Ek Kayıt Sahipleri. Öte yandan, Ödeme Mesaj Türünün yalnızca iki alıcısı vardır: Etkinlik Yöneticisi ve Birincil Kayıt Sahibi.

source: Along with the libraries %sincluded with WordPress%s, Event Espresso utilizes the following third party libraries:
de_de: Neben den in WordPress enthaltenen Bibliotheken %sincluded%s verwendet Event Espresso die folgenden Bibliotheken von Drittanbietern:
fi: %sWordPressin sisältämien%s kirjastojen lisäksi Event Espressossa käytetään seuraavia kolmansien osapuolten tekemiä kirjastoja:
fr_fr: Avec les bibliothèques %s inclus avec WordPress %s, utilise les librairies tierces suivantes:
tr_tr: %sWordPress%s ile birlikte gelen kütüphanelerin yanı sıra Event Espresso aşağıdaki üçüncü taraf kütüphanelerini kullanır:

source: State/Province
de_de: Land/Bundesland
fi: Osavaltio
fr_fr: État/Département
tr_tr: Devlet

source: A message context can be deactivated by removing a recipient from the "TO" field. This will set the field to blank and you can save changes. Deactivated message contexts will appear in grey when viewed in the Messages Overview tab. To re-activate a message context, go to that message context and setup a recipient (using one of the available shortcodes) and save changes. This will reactivate the message context and it will appear as blue in the Messages Overview tab.
de_de: Ein Nachrichtenkontext kann deaktiviert werden, indem ein Empfänger aus dem Feld "TO" entfernt wird. Dadurch wird das Feld auf leer gesetzt und Sie können die Änderungen speichern. Deaktivierte Nachrichtenkontexte werden auf der Registerkarte Nachrichtenübersicht grau dargestellt. Um einen Nachrichtenkontext wieder zu aktivieren, gehen Sie zu diesem Nachrichtenkontext, richten Sie einen Empfänger ein (mit einem der verfügbaren Shortcodes) und speichern Sie die Änderungen. Dadurch wird der Nachrichtenkontext wieder aktiviert und auf der Registerkarte Nachrichtenübersicht blau angezeigt.
fi: Viestikonteksti voidaan poistaa käytöstä poistamalla vastaanottaja "TO"-kentästä. Tämä asettaa kentän tyhjäksi ja voit tallentaa muutokset. Deaktivoidut viestikontekstit näkyvät harmaina, kun niitä tarkastellaan Viestit yleiskatsaus -välilehdellä. Voit aktivoida viestikontekstin uudelleen siirtymällä kyseiseen viestikontekstiin ja määrittämällä vastaanottajan (käyttämällä jotakin käytettävissä olevista lyhytkoodeista) ja tallentamalla muutokset. Tämä aktivoi viestikontekstin uudelleen, ja se näkyy sinisenä Viestit yleiskatsaus -välilehdellä.
fr_fr: Un contexte de message peut être désactivé en enlevant un destinataire de la "à" champ. Cela va régler le champ est vide, et vous pouvez enregistrer les modifications. Désactivé messages contextes apparaissent en gris lorsqu'il est affiché dans la vue d'ensemble onglet Messages. Pour réactiver un contexte de message, allez dans ce contexte de message et la configuration d'un bénéficiaire (en utilisant l'un des codes courts disponibles) et enregistrer les modifications. Cela réactiver le contexte du message et il apparaîtra en bleu dans la vue d'ensemble onglet Messages.
tr_tr: Bir mesaj bağlamı, "Kime" alanından bir alıcı kaldırılarak devre dışı bırakılabilir. Bu işlem alanı boş olarak ayarlar ve değişiklikleri kaydedebilirsiniz. Devre dışı bırakılan mesaj bağlamları Mesajlara Genel Bakış sekmesinde görüntülendiğinde gri renkte görünecektir. Bir mesaj bağlamını yeniden etkinleştirmek için, o mesaj bağlamına gidin ve bir alıcı ayarlayın (mevcut kısa kodlardan birini kullanarak) ve değişiklikleri kaydedin. Bu işlem mesaj bağlamını yeniden etkinleştirecek ve Mesajlara Genel Bakış sekmesinde mavi olarak görünecektir.

source: Select Country
de_de: Land auswählen
fi: Valitse valtio
fr_fr: Sélectionner un pays
tr_tr: Ülke Seç

source: Activation / Deactivation of Message Types
de_de: Aktivierung/Deaktivierung von Nachrichtentypen
fi: Viestityyppien aktivointi / deaktivointi
fr_fr: Activation / désactivation des types de message
tr_tr: Mesaj Türlerinin Etkinleştirilmesi / Devre Dışı Bırakılması

source: Event Check-ins #
fi: Tapahtuman sisäänkirjaus
tr_tr: Etkinlik Check-in'leri #

source: The State was added successfully.
de_de: Der Staat wurde erfolgreich hinzugefügt.
fi: Osavaltio lisättiin onnistuneesti.
fr_fr: L'État a été ajouté avec succès.
tr_tr: Devlet başarıyla eklendi.

source: 2. Setup data
de_de: 2. Daten einrichten
fi: 2. Asetustiedot
fr_fr: Les données de configuration 2.
tr_tr: 2. Kurulum dosyası

source: 4. Display the preview
de_de: 4. Anzeigen der Vorschau
fi: 4. Näytä esikatselu
fr_fr: 4 Afficher l'aperçu
tr_tr: 4. Önizlemeyi görüntüleyin

source: The State was deleted successfully.
de_de: Der Status wurde erfolgreich gelöscht.
fi: Osavaltio poistettiin onnistuneesti.
fr_fr: L'État a été supprimé.
tr_tr: Devlet başarıyla silindi.

source: There is a template created for each Messenger / Message Type and context combination. For example, messages that are sent for Payment Confirmation have a template for Event Administrator and a different one for Primary Registrant. Whereas, messages that are sent for the Registration confirmation have 3 templates: one for Event Administrator, one for the Primary Registrant, and another for each additional Registrant(s).
de_de: Für jede Kombination aus Messenger/Nachrichtentyp und Kontext wird eine Vorlage erstellt. Zum Beispiel haben Nachrichten, die für die Zahlungsbestätigung gesendet werden, eine Vorlage für den Veranstaltungsadministrator und eine andere für den primären Registranten. Für Nachrichten, die zur Registrierungsbestätigung gesendet werden, gibt es hingegen drei Vorlagen: eine für den Veranstaltungsadministrator, eine für den primären Registranten und eine weitere für jeden weiteren Registranten.
fi: Kullekin viestinviejän/viestityypin ja asiayhteyden yhdistelmälle on luotu oma malli. Esimerkiksi maksuvahvistuksen yhteydessä lähetettäville viesteille on oma mallinsa tapahtuman ylläpitäjälle ja oma mallinsa ensisijaiselle rekisteröijälle. Rekisteröintivahvistusta varten lähetettävissä viesteissä on kolme mallia: yksi tapahtuman ylläpitäjälle, yksi ensisijaiselle rekisteröijälle ja toinen jokaiselle muulle rekisteröijälle.
fr_fr: Il est un modèle créé pour chaque type Messenger / message et la combinaison de contexte. Par exemple, les messages qui sont envoyés pour confirmation du paiement ont un modèle pour l'administrateur de l'événement et une autre pour le titulaire principal. Considérant que, les messages qui sont envoyés pour la confirmation d'inscription ont 3 modèles: un pour l'administrateur de l'événement, un pour le titulaire principal, et un autre pour chaque titulaire (s) supplémentaire.
tr_tr: Her Messenger / Mesaj Türü ve bağlam kombinasyonu için oluşturulmuş bir şablon vardır. Örneğin, Ödeme Onayı için gönderilen mesajların Etkinlik Yöneticisi için bir şablonu ve Birincil Kayıt Sahibi için farklı bir şablonu vardır. Kayıt onayı için gönderilen mesajlarda ise 3 şablon bulunur: Etkinlik Yöneticisi için bir şablon, Birincil Kayıt Sahibi için bir şablon ve her bir ek Kayıt Sahibi(leri) için başka bir şablon.
