Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Add-ons
de_de: Erweiterungen
fi: Lisäosat
tr_tr: Eklentiler

source: The "%s" conditional tag can not be used until after the "init" hook has run, but works best when used within a theme's template files.
de_de: Der bedingte Tag "%s" kann erst verwendet werden, nachdem der "init"-Hook ausgeführt wurde, funktioniert aber am besten, wenn er in den Vorlagendateien eines Themas verwendet wird.
fi: Ehdollista "%s"-tunnistetta voidaan käyttää vasta sen jälkeen, kun "init"-koukku on suoritettu, mutta se toimii parhaiten, kun sitä käytetään teeman mallitiedostoissa.
fr_fr: Le"%s tag conditionnelle de"ne peut être utilisé qu'après la"init"crochet a courir, mais fonctionne mieux lorsqu'il est utilisé au sein des fichiers de modèle d'un thème.
tr_tr: "%s" koşullu etiketi "init" kancası çalışana kadar kullanılamaz, ancak bir temanın şablon dosyaları içinde kullanıldığında en iyi sonucu verir.

source: There are no upcoming dates for this event.
de_de: Es gibt keine zukünftigen Termine für diese Veranstaltung.
fi: Tälle tapahtumalle ei ole tulevia päiviä.
fr_fr: Il n'y a pas de dates à venir pour cet événement.
tr_tr: Bu etkinlik için yaklaşan bir tarih bulunmamaktadır.

source: Venue Website:
de_de: Veranstaltungsort Webseite:
fi: Tapahtumapaikan nettisivut:
fr_fr: Lieu Site Web:
tr_tr: Mekan Web Sitesi:

source: No transaction information could be retrieved because the registration URL link is missing or invalid.
de_de: Es konnten keine Transaktionsinformationen erhalten werden, da die Registrierung-URL fehlt oder ungültig ist.
fi: Tilaustietoja ei voitu noutaa, koska ilmoittautumislinkki puuttuu tai on virheellinen.
fr_fr: Aucune information de transaction pourrait être récupéré parce que le lien URL de l'enregistrement est manquant ou non valide.
tr_tr: Kayıt URL bağlantısı eksik veya geçersiz olduğu için hiçbir işlem bilgisi alınamadı.

source: checking for new payments...
de_de: Auf neue Zahlungen überprüfen…
fi: Tarkistetaan uusia maksuja...
fr_fr: vérification des nouveaux paiements ...
tr_tr: yeni ödemeleri kontrol ediyorum...

source: loading payment information...
de_de: Zahlungsinformationen laden…
fi: Ladataan maksutietoja...
fr_fr: chargement informations de paiement ...
tr_tr: ödeme bilgileri yükleniyor...

source: An unknown error occurred on the server while attempting to process your request. Please refresh the page and try again.
de_de: Während der Verarbeitung Ihrer Anfrage ist ein unbekannter Fehler ist aufgetreten. Bitte aktualisieren Sie diese Seite und versuchen Sie es erneut.
fi: Pyyntöäsi käsitellessä palvelimella tapahtui tuntematon virhe. Päivitä sivu ja yritä uudelleen.
fr_fr: Une erreur inconnue se est produite sur le serveur lors de la tentative de traiter votre demande. Se il vous plaît rafraîchir la page et essayez à nouveau.
tr_tr: İsteğiniz işlenmeye çalışılırken sunucuda bilinmeyen bir hata oluştu. Lütfen sayfayı yenileyin ve tekrar deneyin.

source: %sThe Payment Notification appears to be taking longer than usual to arrive. Maybe check back later or just wait for your payment and registration confirmation results to be sent to you via email. We apologize for any inconvenience this may have caused.%s
de_de: %sDie Zahlungsbestätigung scheint länger als gewöhnlich zu dauern. Versuchen Sie es später noch einmal oder warten Sie, bis Sie die Ergebnisse Ihrer Zahlung und Registrierungsbestätigung per E-Mail erhalten. Wir entschuldigen uns für etwaige Unannehmlichkeiten.%s
fi: %sMaksutietojen saaminen kestää normaalia pitempään. Voit tarkistaa tilanteen myöhemmin tai voit odottaa, että saat sähköpostitse maksuvahvistuksen. Pahoittelut mahdollisesti aiheutuneesta vaivasta.%s
fr_fr: %sl'avis de paiement semble prendre plus de temps que d'habitude pour arriver. Peut-être revenir plus tard ou tout simplement attendre votre paiement et les résultats de confirmation d'inscription doit être envoyé à votre adresse email. Nous nous excusons pour tout inconvénient que cela a pu causer. %s
tr_tr: %sÖdeme Bildiriminin ulaşması normalden daha uzun sürüyor gibi görünüyor. Belki daha sonra tekrar kontrol edebilir veya ödeme ve kayıt onay sonuçlarınızın size e-posta yoluyla gönderilmesini bekleyebilirsiniz. Bu durumun neden olabileceği her türlü rahatsızlık için özür dileriz.%s

source: The Registration Confirmation email could not be sent because a valid Registration could not be retrieved from the database.
de_de: Die E-Mail zur Registrierungsbestätigung konnte nicht gesendet werden, da keine gültige Registrierung in der Datenbank gefunden wurde.
fi: Ilmoittautumisvahvistusta ei voitu lähettää sähköpostitse, koska oikeaa ilmoittautumista ei saatu noudetuksi tietokannasta.
fr_fr: L'email de confirmation d'inscription n'a pas pu être envoyé car un enregistrement valide n'a pas pu être extraite de la base de données.
tr_tr: Veritabanından geçerli bir Kayıt alınamadığı için Kayıt Onayı e-postası gönderilemedi.

source: loading transaction and payment information...
de_de: Transaktions- und Bezahlungsinformationen werden geladen…
fi: Ladataan tilausta ja maksutietoja...
fr_fr: opération de chargement et de paiement ...
tr_tr: işlem ve ödeme bilgilerinin yüklenmesi...

source: Some payment gateways can take 15 minutes or more to return their payment notification, so please be patient if you require payment confirmation as soon as possible. Please note that as soon as everything is finalized, we will send your full payment and registration confirmation results to you via email.
de_de: Einige Zahlungsportale können 15 Minuten oder mehr brauchen, um ihre Zahlungsbestätigung zurückzusenden. Bitte haben Sie also etwas Geduld, wenn Sie die Zahlungsbestätigung so schnell wie möglich benötigen. Bitte beachten Sie, dass wir Ihnen die vollständige Zahlungs- und Anmeldebestätigung per E-Mail zusenden werden, sobald alles abgeschlossen ist.
fi: Joillakin maksuportailla voi kestää 15 minuuttia tai kauemmin palauttaa maksuilmoitus, joten ole kärsivällinen, jos haluat maksuvahvistuksen mahdollisimman pian. Huomaathan, että heti kun kaikki on viimeistelty, lähetämme sinulle sähköpostitse koko maksun ja rekisteröintivahvistuksen tulokset.
fr_fr: Certaines passerelles de paiement peuvent prendre 15 minutes ou plus pour retourner leur notification de paiement, Merci de votre patience.
tr_tr: Bazı ödeme ağ geçitlerinin ödeme bildirimlerini geri göndermesi 15 dakika veya daha uzun sürebilir, bu nedenle mümkün olan en kısa sürede ödeme onayına ihtiyacınız varsa lütfen sabırlı olun. Her şey tamamlanır tamamlanmaz, tüm ödeme ve kayıt onay sonuçlarınızı size e-posta yoluyla göndereceğimizi lütfen unutmayın.

source: current wait time
de_de: aktuelle Wartezeit
fi: odotusaika
fr_fr: temps d'attente actuelle
tr_tr: mevcut bekleme süresi

source: View Payment Options
de_de: Zahlungsoptionen ansehen
fi: Näytä maksutavat
fr_fr: Consultez les options de paiement
tr_tr: Ödeme Seçeneklerini Görüntüle

source: edit info
de_de: Daten ändern
fi: muokkaa tietoja
fr_fr: Modifier les informations
tr_tr: bilgi düzenle

source: Click here to resend the Registration Confirmation email
de_de: Hier klicken, um die Registrierungsbestätigung erneut zu senden
fi: Paina tästä lähettääksesi Ilmoittautuminen hyväksytty -viestin uudelleen
fr_fr: Cliquez ici pour envoyer le courrier de confirmation d'inscription
tr_tr: Kayıt Onay e-postasını yeniden göndermek için buraya tıklayın

source: resend email
de_de: E-Mail erneuert senden
fi: lähetä sähköposti uudelleen
fr_fr: renvoyer email
tr_tr: e-postayı yeniden gönder

source: Click here to edit All Attendee Information
de_de: Klicken Sie hier, um die Teilnehmerinformationen zu bearbeiten
fi: Klikkaa tästä muokataksesi osallistujien tietoja
fr_fr: Cliquez ici pour mettre à jour vos informations personnelles
tr_tr: Tüm Katılımcı Bilgilerini düzenlemek için buraya tıklayın

source: View Full Order Confirmation Receipt
de_de: Vollständige Bestätigung ansehen
fi: Katso täydellinen tilausvahvistus
fr_fr: Voir l'accusé d'inscription
tr_tr: Sipariş Onay Makbuzunun Tamamını Görüntüle

source: %sNo payments towards this transaction have been received.%s
de_de: %sKeine Zahlungen zu dieser Transaktion eingegangen.%s
fi: %sTälle tilaukselle ei ole vielä kirjautunut maksusuorituksia.%s
fr_fr: %sAucun paiement n'a été reçu.%s
tr_tr: %sBu işleme yönelik hiçbir ödeme alınmadı.%s

source: %sNo payment is required for this transaction.%s
de_de: %s Für diese Transaktion ist keine Bezahlung notwendig.%s
fi: %sTämä tilaus ei vaadi maksua.%s
fr_fr: %sAucun paiement ne est requis pour cette opération.%s
tr_tr: %sBu işlem için ödeme yapılması gerekmiyor.%s

source: Add to iCal Calendar
de_de: Zum iCal Kalender hinzufügen
fi: Lisää iCal-kalenteriin
fr_fr: Ajouter à iCal Calendrier
tr_tr: iCal Takvimine Ekle

source: Your Registration and Transaction information could not be retrieved from the db.
de_de: Ihre Registrierungs- und Transaktionsdaten konnten nicht aus der Datenbank abgerufen werden.
fi: Rekisteröinti- ja maksutapahtumatietojasi ei voitu hakea tietokannasta.
fr_fr: Votre inscription et Transaction information n'a pu être extraite de la db.
tr_tr: Kayıt ve İşlem bilgileriniz db'den alınamadı.

source: Displays a ticket selector for an event on a WordPress page or post.
de_de: Zeigt einen Ticket-Selektor für eine Veranstaltung auf einer WordPress-Seite oder einem Beitrag an.
fi: Näyttää tapahtuman lippuvalitsimen WordPress-sivulla tai -artikkelissa.
fr_fr: Affiche un sélecteur de billet pour un événement sur une page WordPress ou post.
tr_tr: Bir WordPress sayfasında veya yazısında bir etkinlik için bilet seçiciyi görüntüler.

source: The %s file %s could not be instantiated.
de_de: Die %s-Datei %s konnte nicht instanziiert werden.
fi: Tiedostoa %s %s ei voitu instansoida.
fr_fr: Le %s fichier %s ne peut pas être instanciée.
tr_tr: %s dosyası %s örneklenemedi.

source: We're sorry, but Event Espresso requires WordPress version %1$s or greater in order to operate. You are currently running version %2$s.%3$sFor information on how to update your version of WordPress, please go to %4$s.
de_de: Es tut uns leid, aber Event Espresso benötigt die WordPress-Version %1$s oder höher, um zu funktionieren. Sie verwenden derzeit die Version %2$s.%3$sFür Informationen über die Aktualisierung Ihrer WordPress-Version gehen Sie bitte zu %4$s.
fi: Olemme pahoillamme, mutta Event Espresso vaatii toimiakseen WordPressin version %1$s tai uudemman. Käytössäsi on tällä hetkellä versio %2$s.%3$s Lisätietoja WordPress-version päivittämisestä saat osoitteesta %4$s.
fr_fr: Nous sommes désolés, mais Event Espresso exige WordPress Version %1$s ou plus pour fonctionner. Vous utilisez actuellement la version %2$s . %3$s Pour plus d'informations sur la façon de mettre à jour votre version de WordPress, se il vous plaît allez à %4$s .
tr_tr: Üzgünüz, ancak Event Espresso'nun çalışması için WordPress sürümünün %1$s veya üzeri olması gerekiyor. Şu anda %2$s sürümünü kullanıyorsunuz.%3$s WordPress sürümünüzü nasıl güncelleyeceğiniz hakkında bilgi için lütfen %4$s adresine gidin.

source: We're sorry, but Event Espresso requires PHP version %1$s or greater in order to operate. You are currently running version %2$s.%3$sIn order to update your version of PHP, you will need to contact your current hosting provider.%3$sFor information on stable PHP versions, please go to %4$s.
de_de: Es tut uns leid, aber Event Espresso benötigt die PHP-Version %1$s oder höher, um zu funktionieren. Sie verwenden derzeit die Version %2$s.%3$sUm Ihre PHP-Version zu aktualisieren, müssen Sie sich an Ihren derzeitigen Hosting-Anbieter wenden.%3$sFür Informationen zu stabilen PHP-Versionen gehen Sie bitte zu %4$s.
fi: Olemme pahoillamme, mutta Event Espresso vaatii toimiakseen PHP-version %1$s tai uudemman. Käytössäsi on tällä hetkellä versio %2$s.%3$sVoidaksesi päivittää PHP-versiosi, sinun on otettava yhteyttä nykyiseen hosting-palveluntarjoajaasi.%3$sTietoa vakaista PHP-versioista löydät osoitteesta %4$s.
fr_fr: Nous sommes désolés, mais Espresso événement nécessite la version de PHP %1$s ou plus pour fonctionner. Vous utilisez actuellement la version %2$s . %3$s Afin de mettre à jour votre version de PHP, vous devrez contacter votre fournisseur d'hébergement actuel. %3$s Pour plus d'informations sur les versions de PHP stables, se il vous plaît allez à %4$s .
tr_tr: Üzgünüz, ancak Event Espresso'nun çalışması için PHP sürümünün %1$s veya daha yüksek olması gerekiyor. Şu anda %2$s sürümünü kullanıyorsunuz.%3$s PHP sürümünüzü güncellemek için mevcut barındırma sağlayıcınızla iletişime geçmeniz gerekecektir.%3$s Kararlı PHP sürümleri hakkında bilgi için lütfen %4$s adresine gidin.

source: Event Espresso recommends PHP version %1$s or greater for optimal performance. You are currently running version %2$s.%3$sIn order to update your version of PHP, you will need to contact your current hosting provider.%3$sFor information on stable PHP versions, please go to %4$s.
de_de: Event Espresso empfiehlt für eine optimale Leistung die PHP-Version %1$s oder höher. Sie verwenden derzeit die Version %2$s.%3$sUm Ihre PHP-Version zu aktualisieren, müssen Sie sich an Ihren derzeitigen Hosting-Anbieter wenden.%3$sFür Informationen zu stabilen PHP-Versionen gehen Sie bitte zu %4$s.
fi: Event Espresso suosittelee PHP-versiota %1$s tai suurempaa, jotta se toimisi optimaalisesti. Käytössäsi on tällä hetkellä versio %2$s.%3$sVoidaksesi päivittää PHP-versiosi sinun on otettava yhteyttä nykyiseen hosting-palveluntarjoajaasi.%3$sTietoa vakaista PHP-versioista löydät osoitteesta %4$s.
fr_fr: Espresso événement recommande version de PHP %1$s ou plus pour des performances optimales. Vous utilisez actuellement la version %2$s . %3$s Afin de mettre à jour votre version de PHP, vous devrez contacter votre fournisseur d'hébergement actuel. %3$s Pour plus d'informations sur les versions de PHP stables, se il vous plaît allez à %4$s .
tr_tr: Event Espresso, optimum performans için PHP sürümünün %1$s veya daha yüksek olmasını önerir. Şu anda %2$s sürümünü kullanıyorsunuz.%3$s PHP sürümünüzü güncellemek için mevcut barındırma sağlayıcınızla iletişime geçmeniz gerekecektir.%3$s Kararlı PHP sürümleri hakkında bilgi için lütfen %4$s adresine gidin.

source: The following plugins, addons, or modules appear to be incompatible with this version of Event Espresso and were automatically deactivated to avoid fatal errors:
de_de: Die folgenden Plugins, Addons oder Module scheinen mit dieser Version von Event Espresso nicht kompatibel zu sein und wurden automatisch deaktiviert, um fatale Fehler zu vermeiden:
fi: Seuraavat laajennukset, lisäosat tai moduulit eivät näytä olevan yhteensopivia tämän Event Espresso-version kanssa, ja ne poistettiin automaattisesti käytöstä kohtalokkaiden virheiden välttämiseksi:
fr_fr: Les plugins, addons, ou modules suivants semblent être incompatibles avec cette version de l'événement et ont été Espresso automatiquement désactivés pour éviter les erreurs fatales:
tr_tr: Aşağıdaki eklentiler, eklentiler veya modüller Event Espresso'nun bu sürümüyle uyumsuz görünmektedir ve ölümcül hataları önlemek için otomatik olarak devre dışı bırakılmıştır:

source: Compatibility issues can be avoided and/or resolved by keeping addons and plugins updated to the latest version.
de_de: Kompatibilitätsprobleme können vermieden und/oder gelöst werden, indem Addons und Plugins auf die neueste Version aktualisiert werden.
fi: Yhteensopivuusongelmat voidaan välttää ja/tai ratkaista pitämällä lisäosat ja laajennukset päivitettyinä uusimpaan versioon.
fr_fr: Problèmes de compatibilité peuvent être évités et / ou résolus en gardant addons et plugins mis à jour pour la dernière version.
tr_tr: Uyumluluk sorunları, eklentileri ve eklentileri en son sürüme güncel tutarak önlenebilir ve/veya çözülebilir.

# admin bar menu group label
source: Event Espresso
de_de: Veranstaltung Espresso
tr_tr: Etkinlik Espressosu

source: The DMS slug '%s' should correspond to the addon's name, which should also be '%s', but no such addon was registered. These are the registered addons' names: %s
de_de: Der DMS-Slug "%s" sollte dem Namen des Addons entsprechen, der ebenfalls "%s" lauten sollte, aber es wurde kein solches Addon registriert. Dies sind die Namen der registrierten Addons: %s
fi: DMS-slugin '%s' pitäisi vastata lisäosan nimeä, jonka pitäisi myös olla '%s', mutta tällaista lisäosaa ei ole rekisteröity. Rekisteröityjen lisäosien nimet ovat seuraavat: %s
fr_fr: La limace DMS ' %s 'doit correspondre au nom de l'addon, qui devrait également être' %s ', mais rien de tel addon a été enregistré. Ce sont les noms des addons enregistrés: %s
tr_tr: DMS slug'ı '%s' eklentinin adına karşılık gelmelidir, bu da '%s' olmalıdır, ancak böyle bir eklenti kaydedilmemiştir. Bunlar kayıtlı eklentilerin adlarıdır: %s

source: Clone is not allowed.
de_de: Klonen ist nicht erlaubt.
fi: Kloonaaminen ei ole sallittua.
fr_fr: Clone ne est pas autorisé.
tr_tr: Klonlamaya izin verilmez.

source: EE_Addon::set_db_update_option_name was renamed to EE_Addon::set_activation_indicator_option
de_de: EE_Addon::set_db_update_option_name wurde umbenannt in EE_Addon::set_activation_indicator_option
fi: EE_Addon::set_db_update_option_name nimettiin uudelleen muotoon EE_Addon::set_activation_indicator_option.
fr_fr: EE_Addon :: set_db_update_option_name a été renommé EE_Addon :: set_activation_indicator_option
tr_tr: EE_Addon::set_db_update_option_name, EE_Addon::set_activation_indicator_option olarak yeniden adlandırıldı

source: EE_Addon::get_db_update_option was renamed to EE_Addon::get_activation_indicator_option_name
de_de: EE_Addon::get_db_update_option wurde umbenannt in EE_Addon::get_activation_indicator_option_name
fi: EE_Addon::get_db_update_option nimi muutettiin muotoon EE_Addon::get_activation_indicator_option_name.
fr_fr: EE_Addon :: get_db_update_option a été renommé EE_Addon :: get_activation_indicator_option_name
tr_tr: EE_Addon::get_db_update_option öğesinin adı EE_Addon::get_activation_indicator_option_name olarak değiştirildi

source: Trying to retrieve DMS class from wp option. No DMS by the name '%s' exists
de_de: Es wird versucht, die DMS-Klasse aus der wp-Option abzurufen. Es existiert kein DMS mit dem Namen '%s'.
fi: Yritetään hakea DMS-luokka wp-optiosta. DMS:ää nimellä '%s' ei ole olemassa.
fr_fr: Nouvelle tentative de récupération de l'option DMS classe wp. Pas de DMS par le nom ' %s 'existe
tr_tr: DMS sınıfı wp seçeneğinden alınmaya çalışılıyor. '%s' adında bir DMS mevcut değil

source: The wp option with key '%s' does not represent a DMS
de_de: Die Option wp mit dem Schlüssel '%s' steht nicht für ein DMS
fi: Avaimella '%s' varustettu wp-vaihtoehto ei edusta DMS:ää.
fr_fr: L'option de wp avec la touche ' %s 'ne représente pas un DMS
tr_tr: '%s' anahtarına sahip wp seçeneği bir DMS'yi temsil etmiyor

source: %s is not a valid Data Migration Script. The classname should be like EE_DMS_w_x_y_z, where w is either 'Core' or the slug of an addon and x, y and z are numbers,
de_de: %s ist kein gültiges Datenmigrationsskript. Der Klassenname sollte wie EE_DMS_w_x_y_z lauten, wobei w entweder "Core" oder der Slug eines Addons ist und x, y und z Zahlen sind,
fi: %s ei ole kelvollinen tiedonsiirtoskripti. Luokkanimen pitäisi olla muotoa EE_DMS_w_x_y_z, jossa w on joko 'Core' tai lisäosan slug ja x, y ja z ovat numeroita,
fr_fr: %s ne est pas un script de migration de données valide. Le nom de classe doit être comme EE_DMS_w_x_y_z, où w est soit 'Core' ou le slug d'un addon et x, y et z sont des nombres,
tr_tr: %s geçerli bir Veri Geçiş Komut Dosyası değildir. Sınıf adı EE_DMS_w_x_y_z gibi olmalıdır, burada w 'Core' veya bir eklentinin slug'ı ve x, y ve z sayılardır,

source: The data migration script "%s" migrates the "%s" data, but there is no EE addon with that name. There is only: %s.
de_de: Das Datenmigrationsskript "%s" migriert die "%s"-Daten, aber es gibt kein EE-Addon mit diesem Namen. Es gibt nur: %s.
fi: Tiedonsiirtoskripti "%s" siirtää "%s"-tiedot, mutta kyseisellä nimellä varustettua EE-lisäosaa ei ole olemassa. On vain: %s.
fr_fr: La migration des données de script"%s"migre les"%s"données, mais il n'y a pas addon EE avec ce nom. Il n'y a qu'une: %s .
tr_tr: "%s" veri taşıma betiği "%s" verilerini taşır, ancak bu ada sahip bir EE eklentisi yoktur. Sadece: %s var.

source: EED_Module is an abstract parent class an can not be instantiated. Please provide a proper module name.
de_de: EED_Module ist eine abstrakte übergeordnete Klasse und kann nicht instanziiert werden. Bitte geben Sie einen richtigen Modulnamen an.
fi: EED_Module on abstrakti vanhempien luokka, eikä sitä voida instantioida. Anna oikea moduulin nimi.
fr_fr: EED_Module est une classe mère abstraite une ne peut être instanciée. Se il vous plaît fournir un nom propre de module.
tr_tr: EED_Module soyut bir üst sınıftır ve örneklenemez. Lütfen uygun bir modül adı sağlayın.

source: No configuration section has been provided while attempting to save "%s".
de_de: Beim Versuch, "%s" zu speichern, wurde kein Konfigurationsabschnitt angegeben.
fi: Määritysosaa ei ole annettu, kun yritetään tallentaa "%s".
fr_fr: Aucune section de configuration a été fourni en tentant de sauver"%s".
tr_tr: "%s" kaydedilmeye çalışılırken hiçbir yapılandırma bölümü sağlanmadı.

source: The "%s" configuration section does not exist.
de_de: Der Konfigurationsabschnitt "%s" existiert nicht.
fi: Määritysosaa "%s" ei ole olemassa.
fr_fr: Le " %s"section de configuration ne existe pas.
tr_tr: "%s" yapılandırma bölümü mevcut değil.

source: The "%s" configuration settings have not been formatted correctly.
de_de: Die Konfigurationseinstellungen "%s" wurden nicht korrekt formatiert.
fi: Määritysasetuksia "%s" ei ole muotoiltu oikein.
fr_fr: Les"%s"paramètres de configuration ne ont pas été correctement mis en forme.
tr_tr: "%s" yapılandırma ayarları doğru biçimlendirilmemiştir.

source: No name has been provided for the specific configuration section.
de_de: Es wurde kein Name für den spezifischen Konfigurationsabschnitt angegeben.
fi: Tietylle konfigurointiosuudelle ei ole annettu nimeä.
fr_fr: Aucun nom n'a été fournie pour la section de configuration spécifique.
tr_tr: Özel yapılandırma bölümü için herhangi bir isim verilmemiştir.

source: No class name has been provided for the specific configuration section.
de_de: Es wurde kein Klassenname für den spezifischen Konfigurationsabschnitt angegeben.
fi: Tietylle määritysosalle ei ole annettu luokan nimeä.
fr_fr: Pas de nom de classe a été fournie pour la section de configuration spécifique.
tr_tr: Belirli bir yapılandırma bölümü için sınıf adı verilmemiştir.

source: The "%s" class does not exist. Please ensure that an autoloader has been set for it.
de_de: Die Klasse "%s" existiert nicht. Bitte stellen Sie sicher, dass ein Autoloader für sie eingerichtet wurde.
fi: Luokkaa "%s" ei ole olemassa. Varmista, että sille on määritetty automaattinen latauslaite.
fr_fr: Le"%s ne existe pas"classe. Se il vous plaît assurez-vous que un chargeur automatique a été mis pour cela.
tr_tr: "%s" sınıfı mevcut değil. Lütfen bunun için bir otomatik yükleyici ayarlandığından emin olun.

source: The "%s" class is not an instance of EE_Config_Base.
de_de: Die Klasse "%s" ist keine Instanz von EE_Config_Base.
fi: Luokka "%s" ei ole EE_Config_Base-luokan instanssi.
fr_fr: Le"%s"classe ne est pas une instance de EE_Config_Base.
tr_tr: "%s" sınıfı bir EE_Config_Base örneği değildir.

source: The "%s" could not be saved to the database.
de_de: Die Datei "%s" konnte nicht in der Datenbank gespeichert werden.
fi: Tietokantaa "%s" ei voitu tallentaa tietokantaan.
fr_fr: Le"%s"ne pouvait pas être enregistré dans la base de données.
tr_tr: "%s" veritabanına kaydedilemedi.
