Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Although customizations made to global templates are preserved when a messenger is deactivated, any settings for that messenger (or the message types that were attached to it) are lost on deactivation. Also, once you deactivate a messenger, no more messages will be delivered using that messenger for any of your events.
de_de: Obwohl Anpassungen, die an globalen Vorlagen vorgenommen wurden, bei der Deaktivierung eines Messengers erhalten bleiben, gehen alle Einstellungen für diesen Messenger (oder die Nachrichtentypen, die ihm zugeordnet waren) bei der Deaktivierung verloren. Außerdem werden nach der Deaktivierung eines Messengers keine Nachrichten mehr über diesen Messenger für Ihre Ereignisse zugestellt.
fi: Vaikka globaaleihin malleihin tehdyt mukautukset säilyvät, kun viestinvälittäjä poistetaan käytöstä, kaikki kyseistä viestinvälittäjää (tai siihen liitettyjä viestityyppejä) koskevat asetukset häviävät käytöstä poistamisen yhteydessä. Kun poistat viestinviejän käytöstä, viestejä ei myöskään enää toimiteta kyseisellä viestinviejällä tapahtumissasi.
fr_fr: Bien que les personnalisations apportées aux modèles mondiaux sont préservés quand un messager est désactivée, tous les paramètres pour ce messager (ou les types de messages qui étaient attachés à celui-ci) sont perdus lors de la désactivation. Aussi, une fois que vous désactivez un messager, pas plusieurs messages seront livrés en utilisant ce messager pour tous vos événements.
tr_tr: Bir haberci devre dışı bırakıldığında genel şablonlarda yapılan özelleştirmeler korunsa da, bu haberciye (veya ona eklenmiş olan mesaj türlerine) ilişkin tüm ayarlar devre dışı bırakıldığında kaybolur. Ayrıca, bir haberciyi devre dışı bıraktığınızda, artık hiçbir etkinliğiniz için bu haberci kullanılarak mesaj gönderilmeyecektir.

source: Go to the last page
de_de: Gehe zur letzten Seite
fi: Siirry viimeiselle sivulle
fr_fr: Aller à la dernière page
tr_tr: Son sayfaya git

source: Registration Confirmation
de_de: Bestätigung der Registrierung
fi: Ilmoittautumisvahvistus
fr_fr: Confirmation de l'inscription
tr_tr: Kayıt Onayı

source: The Event Espresso activation errors file could not be setup because: %s
de_de: Die Event Espresso-Aktivierungsfehlerdatei konnte nicht eingerichtet werden, weil: %s
fi: Event Espresson aktivointivirhetiedostoa ei voitu asentaa, koska: %s
fr_fr: L'Event Espresso fichier erreurs d'activation ne pouvait pas être mis en place parce que: %s
tr_tr: Event Espresso etkinleştirme hataları dosyası kurulamadı çünkü: %s

source: Triggered by frontend event registrations
de_de: Ausgelöst durch Frontend-Ereignisregistrierungen
fi: Käynnistyy frontend-tapahtumien rekisteröintien perusteella.
fr_fr: Déclenchée par les enregistrements d'événements frontend
tr_tr: Ön uç etkinlik kayıtları tarafından tetiklenir

source: The Event Espresso critical page entitled "%s" could not be retrieved.
de_de: Die kritische Seite von Event Espresso mit dem Titel "%s" konnte nicht abgerufen werden.
fi: Event Espresson kriittistä sivua "%s" ei voitu hakea.
fr_fr: La page critique Event Espresso intitulé"%s la"n'a pas pu être récupéré.
tr_tr: Event Espresso'nun "%s" başlıklı kritik sayfası alınamadı.

source: Payment Confirmation
de_de: Zahlungsbestätigung
fi: Maksuvahvistus
fr_fr: Paiement Confirmation
tr_tr: Ödeme Onayı

source: Triggered by frontend payments
de_de: Ausgelöst durch Frontend-Zahlungen
fi: Frontend-maksujen käynnistäminen
fr_fr: Déclenchée par paiements frontaux
tr_tr: Ön uç ödemeleri tarafından tetiklenir

source: When a new install of Event Espresso is activated, all message types will be activated except for those for Cancelled and Declined registrations. The message types for Cancelled and Declined registrations can be easily activated through the Settings tab for Messages. Deactivating and re-activating Event Espresso will keep the current settings saved.
de_de: Wenn eine neue Installation von Event Espresso aktiviert wird, werden alle Nachrichtentypen mit Ausnahme derjenigen für stornierte und abgelehnte Registrierungen aktiviert. Die Nachrichtentypen für stornierte und abgelehnte Registrierungen können einfach über die Registerkarte Einstellungen für Nachrichten aktiviert werden. Beim Deaktivieren und erneuten Aktivieren von Event Espresso bleiben die aktuellen Einstellungen gespeichert.
fi: Kun Event Espresso otetaan ensimmäisen kerran käyttöön asennuksen jälkeen, otetaan samalla käyttöön kaikki viestityypit lukuun ottamatta peruutettuja tai hylättyjä ilmoittautumisa koskevia viestityyppejä. Nämä viestityypit voidaan ottaa helposti käyttöön Viestien Asetukset-välilehdellä. Asetukset säilyvät, vaikka Event Espresso kytkettäisiin välillä pois päältä ja sen jälkeen uudelleen päälle.
fr_fr: Quand une nouvelle installation de Event Espresso est activée, tous les types de messages seront activés exception de celles pour les enregistrements annulés et refusés. Les types de messages pour les enregistrements annulés et refusés peuvent être facilement activées via l'onglet Paramètres des messages. Désactivation et réactivation Event Espresso permet de garder les paramètres actuels sauvegardés.
tr_tr: Event Espresso'nun yeni bir kurulumu etkinleştirildiğinde, İptal Edilen ve Reddedilen kayıtlar hariç tüm mesaj türleri etkinleştirilir. İptal Edilen ve Reddedilen kayıtlar için mesaj türleri Mesajlar için Ayarlar sekmesinden kolayca etkinleştirilebilir. Event Espresso'nun devre dışı bırakılması ve yeniden etkinleştirilmesi mevcut ayarların kaydedilmesini sağlayacaktır.

source: The following plugin needs to be updated in order to work with this version of our plugin update script: <strong>%s</strong></p><p>You will have to update this manually. Contact support for further instructions
de_de: Das folgende Plugin muss aktualisiert werden, damit es mit dieser Version unseres Plugin-Update-Skripts funktioniert: <strong>%s</strong></p><p>Sie müssen es manuell aktualisieren. Kontaktieren Sie den Support für weitere Anweisungen
fi: Seuraava lisäosa on päivitettävä, jotta se toimisi tämän lisäosan päivitysskriptin version kanssa: <strong>%s</strong></p><p>Sinun on päivitettävä tämä manuaalisesti. Ota yhteyttä asiakaspalveluun saadaksesi lisäohjeita
fr_fr: Le plugin suivant doit être mis à jour pour fonctionner avec cette version de notre script de mise à jour du plugin: <strong>%s</strong></p><p>Vous devrez mettre à jour manuellement. Contactez le support technique pour obtenir des instructions supplémentaires
tr_tr: Eklenti güncelleme betiğimizin bu sürümüyle çalışabilmesi için aşağıdaki eklentinin güncellenmesi gerekmektedir: <strong>%s</strong></p><p>Bunu manuel olarak güncellemeniz gerekecektir. Daha fazla talimat için destek ekibiyle iletişime geçin

source: There may be times where you want to deactivate (or activate new) Message Types for a particular messenger. The messages system makes it easy to do so. To deactivate a Message Type, drag the message type box from the "active area" into the "inactive" area in the right sidebar. To re-activate, simply reverse your steps. Remember that when you deactivate a message type, if that message type has any settings, the settings will be lost. However, any message templates that match the messenger and message type you deactivated will be preserved, they are just marked "inactive" in the database.
de_de: Es kann vorkommen, dass Sie Nachrichtenarten für einen bestimmten Messenger deaktivieren (oder neu aktivieren) möchten. Das Nachrichtensystem macht es Ihnen leicht, dies zu tun. Um einen Nachrichtentyp zu deaktivieren, ziehen Sie das Feld des Nachrichtentyps aus dem "aktiven Bereich" in den "inaktiven" Bereich in der rechten Seitenleiste. Um sie wieder zu aktivieren, kehren Sie die Schritte einfach um. Denken Sie daran, dass beim Deaktivieren eines Nachrichtentyps alle Einstellungen für diesen Nachrichtentyp verloren gehen. Alle Nachrichtenvorlagen, die mit dem deaktivierten Messenger und Nachrichtentyp übereinstimmen, bleiben jedoch erhalten, sie werden in der Datenbank lediglich als "inaktiv" markiert.
fi: Saattaa olla tilanteita, joissa haluat poistaa käytöstä (tai ottaa käyttöön uusia) viestityyppejä tiettyä viestintävälinettä varten. Viestijärjestelmän avulla se on helppoa. Voit poistaa viestityypin käytöstä vetämällä viestityyppiruudun "aktiiviselta alueelta" oikean sivupalkin "inaktiiviselle" alueelle. Jos haluat ottaa sen uudelleen käyttöön, yksinkertaisesti käännä vaiheet päinvastaisiksi. Muista, että kun poistat viestityypin käytöstä, asetukset menetetään, jos kyseisellä viestityypillä on asetuksia. Kuitenkin kaikki viestimallit, jotka sopivat deaktivoimaasi viestintävälineeseen ja viestityyppiin, säilyvät, ne vain merkitään tietokantaan "inaktiivisiksi".
fr_fr: Il peut y avoir des moments où vous souhaitez désactiver (ou activer de nouveaux types de messages) pour un messager particulier. Le système de messages, il est facile de le faire. Pour désactiver un type de message, faites glisser la boîte de type de message de la"zone active"dans la zone " inactif» dans la barre de droite . Pour réactiver, inversez simplement vos étapes. Rappelez-vous que lorsque vous désactivez un type de message, si ce type de message a tous les paramètres, les paramètres seront perdus. Toutefois, les modèles de message qui correspondent le messager et le message de type vous avez désactivé sera préservée, ils sont juste marqués" inactif» dans la base de données.
tr_tr: Belirli bir mesajlaşma programı için Mesaj Türlerini devre dışı bırakmak (veya yeni Mesaj Türlerini etkinleştirmek) istediğiniz zamanlar olabilir. Mesaj sistemi bunu yapmanızı kolaylaştırır. Bir Mesaj Türünü devre dışı bırakmak için, mesaj türü kutusunu "aktif alandan" sağ kenar çubuğundaki "inaktif" alana sürükleyin. Yeniden etkinleştirmek için adımlarınızı tersine çevirmeniz yeterlidir. Bir mesaj türünü devre dışı bıraktığınızda, bu mesaj türünün herhangi bir ayarı varsa, ayarların kaybolacağını unutmayın. Ancak, devre dışı bıraktığınız mesajlaşma programı ve mesaj türüyle eşleşen tüm mesaj şablonları korunacaktır, sadece veritabanında "etkin değil" olarak işaretlenirler.

source: Unable to setup automatic updates for the plugin with the slug "%s" because of an error with the code. Please contact EE support and give them this error message.
de_de: Aufgrund eines Fehlers im Code können keine automatischen Updates für das Plugin mit dem Slug "%s" eingerichtet werden. Bitte wenden Sie sich an den EE-Support und teilen Sie ihm diese Fehlermeldung mit.
fi: Automaattisia päivityksiä ei pystytä määrittämään laajennukselle, jonka slug on "%s", koska koodissa on virhe. Ota yhteyttä EE:n tukeen ja anna heille tämä virheilmoitus.
fr_fr: Impossible de configuration des mises à jour automatiques pour le plugin avec la limace"%s"en raison d'une erreur avec le code. Se il vous plaît contacter le support EE et leur donner ce message d'erreur.
tr_tr: Koddaki bir hata nedeniyle "%s" slug'ına sahip eklenti için otomatik güncellemeler ayarlanamıyor. Lütfen EE destek ile iletişime geçin ve onlara bu hata mesajını verin.

source: Category Parent
de_de: Kategorie Elternteil
fi: Yläluokka
fr_fr: Catégorie Parent
tr_tr: Kategori Ebeveyn

source: Trying to retrieve a non-existent property (%s). Double check the spelling please
de_de: Es wird versucht, eine nicht existierende Eigenschaft (%s) abzurufen. Überprüfen Sie bitte die Schreibweise
fi: Yritetään hakea ei-olemassa olevaa ominaisuutta (%s). Tarkista oikeinkirjoitus kahdesti
fr_fr: Essayer de récupérer une propriété inexistante ( %s ). Double vérifier l'orthographe se il vous plaît
tr_tr: Var olmayan bir özellik (%s) alınmaya çalışılıyor. Yazımı iki kez kontrol edin lütfen

source: Categories are hierarchical. You can change the parent for this category here.
de_de: Kategorien sind hierarchisch aufgebaut. Hier können Sie das übergeordnete Element für diese Kategorie ändern.
fi: Luokat ovat hierarkisia. Tästä voit vaihtaa tämän luokan yläluokkaa.
fr_fr: Les catégories sont hiérarchiques. Vous pouvez changer le parent pour cette catégorie ici.
tr_tr: Kategoriler hiyerarşiktir. Bu kategori için üst öğeyi buradan değiştirebilirsiniz.

source: This ticket was automatically locked and archived because it has a sold quantity and the price was modified. Existing ticket holders will still be verified using these ticket details. However, Event Espresso has automatically created a new active ticket with the modified price for new registrants. This lock is meant to prevent accidental trashing of this ticket. Certain details of this ticket can still be edited (non disabled inputs).
de_de: Dieses Ticket wurde automatisch gesperrt und archiviert, da es eine verkaufte Menge hat und der Preis geändert wurde. Bestehende Ticketinhaber werden weiterhin mit diesen Ticketdetails verifiziert. Event Espresso hat jedoch automatisch ein neues aktives Ticket mit dem geänderten Preis für neue Registranten erstellt. Diese Sperre soll verhindern, dass dieses Ticket versehentlich gelöscht wird. Bestimmte Details dieses Tickets können weiterhin bearbeitet werden (nicht deaktivierte Eingaben).
fi: Tämä lippu lukittiin ja arkistoitiin automaattisesti, koska siinä on myyty määrä ja hintaa on muutettu. Nykyiset lipunhaltijat tarkistetaan edelleen näiden lipputietojen avulla. Event Espresso on kuitenkin luonut automaattisesti uuden aktiivisen lipun, jossa on muutettu hinta uusia rekisteröityjiä varten. Tämän lukituksen tarkoituksena on estää tämän lipun vahingossa tapahtuva hävittäminen. Tämän lipun tiettyjä tietoja voidaan edelleen muokata (ei poistettu käytöstä).
fr_fr: Ce billet a été automatiquement verrouillé et archivée parce qu'elle a une quantité vendue et le prix a été modifié. Les détenteurs de billets existants seront toujours vérifiées à l'aide de ces détails de billets. Cependant, Espresso Event a créé automatiquement un nouveau billet actif avec le prix modifié pour les nouveaux inscrits. Ce verrou est destiné à éviter saccage accidentelle de ce billet. Certains détails de ce billet peuvent encore être modifiés (entrées non handicapés).
tr_tr: Bu bilet otomatik olarak kilitlendi ve arşivlendi çünkü satılan bir miktarı var ve fiyatı değiştirildi. Mevcut bilet sahipleri bu bilet bilgilerini kullanarak doğrulanmaya devam edecektir. Ancak Event Espresso, yeni kayıt yaptıranlar için değiştirilen fiyatla otomatik olarak yeni bir aktif bilet oluşturdu. Bu kilit, bu biletin yanlışlıkla çöpe atılmasını önlemek içindir. Bu biletin belirli ayrıntıları hala düzenlenebilir (devre dışı bırakılmamış girişler).

source: The check-in status could not be determined.
de_de: Der Check-in-Status konnte nicht ermittelt werden.
fi: Sisäänkirjautumisen tilaa ei voitu määrittää.
fr_fr: L'état de l'enregistrement n'a pas pu être déterminée.
tr_tr: Check-in durumu tespit edilememiştir.

source: This datetime can no longer be duplicated or deleted because tickets associated with this datetime have already been sold.
de_de: Dieser Termin kann nicht mehr dupliziert oder gelöscht werden, da die mit diesem Termin verbundenen Tickets bereits verkauft wurden.
fi: Tätä ajankohtaa ei voida enää monistaa tai poistaa, koska tähän ajankohtaan liittyviä lippuja on jo myyty.
fr_fr: Ce datetime ne peut plus être dupliqué ou supprimé car les billets associés à cette date-heure ont déjà été vendus.
tr_tr: Bu tarih saatiyle ilişkili biletler zaten satılmış olduğundan, bu tarih saati artık çoğaltılamaz veya silinemez.

source: Cannot get billing info for gateway %s on transaction because the primary registration has no attendee exists
de_de: Rechnungsdaten für Gateway %s können nicht abgerufen werden, da für die primäre Registrierung kein Teilnehmer vorhanden ist
fi: Tapahtuman portin %s laskutustietoja ei voida saada, koska ensisijaisella rekisteröinnillä ei ole osallistujaa.
fr_fr: Vous ne pouvez pas obtenir des informations de facturation pour passerelle %s sur les transactions parce que l'enregistrement primaire n'a pas de participant existe
tr_tr: Birincil kayıtta katılımcı bulunmadığı için işlemde %s ağ geçidi için fatura bilgisi alınamıyor

source: This is the name or title for an event datetime.
de_de: Dies ist der Name oder Titel für einen Ereigniszeitpunkt.
fi: Tämä on tapahtuman nimi tai otsikko.
fr_fr: Ce est le nom ou le titre d'un datetime événement.
tr_tr: Bu, bir olay tarih saatinin adı veya başlığıdır.

source: Cannot open file for read: %s<br>
de_de: Datei kann nicht zum Lesen geöffnet werden: %s<br>
fi: Tiedostoa ei voi avata luettavaksi: %s<br>
fr_fr: Impossible d'ouvrir le fichier de lecture: %s <br>
tr_tr: Dosya okuma için açılamıyor: %s<br>

source: Approved Registrations
de_de: Genehmigte Registrierungen
fi: Hyväksytyt ilmoittautumiset
fr_fr: Inscriptions approuvés
tr_tr: Onaylanmış Kayıtlar

source: Pending Payment Registrations
de_de: Registrierungen, die auf Bezahlung warten
fi: Vireillä olevat maksut Rekisteröinnit
fr_fr: Inscriptions en attente de paiement
tr_tr: Bekleyen Ödeme Kayıtları

source: Click the Move to Trash link to move an event to the trash. Note: an event can only be deleted after associated payments have been removed and registrations have been removed.
de_de: Klicken Sie auf den Link In den Papierkorb verschieben, um eine Veranstaltung in den Papierkorb zu verschieben. Hinweis: Eine Veranstaltung kann erst gelöscht werden, nachdem die zugehörigen Zahlungen und Anmeldungen entfernt wurden.
fi: Siirrä tapahtuma roskakoriin napsauttamalla Siirrä roskakoriin -linkkiä. Huomautus: tapahtuma voidaan poistaa vasta, kun siihen liittyvät maksut on poistettu ja rekisteröinnit poistettu.
fr_fr: Cliquez sur le lien Déplacer vers Corbeille pour déplacer un événement à la poubelle. Remarque: un événement ne peut être supprimé après paiements associés ont été supprimés et les enregistrements ont été supprimés.
tr_tr: Bir etkinliği çöp kutusuna taşımak için Çöp Kutusuna Taşı bağlantısına tıklayın. Not: Bir etkinlik ancak ilişkili ödemeler kaldırıldıktan ve kayıtlar silindikten sonra silinebilir.

source: This is the event datetimes of the event. All events require a start and an end date in order to display properly on your pages. You can also view sold tickets, quickly create a new tickets, and duplicate an event datetime. Event Datetimes can also have a title or name associated with them.
de_de: Dies ist das Ereignisdatum des Ereignisses. Alle Veranstaltungen benötigen ein Start- und ein Enddatum, damit sie auf Ihren Seiten korrekt angezeigt werden. Sie können auch verkaufte Tickets anzeigen, schnell ein neues Ticket erstellen und einen Veranstaltungszeitpunkt duplizieren. Veranstaltungszeitpunkte können auch mit einem Titel oder Namen versehen werden.
fi: Tämä on tapahtuman päivämäärät. Kaikki tapahtumat tarvitsevat alku- ja loppupäivän, jotta ne voidaan näyttää oikein sivuillasi. Voit myös tarkastella myytyjä lippuja, luoda nopeasti uusia lippuja ja kopioida tapahtuman päivämäärän. Tapahtumapäivämääriin voi liittää myös otsikon tai nimen.
fr_fr: Ce est les datetimes d'événements de l'événement. Tous les événements exigent un début et une date de fin pour afficher correctement sur vos pages. Vous pouvez également consulter les billets vendus, créer rapidement un nouveau billet, et dupliquer un datetime événement. Datetimes événement peut aussi avoir un titre ou un nom associé avec eux.
tr_tr: Bu, etkinliğin etkinlik tarih zamanlarıdır. Tüm etkinliklerin sayfalarınızda düzgün bir şekilde görüntülenebilmesi için bir başlangıç ve bitiş tarihi gerekir. Ayrıca satılan biletleri görüntüleyebilir, hızlı bir şekilde yeni bilet oluşturabilir ve bir etkinlik tarih saatini çoğaltabilirsiniz. Etkinlik Tarih Zamanlarının kendileriyle ilişkilendirilmiş bir başlığı veya adı da olabilir.

source: Event Datetimes Limit Field
de_de: Ereignis Datenzeiten Grenzfeld
fi: Tapahtuman päivämäärät Rajauskenttä
fr_fr: Événement datetimes Limit terrain
tr_tr: Olay Tarihleri Sınır Alanı

source: Event Datetimes Sold
de_de: Verkaufte Veranstaltungstermine
fi: Myydyt tapahtumapäivät
fr_fr: datetimes d'événements Vendu
tr_tr: Satılan Etkinlik Tarihleri

source: Create a New Event Datetime
de_de: Einen neuen Veranstaltungstermin erstellen
fi: Luo uusi tapahtuman ajankohta
fr_fr: Créer un nouveau Datetime événement
tr_tr: Yeni Etkinlik Tarih Saati Oluşturma

source: Note: many of your EE3 shortcodes will be changed to EE4 shortcodes during this migration (among many other things). Should you revert to EE3, then you should restore to your backup or manually change the EE4 shortcodes back to their EE3 equivalents
de_de: Hinweis: Viele Ihrer EE3-Shortcodes werden bei dieser Migration (neben vielen anderen Dingen) in EE4-Shortcodes geändert. Sollten Sie zu EE3 zurückkehren, sollten Sie Ihr Backup wiederherstellen oder die EE4-Shortcodes manuell in ihre EE3-Entsprechungen zurückändern
fi: Huomaa: monet EE3-lyhytkoodeistasi muutetaan EE4-lyhytkoodeiksi tämän migraation aikana (monien muiden asioiden lisäksi). Jos palaat takaisin EE3:een, sinun on palautettava varmuuskopio tai muutettava EE4-lyhytkoodit manuaalisesti takaisin EE3-ekvivalenteiksi.
fr_fr: Note: nombre de vos shortcodes EE3 sera changé à shortcodes EE4 au cours de cette migration (entre autres choses). Si vous revenir à EE3, alors vous devriez restaurer votre sauvegarde ou manuellement changer les shortcodes EE4 à leurs équivalents de EE3
tr_tr: Not: EE3 kısa kodlarınızın birçoğu bu geçiş sırasında EE4 kısa kodlarıyla değiştirilecektir (diğer birçok şeyin yanı sıra). EE3'e geri dönmeniz durumunda, yedeğinize geri dönmeli veya EE4 kısa kodlarını manuel olarak EE3 eşdeğerlerine geri değiştirmelisiniz

source: Error in updating the row in %s setting 'MTP_name = %s
de_de: Fehler beim Aktualisieren der Zeile in %s mit der Einstellung 'MTP_name = %s
fi: Virhe päivitettäessä riviä %s:ssä, jossa asetetaan 'MTP_name = %s'.
fr_fr: Erreur dans la mise à jour de la ligne de %s la valeur «MTP_name = %s
tr_tr: 'MTP_name = %s' ayarındaki %s satırının güncellenmesinde hata oluştu

source: Error in inserting a row into setting EVT_ID = %d and GRP_ID = %d
de_de: Fehler beim Einfügen einer Zeile in der Einstellung EVT_ID = %d und GRP_ID = %d
fi: Virhe rivin lisäämisessä asetukseen EVT_ID = %d ja GRP_ID = %d.
fr_fr: Erreur dans l'insertion d'une ligne dans la mise en EVT_ID = %d et grp_id = %d
tr_tr: EVT_ID = %d ve GRP_ID = %d ayarına satır eklenirken hata oluştu

source: Using Datetimes Limit Field & Ticket Quantities
de_de: Datumsangaben verwenden Feld & Ticketmengen begrenzen
fi: Using Datetimes Limit Field & Ticket Quantities (lippujen määrät)
fr_fr: Utilisation datetimes Limite Field & billets Quantités
tr_tr: Tarih Zamanlarını Kullanma Alan Sınırlaması & Bilet Miktarları

source: The rich text editor can be used to create a description for your event category.
de_de: Mit dem Rich-Text-Editor können Sie eine Beschreibung für Ihre Veranstaltungskategorie erstellen.
fi: Rikastekstieditorilla voit luoda kuvauksen tapahtumakategoriallesi.
fr_fr: L'éditeur de texte enrichi peut être utilisé pour créer une description de votre catégorie d'événement.
tr_tr: Zengin metin editörü, etkinlik kategoriniz için bir açıklama oluşturmak için kullanılabilir.

source: It appears the Event Espresso Core Configuration is not setup correctly.
de_de: Es scheint, dass die Event Espresso Core-Konfiguration nicht korrekt eingerichtet ist.
fi: Näyttää siltä, että Event Espresso Core Configuration ei ole määritetty oikein.
fr_fr: Il semble que la configuration de base d'Event Espresso ne soit pas configuré correctement.
tr_tr: Event Espresso Core Yapılandırması doğru şekilde ayarlanmamış gibi görünüyor.
