Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: You can perform a search to find certain venues. The following sources will be searched: Venue Name (title), Venue Description, Venue Short Description (excerpt), Venue Address, Venue City, Venue Zip / Postal Code, Venue Phone, Venue URL, Venue Virtual Phone, Venue Google Map Link, Event Name (title), Event Description, Event Phone, and Event External URL. To use the search feature, enter a value into the search box and click on the Search Venues button.
de_de: Sie können eine Suche durchführen, um bestimmte Veranstaltungsorte zu finden. Die folgenden Quellen werden durchsucht: Name des Veranstaltungsortes (Titel), Beschreibung des Veranstaltungsortes, Kurzbeschreibung des Veranstaltungsortes (Auszug), Adresse des Veranstaltungsortes, Stadt des Veranstaltungsortes, Postleitzahl des Veranstaltungsortes, Telefon des Veranstaltungsortes, URL des Veranstaltungsortes, virtuelles Telefon des Veranstaltungsortes, Google-Map-Link des Veranstaltungsortes, Name des Veranstaltungsortes (Titel), Beschreibung des Veranstaltungsortes, Telefon des Veranstaltungsortes und externe URL des Veranstaltungsortes. Um die Suchfunktion zu nutzen, geben Sie einen Wert in das Suchfeld ein und klicken Sie auf die Schaltfläche Veranstaltungsorte suchen.
fi: Voit tehdä haun löytääksesi tiettyjä tapahtumapaikkoja. Haku tehdään seuraavista lähteistä: Tapahtumapaikan nimi (otsikko), Tapahtumapaikan kuvaus, Tapahtumapaikan lyhyt kuvaus (ote), Tapahtumapaikan osoite, Tapahtumapaikan kaupunki, Tapahtumapaikan postinumero, Tapahtumapaikan puhelin, Tapahtumapaikan URL-osoite, Tapahtumapaikan virtuaalipuhelin, Tapahtumapaikan Google Map -linkki, Tapahtuman nimi (otsikko), Tapahtuman kuvaus, Tapahtuman puhelin ja Tapahtuman ulkoinen URL. Jos haluat käyttää hakutoimintoa, kirjoita arvo hakukenttään ja napsauta Etsi tapahtumapaikkoja -painiketta.
fr_fr: Vous pouvez effectuer une recherche pour trouver certains lieux. Les sources suivantes seront consultées: Nom Lieu (titre), Lieu description, Lieu Description courte (extrait), Lieu Adresse, Lieu Ville, Lieu ZIP / Code postal, Lieu Téléphone, URL Lieu, Lieu de téléphone virtuel, Lieu Lien Google Map, Nom de la manifestation (titre), Description de la manifestation, Téléphone de la manifestation, et l'URL externe de la manifestation. Pour utiliser la fonction de recherche, entrez une valeur dans la case de recherche et cliquez sur le bouton Rechercher Salles.

source: show%1$sdetails%1$s+
de_de: Zeige%1$sEinzelheiten%1$s+
fi: näytä%1$stiedot%1$s+
fr_fr: afficher + de %1$s détails %1$s

source: Sold&nbsp;Out
de_de: Ausverkauft
fi: Loppuunmyyty
fr_fr: Complet

source: The Datetime you are attempting to trash is the only datetime selected for the following ticket(s):
de_de: Den Termin, den Du versucht hast zu löschen, ist der einzige Termin der für folgende Ticket(s) ausgewählt wurde:
fi: Päivämäärä, jota yrität roskata, on ainoa päivämäärä, joka on valittu seuraavaan lippuun (seuraaviin lippuihin):
fr_fr: La date et d'heure que vous tentez d'ordures est la seule datetime sélectionné pour le billet (s) ci-dessous:

source: ADD
fi: LISÄÄ
fr_fr: Ajouter

source: Regs
fi: Ilmot
fr_fr: Enreg.

source: Authorize.net API Login ID
de_de: Authorize.net API-Anmelde-ID
fi: Authorize.net API kirjautumistunnus
fr_fr: Authorize.net API ID de connexion

source: Minimum
fi: Vähintään
fr_fr: Minimal

source: PayPal Email
fi: PayPal-sähköposti
fr_fr: E-mail PayPal

source: Google Map Link
fi: Google Maps -linkki
fr_fr: Lien Google Map

source: Questions groups are a pre-populated group of questions. The personal information question group is required for all events. You can request additional information from a primary registrant by placing a checkmark in the checkbox for that question group.
de_de: Bei den Fragengruppen handelt es sich um eine vordefinierte Gruppe von Fragen. Die Fragengruppe "Persönliche Informationen" ist für alle Veranstaltungen erforderlich. Sie können zusätzliche Informationen von einem primären Registranten anfordern, indem Sie ein Häkchen in das Kontrollkästchen für diese Fragengruppe setzen.
fi: Kysymysryhmä on ryhmä valmiiksi koottuja kysymyksiä. Henkilötiedot-kysymysryhmä vaaditaan kaikissa tapahtumissa. Voit pyytää ensisijaiselta ilmoittautujalta lisätietoja valitsemalla haluamasi kysymysryhmän valintaruudun.
fr_fr: groupes de questions sont un groupe pré-remplie de questions. Le groupe de questions de renseignements personnels est nécessaire pour tous les événements. Vous pouvez demander des renseignements supplémentaires auprès d'un inscrit primaire en plaçant une coche dans la case à cocher pour ce groupe de questions.

source: Event Espresso %1$sAffiliate%2$s ID
de_de: Ereignis Espresso %1$sAffiliate%2$s ID
fi: Event Espresso %sKumppanuus%s-tunnus

source: Req
de_de: Anfrage
fi: Vaadittu

source: Event Espresso is in Frontend-Only MAINTENANCE MODE. This means the front-end (ie, non-wp-admin pages) is disabled for ALL users except site admins. Visit the %s Maintenance Page %s to disable maintenance mode.
de_de: Event Espresso befindet sich im "Frontend-Only MAINTENANCE MODE". Das bedeutet, dass das Frontend (d.h. die Seiten, die nicht dem WP-Admin gehören) für ALLE Benutzer außer den Site-Administratoren deaktiviert ist. Besuchen Sie die %s Wartungsseite %s, um den Wartungsmodus zu deaktivieren.
fi: Event Espresson julkinen osuus on huoltotilassa. Tämä tarkoittaa, että julkiset sivut (eli muut kuin ylläpitosivut) ovat poissa KAIKILTA käyttäjiltä lukuun ottamatta ylläpitäjiä. Voit kytkeä huoltotilan pois päältä %s Huoltosivulta %s.
fr_fr: Event Espresso est en Mode Maintenance Client. Cela signifie que le coté client (par ex les pages non-wp-admin) est désactivé pour TOUS les utilisateurs, à l'exception des administrateurs du site. Visitez la %s Page Maintenance %s pour désactiver le Mode Maintenance.

source: hide%1$sdetails%1$s-
de_de: weniger%1$sInformationen%1$s-
fi: piilota%1$stiedot%1$s-
fr_fr: ne pas afficher %1$s détails %1$s

source: Page%sStatus%sOK
de_de: Seite%sStatus%sOK
fi: Sivun%sTila%sOK
fr_fr: Cette page %s l'état %s OK

source: http://dummypaymenturlforpreview.com
fi: http://maksuosoiteesimerkki.fi

source: Active Template
de_de: Aktuelles Temaplate:
fi: Aktiivinen malli

source: email
fi: sähköposti

source: To
de_de: An
fi: Vast
fr_fr: À

source: From
de_de: Von
fi: Läh
fr_fr: De

source: Your version of PHP is out of date, please update to the latest version of PHP. <br>Required version of PHP:
de_de: Ihre PHP-Version ist veraltet, bitte aktualisieren Sie auf die neueste Version von PHP. <br>Erforderliche Version von PHP:
fi: PHP-versiosi on vanhentunut. Ole hyvä ja päivitä viimeisimpään PHP-versioon.<br>Vaadittu PHP-versio:
fr_fr: Votre version de PHP est obsolète, s'il vous plaît mettre à jour à la dernière version de PHP. Version <br> requis de PHP:

source: Your version of MySQL is out of date, please update to the latest version of MySQL. <br>Required version of MySQL:
de_de: Ihre MySQL-Version ist veraltet, bitte aktualisieren Sie auf die neueste Version von MySQL. <br>Erforderliche Version von MySQL:
fi: MySQL-versiosi on vanhentunut. Ole hyvä ja päivitä viimeisimpään MySQL-versioon.<br>Vaadittu MySQL-versio:
fr_fr: Votre version de MySQL n'est pas à jour, s'il vous plaît mettre à jour à la dernière version de MySQL. Version <br> requis de MySQL:

source: Dutch
de_de: Niederländisch
fi: hollanti
fr_fr: Néerlandais

source: Portuguese
de_de: Portugiesisch
fi: portugali
fr_fr: Portugais

source: Russian
de_de: Russisch
fi: venäjä
fr_fr: Russe

source: Turkish
de_de: Türkisch
fi: turkki
fr_fr: Turc

source: French
de_de: Französisch
fi: ranska
fr_fr: Français

source: German
de_de: Deutsch
fi: saksa
fr_fr: Allemand

source: English
de_de: Englisch
fi: englanti
fr_fr: Anglais

source: Spanish
de_de: Spanisch
fi: espanja
fr_fr: Espagnol

source: This widget requires JavaScript.
de_de: Dieses Widget benötigt JavaScript.
fi: Tämä vimpain vaatii JavaScriptin.
fr_fr: Ce widget nécessite JavaScript.

source: Reg. ID:
fi: Ilm.tunnus:

source: UXIP Opt In?
fi: Osallistutko UXIP-hankkeeseen?

source: REG ID
de_de: Registrierungs ID
fi: Ilm.tunnus

source: TXN ID
fi: Tilaus

source: Reg Code
de_de: Registrierungsschlüssel
fi: Ilmoittautumistunnus
fr_fr: Code de Reg

source: Email
fi: Sähköposti

source: WordPress Version:
fi: WordPress-versio:
fr_fr: Version Wordpress:

source: PHP Version:
fi: PHP-versio:
fr_fr: Version PHP:

source: MySQL Version:
fi: MySQL-versio:
fr_fr: Version MonSQL

source: WordPress Address (URL):
de_de: WordPress Adresse (URL):
fi: WordPress-osoite (URL):
fr_fr: Adresse Wordpress(URL)

source: Zip
de_de: PLZ
fi: Postinumero
fr_fr: Code Postal

source: Global
fi: Yleinen
fr_fr: général

source: P.O. / S.O.#
de_de: Bestellung/Auftrag#
fi: Myynti/osto#

source: P.O. / S.O.&nbsp;#
de_de: Bestellung/Auftrag&nbsp;#
fi: Myynti/osto&nbsp;#

source: TXN ID / CHQ #
fi: Tilaus-ID / Shekkinro

source: P.O. / S.O. #
de_de: Bestellung/Auftrag #
fi: Myynti/osto-#

source: Limit
fi: Raja
fr_fr: Limiter

source: maxlength
de_de: maxLänge

source: PayPal Onboarding: %1$s
de_de: PayPal-Einführung: %1$s

source: Square OAuth
de_de: Quadratisches OAuth

source: Minutely
de_de: Minutiös

source: %1$s, Auth: %2$s
de_de: %1$s, Autorisierung: %2$s

source: First Data Payeezy
de_de: Erste Daten Payeezy

source: Chase Orbital
de_de: Verfolgungsjagd Orbital

source: Pay.gov
de_de: Bezahlen.gov

source: Visa Electron
de_de: Visa-Elektron

source: Tipsy
de_de: Beschwipst

source: %1$sReview Record%2$s
de_de: %1$sDatensatz%2$s überprüfen

source: Horizon
de_de: Horizont

source: of
de_de: von

source: Filtered CSV Report
fr_fr: Rapport CSV Filtré

source: %1$sWe're sorry, but you're registration time has expired.%2$s%4$sIf you still wish to complete your registration, please return to the %5$sEvent List%6$sEvent List%7$s and reselect your tickets if available. Please except our apologies for any inconvenience this may have caused.%8$s
fr_fr: %1$sNous sommes navré, mais le temps imparti pour votre inscription est échu. %2$s%4$sSi vous souhaitez tout de m'ême compléter votre inscription, merci de retourner à %5$sEvent List%6$sEvent List%7$s et resélectionner vos billets, si disponible. Merci d'accepter nos excuses pour les désagréments causés.%8$s

source: %1$scancel registration%2$s
fr_fr: %1$sAnnuler l'inscription%2$s

source: If set to "Yes", then a shipping address will be requested on the PayPal checkout page.
fr_fr: Si régler sur "Oui", une adresse de livraison sera demandée sur la page de paiement de PayPal.

source: The Invoice payment method has been activated. It requires the invoice message type, html messenger, and pdf messenger be activated as well for the %1$smessages system%2$s, so it has been automatically verified that they are also active.
fr_fr: La méthode de paiement par facture a été activée. Ceci requiert que le type de message de facture, le messager de html, et le messager de pdf soient activés aussi bien pour le%1$smessages système%2$s, donc il a été vérifié automatiquement qu'ils sont également actifs.

source: To toggle check-in status, select a datetime.
fr_fr: Pour activer le statut d'enregistrement, sélectionnez une date et heure.

source: Your website's timezone is currently set to UTC + 0. We recommend updating your timezone to a city or region near you before you create an event. Your timezone can be updated through the %1$sGeneral Settings%2$s page.
fr_fr: Le fuseau horaire de votre site Web est actuellement réglé sur UTC + 0. Nous vous recommandons de mettre à jour votre fuseau horaire dans une ville ou une région proche de chez vous avant de créer un événement. Votre fuseau horaire peut être mis à jour via la page%1$sParamètres généraux%2$s.

source: Activate Global Help Tours?
fr_fr: Activer les Tours d'Aide Globale?

source: This toggles whether the Event Espresso help tours are active globally or not.
fr_fr: Cela permet de choisir si les tournées d'aide Event Espresso sont actives globalement ou non.

source: Your last Database Update had a %s FATAL ERROR, and CANNOT be continued%s.
fr_fr: Votre dernière mise à jour de la base de données avait une ERREUR FATALE%s et NE PEUT PAS être poursuivie%s.

source: iDEAL Mollie is an off-site payment method for accepting payments via iDeal, credit and debit cards, and other payment services. iDEAL is available to event organizers in the Netherlands. Other payment options such as credit and debit card payments are available to event organizers in many countries in Europe. An account with Mollie is required to accept payments. Need a Mollie account? %1$sClick here to sign up for a merchant account%2$s.
fr_fr: IDEAL Mollie est une méthode de paiement hors site pour l'acceptation de paiements via iDeal, cartes de crédit et de débit et autres services de paiement. IDEAL est à la disposition des organisateurs d'événements aux Pays-Bas. D'autres options de paiement telles que les paiements par carte de crédit et de débit sont disponibles pour les organisateurs d'événements dans de nombreux pays en Europe. Un compte chez Mollie est requis pour accepter les paiements. Besoin d'un compte Mollie? %1$sCliquez ici pour vous inscrire à un compte marchand%2$s.

source: iPay88 is an off-site payment method for accepting credit and debit cards and is available to event organizers in Malaysia. An account with iPay88 is required to accept payments. Need a iPay88 account? %1$sClick here to sign up for a merchant account%2$s.
fr_fr: IPay88 est une méthode de paiement hors site pour l'acceptation de cartes de crédit et de débit et est disponible pour les organisateurs d'événements en Malaisie. Un compte avec iPay88 est requis pour accepter les paiements. Besoin d'un compte iPay88? %1$sCliquez ici pour vous inscrire à un compte marchand%2$s.

source: MasterCard Internet Gateway Service (MiGS) is an on-site payment method for accepting credit and debit cards and is available to event organizers in Australia. An account with a supported bank (e.g. Commonwealth, ANZ, Bendigo, Axis, etc) is required to accept payments. Need an account? %1$sClick here to sign up for a merchant account%2$s.
fr_fr: MasterCard Internet Gateway Service (MiGS) est une méthode de paiement sur site pour l'acceptation de cartes de crédit et de débit et est disponible pour les organisateurs d'événements en Australie. Un compte avec une banque prise en charge (par exemple Commonwealth, ANZ, Bendigo, Axis, etc.) est requis pour accepter les paiements. Besoin d'un compte? %1$sCliquez ici pour vous inscrire à un compte marchand%2$s.

source: PayFort Settings
fr_fr: Réglages PayFort

source: Secret Key %s
fr_fr: Clé secrète %s

source: Public Key %s
fr_fr: Clé publique %s

source: It appears the PayFort Checkout JavaScript was not loaded properly! Please refresh the page and try again or contact support. PayFort payments will not be processed.
fr_fr: Il semble que le JavaScript de PayFort Checkout n'a pas été chargé correctement! Veuillez actualiser la page et réessayer ou contacter le support. Les paiements PayFort ne seront pas traités.

source: It appears that PayFort transaction parameters were not loaded properly! Please refresh the page and try again or contact support. PayFort payments will not be processed.
fr_fr: Il semble que les paramètres de transaction PayFort n'étaient pas chargés correctement! Veuillez actualiser la page et réessayer ou contacter le support. Les paiements PayFort ne seront pas traités.

source: PayFort Payment Method
fr_fr: Méthode de paiement PayFort

source: Adjust the settings for the PayFort Payment Method.
fr_fr: Ajuster les réglages pour la méthode de paiement PayFort

source: PayFort Payment Method Settings
fr_fr: Réglages Méthode de paoement PayFort

source: The ID of the Merchant.
fr_fr: l'ID du commerçant.

source: Access code
fr_fr: Code d'accès

source: Access code.
fr_fr: Code d'accès.

source: A string hashed using the Secure Hash Algorithm. Please refer to section %1$sSignature%2$s.
fr_fr: Un hachage de chaîne à l'aide de l'algorithme de hachage sécurisé. Veuillez vous référer à la section %1$ssignature%2$s.

source: For more information on how to test this Gateway please visit %1$s this documentations page%2$s.
fr_fr: Pour plus d'informations sur la façon de tester cette passerelle, veuillez visiter %1$s cette page de documentations%2$s.

source: Request Errors
fr_fr: Erreurs de requête

source: Error to simulate
fr_fr: Erreur de simulation

source: Example Parameters
fr_fr: Exemples de paramètres

source: Card Declined
fr_fr: Carte refusée

source: Invalid month
fr_fr: Mois invalide

source: Invalid year (any past year)
fr_fr: Année non valide (toute année précédente)

source: More details can be found here: %1$s How to test Start %2$s.
fr_fr: Plus de détails peuvent être obtenue ici :%1$s Comment tester Start %2$s

source: PayFort is an on-site payment method for accepting credit and debit cards and is available to event organizers in countries in the Middle East. An account with PayFort is required to accept payments. Need a PayFort account? %1$sClick here to sign up for a merchant account%2$s.
fr_fr: PayFort est une méthode de paiement sur le site pour l'acceptation de cartes de crédit et de débit et est disponible pour les organisateurs d'événements dans les pays du Moyen-Orient. Un compte avec PayFort est requis pour accepter les paiements. Besoin d'un compte PayFort? %1$sCliquez ici pour vous inscrire à un compte marchand%2$s.

source: Sage Pay is an on-site payment method for accepting credit and debit cards and is available to event organizers in the United Kingdom. An account with Sage Pay is required to accept payments. Need a Sage Pay account? %1$sClick here to sign up for a merchant account%2$s.
fr_fr: Sage Pay est une méthode de paiement sur place pour l'acceptation de cartes de crédit et de débit et est disponible pour les organisateurs d'événements au Royaume-Uni. Un compte chez Sage Pay est requis pour accepter les paiements. Vous avez besoin d'un compte Sage Pay? %1$sCliquez ici pour vous inscrire à un compte marchand%2$s.

source: Read::get_entities_from_relation should only be called from a model with a primary key, it was called from %1$s
fr_fr: Read::get_entities_from_relation doit être appelé par un modèle avec une clé primaire, il a été appelé par %1$s

source: This class has been deprecated and replaced by the new Messages library.
fr_fr: Cette classe a été dépréciée et remplacée par la nouvelle librairie Messages

source: This logic has been moved into \EE_Transaction::old_txn_status(), please use that method instead.
fr_fr: Cette logique a été déplacée dans \EE_Transaction::old_txn_status(), désormais merci d'utiliser cette méthode.

source: This logic has been moved into \EE_Transaction::set_old_txn_status(), please use that method instead.
fr_fr: Cette logique a été déplacée dans \EE_Transaction::set_old_txn_status(), désormais merci d'utiliser cette méthode.

source: This logic has been removed. Please just use \EE_Transaction::status_ID() instead.
fr_fr: Cette logique a été supprimée. Merci de simplement utiliser \EE_Transaction::status_ID().

source: This logic has been removed. Please just use \EE_Transaction::set_status() instead.
fr_fr: Cette logique a été supprimée. Merci de simplement utiliser \EE_Transaction::set_status().

source: This logic has been moved into \EE_Transaction::txn_status_updated(), please use that method instead.
fr_fr: Cette logique a été déplacée dans \EE_Transaction::txn_status_updated(), désormais merci d'utiliser cette méthode.

source: This logic has been moved into \EE_Transaction::all_reg_steps_completed(), please use that method instead.
fr_fr: Cette logique a été déplacée dans \EE_Transaction::all_reg_steps_completed(), désormais merci d'utiliser cette méthode.

source: This logic has been moved into \EE_Transaction::all_reg_steps_completed_except(), please use that method instead.
fr_fr: Cette logique a été déplacée dans \EE_Transaction::all_reg_steps_completed_except(), désormais merci d'utiliser cette méthode.

source: This logic has been moved into \EE_Transaction::all_reg_steps_completed_except_final_step(), please use that method instead.
fr_fr: Cette logique a été déplacée dans \EE_Transaction::all_reg_steps_completed_except_final_step(), désormais merci d'utiliser cette méthode.

source: This logic has been moved into \EE_Transaction::reg_step_completed(), please use that method instead.
fr_fr: Cette logique a été déplacée dans \EE_Transaction::reg_step_completed(), désormais merci d'utiliser cette méthode.

source: This logic has been moved into \EE_Transaction::final_reg_step_completed(), please use that method instead.
fr_fr: Cette logique a été déplacée dans \EE_Transaction::final_reg_step_completed(), désormais merci d'utiliser cette méthode.

source: This logic has been moved into \EE_Transaction::set_reg_step_initiated(), please use that method instead.
fr_fr: Cette logique a été déplacée dans \EE_Transaction::set_reg_step_initiated(), désormais merci d'utiliser cette méthode.

source: This logic has been moved into \EE_Transaction::set_reg_step_completed(), please use that method instead.
fr_fr: Cette logique a été déplacée dans \EE_Transaction::set_reg_step_completed(), désormais merci d'utiliser cette méthode.

source: This logic has been moved into \EE_Transaction::set_reg_step_not_completed(), please use that method instead.
fr_fr: Cette logique a été déplacée dans \EE_Transaction::set_reg_step_not_completed(), désormais merci d'utiliser cette méthode.

source: This logic has been moved into \EE_Transaction::remove_reg_step(), please use that method instead.
fr_fr: Cette logique a été déplacée dans \EE_Transaction::remove_reg_step(), désormais merci d'utiliser cette méthode.

source: This logic has been moved into \EE_Transaction::toggle_failed_transaction_status(), please use that method instead.
fr_fr: Cette logique a été déplacée dans \EE_Transaction::toggle_failed_transaction_status(), désormais merci d'utiliser cette méthode.

source: This logic has been moved into \EE_Transaction::toggle_abandoned_transaction_status(), please use that method instead.
fr_fr: Cette logique a été déplacée dans \EE_Transaction::toggle_abandoned_transaction_status(), désormais merci d'utiliser cette méthode.

source: The Transaction for Registration %1$d was not found or is invalid.
fr_fr: L’opération d’enregistrement %1$d est introuvable ou n’est pas valide.

source: The expected date "%1$s" differs from the actual date "%2$s" by more than one minute
fr_fr: La date prévue "%1$s" diffère de la date réelle "%2$s" par plus d'une minute

source: Could not genereate attachment metadata for attachment post %d with filepath %s and GUID %s. Please check the file was downloaded properly.
fr_fr: Impossible de générer des métadonnées de pièces jointes pour la pièce jointe %d avec filepath %s et GUID %s. Veuillez vérifier que le fichier a bien été téléchargé.

source: Are you sure you want to reset ALL your Event Espresso Event App Re-branding Information? This cannot be undone.
fr_fr: Êtes-vous sûr de vouloir réinitialiser TOUTES les informations de Event Espresso? Ça ne peut pas être annulé.

source: App Re-branding
fr_fr: Renomer l'application

source: Event App Re-branding Settings
fr_fr: Paramètres pour renommer l'application d'événement

source: Reset Event App Re-branding Settings?
fr_fr: Réinitialiser les paramètres de réétalonnage de l'application d'événement?

source: Set to 'Yes' and then click 'Save' to confirm reset all basic and advanced Event Espresso Event App Re-branding settings to their plugin defaults.
fr_fr: Réglez sur 'Oui', puis cliquez sur 'Enregistrer' pour confirmer la réinitialisation de tous les réglages de base et avancés de l'option Event Espresso Event App aux paramètres de leur plug-in.
