Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Something has gone wrong, there are no template fields to output.
de_de: Irgendetwas ist schief gelaufen, es gibt keine Vorlagenfelder zur Ausgabe.
fi: Jokin on mennyt pieleen, sillä tulostettavia kenttiä ei ole.
fr_fr: Quelque chose s'est mal passé, il n'y a pas de champs de modèle à la sortie.
tr_tr: Bir şeyler yanlış gitti, çıktı alınacak şablon alanı yok.

source: Below are message types that are currently inactive with this messenger. Drag them over to the messenger box to activate them.
de_de: Nachfolgend finden Sie Nachrichtentypen, die bei diesem Messenger derzeit inaktiv sind. Ziehen Sie sie in das Messenger-Feld, um sie zu aktivieren.
fi: Alla on lueteltu viestityyppejä, jotka eivät tällä hetkellä ole käytössä tässä messengerissä. Aktivoi ne vetämällä ne viestilaatikkoon.
fr_fr: Voici les types de messages qui sont actuellement inactive avec ce messager. Faites-les glisser dans la boîte de messagerie pour les activer.
tr_tr: Aşağıda, bu mesajlaşma programında şu anda etkin olmayan mesaj türleri bulunmaktadır. Etkinleştirmek için bunları mesajlaşma kutusuna sürükleyin.

source: Download PDF
de_de: PDF herunterladen
fi: Lataa PDF
fr_fr: Télécharger un fichier PDF
tr_tr: PDF Olarak İndir

source: This messenger is currently inactive. Once the messenger is activated any inactive message types associated with the messenger will be shown here.
de_de: Dieser Bote ist derzeit inaktiv. Sobald der Messenger aktiviert ist, werden alle inaktiven Nachrichtentypen, die mit dem Messenger verbunden sind, hier angezeigt.
fi: Tämä messenger on tällä hetkellä inaktiivinen. Kun viestinvälittäjä aktivoidaan, kaikki viestinvälittäjään liittyvät inaktiiviset viestityypit näkyvät tässä.
fr_fr: Ce messager est actuellement inactive. Une fois que le messager est activé tous les types de messages inactifs associés avec le messager seront affichés ici.
tr_tr: Bu mesajlaşma programı şu anda etkin değildir. Haberci etkinleştirildiğinde, haberci ile ilişkili tüm etkin olmayan mesaj türleri burada gösterilecektir.

source: Details
fi: Tiedot
fr_fr: Détails
tr_tr: Detaylar

source: Order Confirmation
de_de: Bestellbestätigung
fi: Tilausvahvistus
fr_fr: Confirmation de la Commande
tr_tr: Sipariş Onayı

source: Shortcodes
fi: Lyhytkoodit
tr_tr: Kısa Kodlar

source: Amount
de_de: Betrag
fi: Määrä
fr_fr: Montant
tr_tr: Miktar

source: Status:
fi: Tila:
fr_fr: Statut:
tr_tr: Durum:

source: loading...
de_de: lade...
fi: Lataa...
fr_fr: chargement...
tr_tr: yükleniyor...

source: Edit Payment
de_de: Zahlung bearbeiten
fi: Muokkaa maksusuoritusta
fr_fr: Modifier le Paiement
tr_tr: Ödemeyi Düzenle

source: Event Name:
de_de: Name der Veranstaltung:
fi: Tapahtuman nimi:
fr_fr: Nom de l'événement:
tr_tr: Etkinlik İsmi:

source: Submit
de_de: Kostenpflichtig bestellen
fi: Syötä
fr_fr: S'inscrire
tr_tr: Gönder

source: Delete Payment
de_de: Lösche Zahlung
fi: Poista maksusuoritus
fr_fr: Supprimez le Paiement
tr_tr: Ödemeyi Sil

source: view
de_de: anzeigen
fi: näytä
fr_fr: voir
tr_tr: göster

source: What are Message Templates
de_de: Was sind Mitteilungsvorlagen
fi: Mitä ovat viestimallit
fr_fr: Que sont les modèles de message
tr_tr: Mesaj şablonları nedir?

source: No payments have been applied to this transaction yet. Click "Apply Payment" below to make a payment.
de_de: Keine Zahlungen wurden bisher auf diese Transaktion angewendet. Klicken Sie unten auf "Zahlung anwenden" um eine Zahlung zu tätigen.
fi: Tähän tilaukseen ei ole vielä kohdistettu maksusuorituksia. Paina "Kohdista maksusuoritus" alta tehdäksesi maksu.
fr_fr: Aucun paiement n'a été appliqué à cette transaction encore.Cliquer "Applique le Paiement" ci-dessous pour faire un paiement.
tr_tr: Bu işleme henüz herhangi bir ödeme uygulanmamıştır. Ödeme yapmak için aşağıdaki "Ödeme Uygula" seçeneğine tıklayın.

source: Quantity
de_de: Anzahl
fi: Määrä
fr_fr: Quantité
tr_tr: Miktar

source: Apply Payment
de_de: Zahlung anwenden
fi: Kohdista maksusuoritus
fr_fr: Appliquez Paiement
tr_tr: Ödemeyi Kabul Et

source: Ticket Total:
de_de: Summe:
fi: Liput yhteensä:
tr_tr: Toplam Bilet:

source: Apply Refund
de_de: Erstattung anwenden
fi: Käytä hyvitys
fr_fr: Appliquer le Remboursement
tr_tr: Geri Ödemeyi Kabul Et

source: edit
de_de: bearbeiten
fi: muokkaa
fr_fr: éditer
tr_tr: düzenle

source: With the Event Espresso Messages system, every Messenger, Message Type and Context will have a global template created with some default content on creation. You have the ability to edit this global template that will be used for all events you create. However, you also have the ability to create custom templates for each event on the edit event page for the event (in a metabox labelled "Notifications").
de_de: Mit dem Event Espresso-Nachrichtensystem wird für jeden Messenger, Nachrichtentyp und Kontext eine globale Vorlage erstellt, die bei der Erstellung einige Standardinhalte enthält. Sie haben die Möglichkeit, diese globale Vorlage, die für alle von Ihnen erstellten Ereignisse verwendet wird, zu bearbeiten. Sie haben jedoch auch die Möglichkeit, auf der Seite "Ereignis bearbeiten" für jedes Ereignis (in einer Metabox mit der Bezeichnung "Benachrichtigungen") eigene Vorlagen zu erstellen.
fi: Event Espresson viestijärjestelmässä jokaiselle viestijälle, viestityypille ja kontekstille luodaan globaali malli, jossa on oletussisältöä luomisen yhteydessä. Sinulla on mahdollisuus muokata tätä globaalia mallia, jota käytetään kaikissa luomissasi tapahtumissa. Sinulla on kuitenkin myös mahdollisuus luoda mukautettuja malleja kullekin tapahtumalle tapahtuman muokkaussivulla (metaboxissa "Ilmoitukset").
fr_fr: Avec le système de messages Event Espresso, chaque Messenger, type de message et le contexte auront un modèle global créé avec du contenu par défaut sur la création. Vous avez la possibilité de modifier ce modèle global qui sera utilisé pour tous les événements que vous créez. Cependant, vous avez également la possibilité de créer des modèles personnalisés pour chaque événement sur la page de l'événement d'édition de l'événement (dans un metabox marqué "Notifications ").
tr_tr: Event Espresso Messages sistemi ile her Messenger, Mesaj Türü ve Bağlam, oluşturulduğunda bazı varsayılan içeriklerle oluşturulmuş genel bir şablona sahip olacaktır. Oluşturduğunuz tüm etkinlikler için kullanılacak olan bu genel şablonu düzenleme olanağına sahipsiniz. Bununla birlikte, etkinliğin etkinlik düzenleme sayfasında ("Bildirimler" etiketli bir metabox'ta) her etkinlik için özel şablonlar oluşturma olanağına da sahipsiniz.

source: Payment Date
de_de: Datum der Zahlung
fi: Maksupäivä
fr_fr: Date de Paiement
tr_tr: Ödeme Tarihi

source: What are Message Types?
de_de: Was sind Mitteilungstypen?
fi: Mitä ovat viestityypit?
fr_fr: Quels sont les types de message?
tr_tr: Mesaj tipi nedir?

source: The date the payment was actually made on
de_de: Das Datum, an dem die Zahlung tatsächlich durchgeführt wurde
fi: Päivä, jolloin maksu todellisuudessa suoritettiin
fr_fr: La date de paiement a été en réalité faite sur
tr_tr: Ödemenin fiilen yapıldığı tarih

source: Taxes
de_de: Steuern
fi: Verot
fr_fr: Impôts
tr_tr: Vergiler

source: The amount of the payment
de_de: Die Höhe der Zahlung
fi: Maksun määrä
fr_fr: Le Montant du Paiement
tr_tr: Ödeme miktarı

source: Tax Name
de_de: Steuerart
fi: Verotusnimi
fr_fr: Nom de l'impôt sur
tr_tr: Vergi Türü

source: No Date was saved for this Event
de_de: Für die Veranstaltung wurde kein Datum gesichert.
fi: Tälle tapahtumalle ei tallennettu päivää
fr_fr: Aucune date n'a été enregistré pour cet événement
tr_tr: Bu Etkinlik için Tarih kaydedilmedi

source: Method of Payment
de_de: Zahlungsmethode
fi: Maksutapa
fr_fr: Méthode de Paiement
tr_tr: Ödeme Yöntemi

source: Rate
de_de: Preis
fi: Arvostele
fr_fr: Taux
tr_tr: Oy

source: No Tickets have been setup for this Event
de_de: Für die Veranstaltung wurden keine Tickets eingerichtet
fi: Tälle tapahtumalle ei ole asetettu lippuja
fr_fr: Aucun billet ont été mis en place à cet événement
tr_tr: Bu Etkinlik için Bilet kaydedilmedi

source: Tax Amount
de_de: Steuerbetrag
fi: Veron määrä
fr_fr: Montant de l'impôt
tr_tr: Vergi Miktarı

source: Event Editor
de_de: Veranstaltungseditor
fi: Tapahtumamuokkain
fr_fr: Editeur d'évènement
tr_tr: Etkinlik Düzenleyici

source: Every time a page is accessed on your site, this option will send all Event Espresso registration form data, your server details, and debugging information to a remote server.
de_de: Jedes Mal, wenn eine Seite auf Ihrer Website aufgerufen wird, sendet diese Option alle Event Espresso-Registrierungsformulardaten, Ihre Serverdetails und Debugging-Informationen an einen Remote-Server.
fi: Joka kerta, kun sivua käytetään sivustollasi, tämä vaihtoehto lähettää kaikki Event Espresson rekisteröintilomakkeen tiedot, palvelimen tiedot ja virheenkorjaustiedot etäpalvelimelle.
fr_fr: Chaque fois qu'une page est accessible sur votre site, cette option va envoyer toutes les données Event Espresso formulaire d'inscription, les détails de votre serveur, et les informations de débogage à un serveur distant.
tr_tr: Sitenizde bir sayfaya her erişildiğinde, bu seçenek tüm Event Espresso kayıt formu verilerini, sunucu bilgilerinizi ve hata ayıklama bilgilerini uzak bir sunucuya gönderir.

source: You will most likely never see the word "context" in any of the Messages system labelling because they are dynamic per message type. Usually, contexts will be labelled "Recipients" but there may be cases down the road where a message type might use contexts to represent something totally different
de_de: Sie werden das Wort "Kontext" höchstwahrscheinlich nie in einer der Beschriftungen des Nachrichtensystems sehen, da sie dynamisch pro Nachrichtentyp sind. Normalerweise werden Kontexte als "Empfänger" bezeichnet, aber es kann vorkommen, dass ein Nachrichtentyp Kontexte verwendet, um etwas völlig anderes darzustellen
fi: Et todennäköisesti koskaan näe sanaa "context" missään viestijärjestelmän merkinnöissä, koska ne ovat dynaamisia viestityypeittäin. Yleensä kontekstit merkitään "Vastaanottajat", mutta myöhemmin voi tulla tapauksia, joissa viestityyppi voi käyttää konteksteja edustamaan jotain aivan muuta.
fr_fr: Vous aurez probablement jamais vu le mot "contexte" dans toute l'étiquetage du système Messages parce qu'ils sont dynamiques par type de message. Habituellement, les contextes seront marqués "bénéficiaires" mais il peut y avoir des cas sur la route où un type de message peut utiliser des contextes de représenter quelque chose de totalement différent
tr_tr: Mesaj türüne göre dinamik oldukları için Mesajlar sistemi etiketlemelerinin hiçbirinde büyük olasılıkla "bağlam" kelimesini görmeyeceksiniz. Genellikle bağlamlar "Alıcılar" olarak etiketlenir, ancak ileride bir mesaj türünün bağlamları tamamen farklı bir şeyi temsil etmek için kullanabileceği durumlar olabilir

source: Whether the payment was made via PayPal, Credit Card, Cheque, or Cash
de_de: Ob die Zahlung via PayPal, Kreditkarte, Scheck oder Bar durchgeführt wurde
fi: Suoritettiinko maksu PayPalin kautta, luottokortilla, shekillä vai käteisellä
fr_fr: Le paiement a soit été fait via PayPal, Carte de crédit, Chèque, ou Argent
tr_tr: Ödemenin PayPal, Kredi Kartı, Çek veya Nakit olarak yapılıp yapılmadığı

source: This page allows you to create and edit events with Event Espresso.
de_de: Auf dieser Seite können Sie Veranstaltungen mit Event Espresso erstellen und bearbeiten
fi: Tällä sivulla voit luoda ja muokata tapahtumia.
fr_fr: Cette page vous permet de créer et éditer des événements avec Event Espresso.
tr_tr: Bu sayfa Kuzu.me Etkinlik ile etkinlikleri oluşturmanıza ve düzenlemenize olanak sağlar

source: About the Messages Settings Page
de_de: Über die Seite mit den Nachrichteneinstellungen
fi: Tietoja viestien asetussivusta
fr_fr: A propos de la page Réglages de messagerie
tr_tr: Mesajlar Ayarları Sayfası Hakkında

source: No approved payments have been received.
de_de: Es wurden keine genehmigten Zahlungen empfangen.
fi: Hyväksyttyjä maksusuorituksia ei ole vastaanotettu.
fr_fr: Pas de paiements approuvés ont été reçues.
tr_tr: Onaylanan ödemeler alınmamış.

source: Here are a few things you should know about the Messages Settings:
de_de: Hier sind einige Dinge, die Sie über die Nachrichteneinstellungen wissen sollten:
fi: Seuraavassa on muutamia asioita, jotka sinun on hyvä tietää Viestit-asetuksista:
fr_fr: Voici quelques choses que vous devez savoir sur les Réglages:
tr_tr: İşte Mesajlar Ayarları hakkında bilmeniz gereken birkaç şey:

source: Remote Logging URL
fi: Etälokikirjauksen URL
fr_fr: URL journalisation à distance
tr_tr: Uzak Günlük URL'si

source: 1. Defaults
de_de: 1. Standards
fi: 1. Oletusarvot
fr_fr: 1. par défaut
tr_tr: 1. Varsayılanlar

source: The Transaction ID sent back from the payment gateway, or the Cheque #
de_de: Die Transaktions-ID, die vom Zahlungsgateway zurückgesendet wurde, oder die Schecknummer
fi: Maksunvälitysjärjestelmän palauttama tilaustunnus tai shekin numero
fr_fr: La Transaction ID renvoyé de la passerelle de paiement, ou le Chèque #
tr_tr: Ödeme ağ geçidinden geri gönderilen İşlem Kimliği veya Çek #

source: Amount Owed:
de_de: Offener Betrag:
fi: Avoin määrä:
fr_fr: Montant dû:
tr_tr: Borç Miktarı:

source: Event Datetimes
de_de: Eventtermine
fi: Tapahtuman ajankohdat
fr_fr: Date et heure de l'événement
tr_tr: Etkinlik Tarihleri

source: When Event Espresso is first activated, the plugin takes care of setting up the core messenger (Email) and message types (Registration, and Payment). This is so users don't have to worry about any setup of templates etc. and it just works right out of the box. So when you first visit the page you'll see the Email messenger displayed with those two message types in the "Active" area for that messenger
de_de: Wenn Event Espresso zum ersten Mal aktiviert wird, kümmert sich das Plugin um die Einrichtung des Kern-Messengers (E-Mail) und der Nachrichtentypen (Registrierung und Zahlung). Auf diese Weise müssen sich die Benutzer nicht um die Einrichtung von Vorlagen usw. kümmern und es funktioniert einfach sofort nach dem Auspacken. Wenn Sie die Seite also zum ersten Mal besuchen, sehen Sie den E-Mail-Messenger mit diesen beiden Nachrichtentypen im Bereich "Aktiv" für diesen Messenger angezeigt
fi: Kun Event Espresso aktivoidaan ensimmäisen kerran, lisäosa huolehtii keskeisen viestinvälittäjän (sähköposti) ja viestityyppien (rekisteröinti ja maksu) määrittämisestä. Näin käyttäjien ei tarvitse huolehtia mallien jne. asetuksista, vaan se vain toimii suoraan laatikosta. Joten kun vierailet sivulla ensimmäisen kerran, näet sähköpostiviestinvälittäjän näkyvissä näiden kahden viestityypin kanssa kyseisen viestinvälittäjän "aktiivisella" alueella.
fr_fr: Lorsque Event Espresso est d'abord activée, le plugin prend soin de mettre en place le messager de base (e-mail) et types de messages (enregistrement et paiement). C'est afin que les utilisateurs n'ont pas à se soucier de n'importe quelle configuration de modèles etc et il fonctionne juste hors de la boîte. Ainsi, lorsque vous visitez d'abord la page, vous verrez le messager Email affiché avec ces deux types de messages dans le "actif" zone pour que messager
tr_tr: Event Espresso ilk etkinleştirildiğinde, eklenti temel mesajlaşma aracını (E-posta) ve mesaj türlerini (Kayıt ve Ödeme) ayarlamakla ilgilenir. Bu sayede kullanıcılar herhangi bir şablon kurulumu vs. konusunda endişelenmek zorunda kalmaz ve kutudan çıkar çıkmaz çalışır. Böylece sayfayı ilk ziyaret ettiğinizde, E-posta mesajlaşma aracının "Aktif" alanında bu iki mesaj türüyle birlikte görüntülendiğini göreceksiniz

source: The gateway response string (optional)
de_de: Der Gateway Response String (optional)
fi: Maksunvälitysjärjestelmän vastausjono (vapaaehtoinen)
fr_fr: La chaîne de réponse passerelle (facultative)
tr_tr: Ağ geçidi yanıt dizesi (isteğe bağlı)

source: Additional Information:
de_de: Zusätzliche Informationen:
fi: Lisätiedot:
fr_fr: Information supplémentaire :
tr_tr: Ek Bilgiler:

source: 2. Activating or Deactivating Messengers
de_de: 2. Mitteilungsdienste aktivieren oder deaktivieren
fi: 2. Sanansaattajien aktivointi tai deaktivointi
fr_fr: 2. activer ou de désactiver messagers
tr_tr: 2. Habercilerin Etkinleştirilmesi veya Devre Dışı Bırakılması

source: Payment Status
de_de: Zahlungsstatus:
fi: Maksun tila
fr_fr: Etat du règlement
tr_tr: Ödeme Durumu

source: You can select messengers via the tabs across the top of the settings page. The available messengers you see depends on what version of Event Espresso you have and what addons are installed. Every install will see at the very least an "Email" messenger tab. When you click one of those tabs it will display that messenger.
de_de: Sie können Messenger über die Registerkarten am oberen Rand der Einstellungsseite auswählen. Die verfügbaren Messenger, die Sie sehen, hängen davon ab, welche Version von Event Espresso Sie haben und welche Addons installiert sind. Bei jeder Installation wird mindestens eine Registerkarte "E-Mail" angezeigt. Wenn Sie auf eine dieser Registerkarten klicken, wird dieser Messenger angezeigt.
fi: Voit valita viestinvälittäjät asetussivun yläreunan välilehdillä. Käytettävissä olevat sanansaattajat riippuvat siitä, mikä Event Espresson versio sinulla on ja mitä lisäosia on asennettu. Jokaisessa asennuksessa näkyy ainakin "Sähköposti"-lähettiläsvälilehti. Kun napsautat jotakin näistä välilehdistä, se näyttää kyseisen messengerin.
fr_fr: Vous pouvez sélectionner messagers via les onglets en haut de la page des paramètres. Les messagers disponibles que vous voyez dépend de la version de Event Espresso que vous avez et ce que addons sont installés. Chaque installation verra au moins une patte de messager de "Email". Lorsque vous cliquez sur un de ces onglets, il affiche ce messager.
tr_tr: Ayarlar sayfasının üst kısmındaki sekmeler aracılığıyla mesajlaşma programlarını seçebilirsiniz. Gördüğünüz mevcut mesajlaşma programları Event Espresso'nun hangi sürümüne sahip olduğunuza ve hangi eklentilerin yüklü olduğuna bağlıdır. Her kurulum en azından bir "E-posta" mesajlaşma sekmesi görecektir. Bu sekmelerden birine tıkladığınızda o mesajlaşma aracı görüntülenecektir.

source: Whether the payment was approved, cancelled, declined or failed after submission to the gateway
de_de: Ob die Zahlung akzeptiert, abgebrochen, abgelehnt oder fehlgeschlagen ist, nachdem Sie an das Gateway gesendet wurde
fi: Hyväksyttiinkö, peruutettiinko, hylättiinkö vai epäonnistuiko maksusuoritus maksunvälitysjärjestelmään lähettämisen jälkeen
fr_fr: Si le paiement a été approuvé, annulé, refusé ou a échoué après la soumission à la passerelle
tr_tr: Ağ geçidine gönderildikten sonra ödemenin onaylanıp onaylanmadığı, iptal edilip edilmediği, reddedilip reddedilmediği veya başarısız olup olmadığı

source: PayPal API Username
de_de: PayPal API Benutzername
fi: PayPal API Käyttäjätunnus
fr_fr: Nom d'utilisateur API PayPal
tr_tr: PayPal API Kullanıcı Adı

source: The green colored gear indicates that this messenger is currently active.
de_de: Das grün gefärbte Zahnrad zeigt an, dass dieser Bote gerade aktiv ist.
fi: Vihreä vaihde osoittaa, että tämä viestintäväline on tällä hetkellä aktiivinen.
fr_fr: Le train de couleur verte indique que ce messager est actuellement actif.
tr_tr: Yeşil renkli dişli, bu habercinin o anda aktif olduğunu gösterir.

source: PayPal API Password
de_de: PayPal API Passwort
fi: PayPal API Salasana
fr_fr: Mot de passe API PayPal
tr_tr: PayPal API Parolası

source: The white colored gear %s indicates the messenger is inactive. This is very helpful for seeing at a glance all the messengers that are active when you first view the page.
de_de: Das weiße Zahnrad %s zeigt an, dass der Bote inaktiv ist. Dies ist sehr hilfreich, um auf einen Blick zu sehen, welche Messenger aktiv sind, wenn Sie die Seite zum ersten Mal aufrufen.
fi: Valkoinen värillinen hammasratas %s osoittaa, että viestinvälittäjä on inaktiivinen. Tämä on erittäin hyödyllistä, kun näet yhdellä silmäyksellä kaikki aktiiviset viestinviejät, kun katsot sivua ensimmäisen kerran.
tr_tr: Beyaz renkli dişli %s, mesajcının etkin olmadığını gösterir. Bu, sayfayı ilk görüntülediğinizde aktif olan tüm habercileri bir bakışta görmek için çok yararlıdır.

source: The Purchase or Sales Order Number if any (optional)
de_de: Die Bestell- oder Auftragsnummer, wenn verfügbar (Optional)
fi: Mahdollinen osto- tai myyntitilauksen numero (valinnainen)
fr_fr: L'Achat ou le Nombre de Commande de vente le cas échéant (facultatif)
tr_tr: Varsa Satın Alma veya Satış Siparişi Numarası (isteğe bağlı)

source: PayPal API Signature
de_de: PayPal API Signatur
fi: PayPal API Allekirjoitus
fr_fr: PayPal signature API
tr_tr: PayPal API İmzası

source: You can create a new event datetime by clicking on the add datetime button. Then set a start date for your event, an end date for your event, and a event datetimes limit (optional). You can also save time by clicking on the Duplicate this item icon %1$s to create a copy of an existing datetime.
de_de: Sie können ein neues Ereignisdatum erstellen, indem Sie auf die Schaltfläche "Datum hinzufügen" klicken. Legen Sie dann ein Startdatum für Ihr Ereignis, ein Enddatum für Ihr Ereignis und ein Zeitlimit für das Ereignis fest (optional). Sie können auch Zeit sparen, indem Sie auf das Symbol Dieses Element duplizieren %1$s klicken, um eine Kopie eines vorhandenen Termins zu erstellen.
fi: Voit luoda uuden tapahtumapäivämäärän napsauttamalla Lisää päivämäärä -painiketta. Aseta sitten tapahtumalle alkamispäivä, päättymispäivä ja tapahtumapäivämäärän raja (valinnainen). Voit myös säästää aikaa napsauttamalla Kopioi tämä kohde -kuvaketta %1$s luodaksesi kopion olemassa olevasta päivämäärästä.
tr_tr: Tarih zamanı ekle düğmesine tıklayarak yeni bir etkinlik tarih zamanı oluşturabilirsiniz. Ardından etkinliğiniz için bir başlangıç tarihi, etkinliğiniz için bir bitiş tarihi ve bir etkinlik veri zamanları sınırı (isteğe bağlı) belirleyin. Mevcut bir tarih saatinin kopyasını oluşturmak için Bu öğeyi çoğalt simgesine %1$s tıklayarak da zaman kazanabilirsiniz.

source: Country Details
de_de: Länderdetails
fi: Valtion tiedot
fr_fr: Détails pays
tr_tr: Ülke Detayları

source: Incidentally, the on/off toggle is also what you use to activate or deactivate a messenger.
de_de: Die Ein-/Ausschalttaste dient übrigens auch dazu, einen Messenger zu aktivieren oder zu deaktivieren.
fi: Päälle/pois-kytkimellä voit muuten myös aktivoida tai deaktivoida messengerin.
fr_fr: Par ailleurs, la bascule marche / arrêt est aussi ce que vous utilisez pour activer ou désactiver un messager.
tr_tr: Bu arada, açma/kapama düğmesi aynı zamanda bir mesajlaşma programını etkinleştirmek veya devre dışı bırakmak için de kullanılır.

source: Notes / Extra Accounting
de_de: Anmerkungen / Extrakonto
fi: Huomautukset / Kirjanpidon lisätiedot
fr_fr: Notes / Comptabilité Supplémentaire
tr_tr: Notlar / Ekstra Muhasebe

source: Country Currency
de_de: Landeswährung
fi: Valtion valuutta
fr_fr: Pays Monnaie
tr_tr: Ülke Para Birimi
