Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Incoming $message object must have an EE_Messages_Template_Pack object available.
de_de: Das eingehende $message-Objekt muss über ein EE_Messages_Template_Pack-Objekt verfügen.
fi: Saapuvalla $message-objektilla on oltava EE_Messages_Template_Pack-objekti käytettävissä.
tr_tr: Gelen $message nesnesinin bir EE_Messages_Template_Pack nesnesine sahip olması gerekir.

source: The template pack represented by a class corresponding to "%1$s" does not exist. Likely the autoloader for this class has the wrong path or the incoming reference is misspelled. The default template pack has been used to generate the templates instead.
de_de: Das Vorlagenpaket, das durch eine Klasse mit der Bezeichnung "%1$s" dargestellt wird, existiert nicht. Wahrscheinlich hat der Autoloader für diese Klasse den falschen Pfad oder der eingehende Verweis ist falsch geschrieben. Stattdessen wurde das Standardvorlagenpaket zur Generierung der Vorlagen verwendet.
fi: Mallipakettia, jota luokkaa "%1$s" vastaava luokka edustaa, ei ole olemassa. Todennäköisesti tämän luokan autoloaderilla on väärä polku tai saapuva viittaus on kirjoitettu väärin. Sen sijaan mallien luomisessa on käytetty oletusmallipakettia.
tr_tr: "%1$s "ye karşılık gelen bir sınıf tarafından temsil edilen şablon paketi mevcut değil. Muhtemelen bu sınıf için otomatik yükleyici yanlış yola sahiptir veya gelen referans yanlış yazılmıştır. Bunun yerine şablonları oluşturmak için varsayılan şablon paketi kullanılmıştır.

source: There was an error in saving new template data for %1$s messenger, %2$s message type, %3$s context and %4$s template field.
de_de: Beim Speichern neuer Vorlagendaten für %1$s Messenger, %2$s Nachrichtentyp, %3$s Kontext und %4$s Vorlagenfeld ist ein Fehler aufgetreten.
fi: Uusien mallin tietojen tallentamisessa tapahtui virhe %1$s-viestinviejälle, %2$s-viestityypille, %3$s-kontekstille ja %4$s-mallin kentälle.
tr_tr: %1$s mesajlaşma aracı, %2$s mesaj türü, %3$s bağlam ve %4$s şablon alanı için yeni şablon verilerinin kaydedilmesinde bir hata oluştu.

source: This is the default template pack included with Event Espresso core messages system.
de_de: Dies ist das Standardvorlagenpaket, das im Kernnachrichtensystem von Event Espresso enthalten ist.
fi: Tämä on oletusmallipaketti, joka sisältyy Event Espresson ydinviestijärjestelmään.
tr_tr: Bu, Event Espresso çekirdek mesaj sistemi ile birlikte gelen varsayılan şablon paketidir.

source: The email did not send successfully.%3$sThe WordPress wp_mail function is used for sending mails but does not give any useful information when an email fails to send.%3$sIt is possible the "to" address (%1$s) or "from" address (%2$s) is invalid.%3$s
de_de: Die E-Mail wurde nicht erfolgreich versendet.%3$sDie WordPress-Funktion wp_mail wird zum Versenden von E-Mails verwendet, gibt jedoch keine nützlichen Informationen aus, wenn eine E-Mail nicht versendet werden kann.%3$sEs ist möglich, dass die Adresse "an" (%1$s) oder "von" (%2$s) ungültig ist.%3$s
fi: Sähköpostin lähetys ei onnistunut.%3$sW WordPressin wp_mail-toimintoa käytetään sähköpostien lähettämiseen, mutta se ei anna mitään hyödyllistä tietoa, kun sähköpostin lähetys epäonnistuu.%3$sOn mahdollista, että "vastaanottaja"-osoite (%1$s) tai "lähettäjä"-osoite (%2$s) on virheellinen.%3$s
tr_tr: E-posta başarıyla gönderilmedi.%3$sWordPress wp_mail işlevi e-posta göndermek için kullanılır, ancak bir e-posta gönderilemediğinde herhangi bir yararlı bilgi vermez.%3$s "Kime" adresi (%1$s) veya "kimden" adresi (%2$s) geçersiz olabilir.%3$s

source: %3$sThe following shortcodes were found in the "%1$s" field that ARE not valid: %2$s%4$s
de_de: %3$sDie folgenden Shortcodes wurden im Feld "%1$s" gefunden, die nicht gültig sind: %2$s%4$s
fi: %3$sKentässä "%1$s" löydettiin seuraavat lyhytkoodit, jotka eivät ole kelvollisia: %2$s%4$s
tr_tr: %3$s"%1$s" alanında geçerli olmayan aşağıdaki kısa kodlar bulundu: %2$s%4$s

source: %2$sValid shortcodes for this field are: %1$s%3$s
de_de: %2$sGültige Shortcodes für dieses Feld sind: %1$s%3$s
fi: %2$sTässä kentässä hyväksytyt lyhytkoodit ovat: %1$s%3$s
fr_fr: %2$s Shortcodes valides pour ce champs sont : %1$s%3$s
tr_tr: %2$sBu alan için geçerli kısa kodlar şunlardır: %1$s%3$s

source: %3$sThe %1$s field is supposed to be a number. The value given (%2$s) is not. Please double-check and make sure the field contains a number%4$s
de_de: %3$sDas Feld %1$s sollte eine Zahl sein. Der angegebene Wert (%2$s) ist es nicht. Bitte überprüfen Sie das Feld noch einmal und stellen Sie sicher, dass es eine Zahl ist%4$s
fi: %3$sKentän %1$s pitäisi olla numero. Annettu arvo (%2$s) ei ole. Tarkista vielä kerran ja varmista, että kenttä sisältää numeron%4$s.
tr_tr: %3$salanının %1$s bir sayı olması gerekiyordu. Verilen değer (%2$s) değil. Lütfen iki kez kontrol edin ve alanın bir sayı içerdiğinden emin olun%4$s

source: The %1$s field has at least one string that is not a valid email address record. Valid emails are in the format: "Name <email@something.com>" or "email@something.com" and multiple emails can be separated by a comma.
de_de: Das Feld %1$s enthält mindestens eine Zeichenfolge, die kein gültiger E-Mail-Adressdatensatz ist. Gültige E-Mail-Adressen haben das Format: "Name <email@something.com>" oder "email@something.com" und mehrere E-Mails können durch ein Komma getrennt werden.
fi: Kentässä %1$s on vähintään yksi merkkijono, joka ei ole kelvollinen sähköpostiosoitetietue. Kelvolliset sähköpostiosoitteet ovat muotoa: "Nimi <email@something.com>" tai "email@something.com", ja useat sähköpostit voidaan erottaa toisistaan pilkulla.
tr_tr: %1$s alanında geçerli bir e-posta adresi kaydı olmayan en az bir dize var. Geçerli e-postalar şu biçimdedir: "Name <email@something.com>" veya "email@something.com" ve birden fazla e-posta virgülle ayrılabilir.

source: The property %1$s being requested on %2$s does not exist
de_de: Die Eigenschaft %1$s, die auf %2$s angefordert wird, existiert nicht
fi: Kiinteistöä %1$s, jota pyydetään %2$s:ssä, ei ole olemassa.
tr_tr: %2$s üzerinde talep edilen %1$s özelliği mevcut değil

source: Payment method with slug %1$s is being deactivated by site admin
de_de: Die Zahlungsmethode mit dem Slug %1$s wird vom Website-Administrator deaktiviert
fi: Sivuston ylläpitäjä poistaa käytöstä maksutavan, jonka nimi on %1$s.
tr_tr: Slug %1$s ile ödeme yöntemi site yöneticisi tarafından devre dışı bırakılıyor

source: %sdays_until_due:%s This is the number of days form the transaction creation date that the payment is due. Defaults to 30.
de_de: %sdays_til_due:%s Dies ist die Anzahl der Tage ab dem Datum der Transaktionserstellung, in denen die Zahlung fällig ist. Der Standardwert ist 30.
fi: %sdays_until_due:%s Tämä on niiden päivien lukumäärä, jotka maksun eräpäivä on tapahtuman luontipäivästä. Oletusarvo on 30.
tr_tr: %sdays_until_due:%s Bu, işlem oluşturma tarihinden itibaren ödemenin yapılacağı gün sayısıdır. Varsayılan değer 30'dur.

source: Unfortunately, we were unable to capture the error message for this message.
de_de: Leider war es uns nicht möglich, die Fehlermeldung für diese Meldung zu erfassen.
fi: Valitettavasti emme pystyneet tallentamaan tämän viestin virheilmoitusta.
tr_tr: Ne yazık ki, bu mesaj için hata mesajını yakalayamadık.

source: Invalid Request (Transient does not exist)
de_de: Ungültige Anfrage (Transient existiert nicht)
fi: Virheellinen pyyntö (Transienttia ei ole olemassa)
tr_tr: Geçersiz İstek (Geçici mevcut değil)

source: There is no task corresponding to this route %s
de_de: Es gibt keine Aufgabe, die dieser Route %s entspricht
fi: Tätä reittiä %s vastaavaa tehtävää ei ole.
tr_tr: Bu %s rotasına karşılık gelen bir görev yok

source: Messages have been successfully queued for generation and sending.
de_de: Nachrichten wurden für die Erzeugung und das Senden erfolgreich in die Warteschlange gestellt.
fi: Viestit on asetettu onnistuneesti jonoon muodostamista ja lähettämistä varten.
fr_fr: Les messages ont été mis en file d'attente avec succès pour la génération et l'envoi.
tr_tr: Mesajlar oluşturulmak ve gönderilmek üzere başarıyla sıraya alındı.

source: Something went wrong because there is no "MSG_ID" value in the request
de_de: Etwas ist schief gelaufen, weil der Wert "MSG_ID" in der Anfrage fehlt
fi: Jokin meni pieleen, koska pyynnössä ei ole arvoa "MSG_ID".
tr_tr: İstekte "MSG_ID" değeri olmadığı için bir şeyler yanlış gitti

source: There was %d message queued for resending.
de_de: Es standen %d Nachrichten zum erneuten Senden in der Warteschlange.
fi: Uudelleenlähetysjonossa oli %d viesti.
tr_tr: Yeniden gönderilmek üzere %d mesaj kuyrukta bekliyordu.

source: The payment notification generation failed.
de_de: Die Erstellung der Zahlungsbenachrichtigung ist fehlgeschlagen.
fi: Maksuilmoituksen luominen epäonnistui.
tr_tr: Ödeme bildirimi oluşturma işlemi başarısız oldu.

source: The messages were not generated. This could mean there is already a batch being generated on a separate request, or because the selected messages are not ready for generation. Please wait a minute or two and try again.
de_de: Die Nachrichten wurden nicht generiert. Dies kann bedeuten, dass bei einer separaten Anforderung bereits ein Stapel generiert wird oder dass die ausgewählten Nachrichten nicht zur Generierung bereit sind. Bitte warten Sie ein oder zwei Minuten und versuchen Sie es erneut.
fi: Viestejä ei tuotettu. Tämä voi tarkoittaa, että erää on jo luotu erillisellä pyynnöllä tai että valitut viestit eivät ole valmiita luotaviksi. Odota minuutti tai kaksi ja yritä uudelleen.
fr_fr: Les messages n'ont pas été générés. Cela peut signifier qu'il existe déjà un lot généré sur une demande séparée ou parce que les messages sélectionnés ne sont pas prêts pour la génération. Veuillez patienter une minute ou deux et réessayer.
tr_tr: Mesajlar oluşturulmadı. Bu, ayrı bir istek üzerine zaten bir toplu iş oluşturulmakta olduğu veya seçilen mesajların oluşturulmaya hazır olmadığı anlamına gelebilir. Lütfen bir veya iki dakika bekleyin ve tekrar deneyin.

source: The messages were not sent. This could mean there is already a batch being sent on a separate request, or because the selected messages are not sendable. Please wait a minute or two and try again.
de_de: Die Nachrichten wurden nicht gesendet. Dies kann bedeuten, dass bereits ein Stapel auf eine separate Anforderung gesendet wird oder dass die ausgewählten Nachrichten nicht gesendet werden können. Bitte warten Sie ein oder zwei Minuten und versuchen Sie es erneut.
fi: Viestejä ei lähetetty. Tämä voi tarkoittaa, että erää on jo lähetetty erillisellä pyynnöllä tai että valitut viestit eivät ole lähetettävissä. Odota minuutti tai kaksi ja yritä uudelleen.
fr_fr: Les messages n'ont pas été envoyés. Cela peut signifier qu'il ya déjà un lot envoyé sur une demande séparée ou parce que les messages sélectionnés ne peuvent pas être envoyés. Veuillez patienter une minute ou deux et réessayer.
tr_tr: Mesajlar gönderilmedi. Bu, ayrı bir istek üzerine zaten gönderilmekte olan bir toplu iş olduğu veya seçilen mesajların gönderilebilir olmadığı anlamına gelebilir. Lütfen bir veya iki dakika bekleyin ve tekrar deneyin.

source: There was %d message successfully sent.
de_de: Es wurden %d Nachrichten erfolgreich gesendet.
fi: %d viesti lähetettiin onnistuneesti.
fr_fr: Le message %d a été envoyé avec succès.
tr_tr: %d mesaj başarıyla gönderildi.

source: "%1$s" is not a valid loader method on EE_Registry.
de_de: "%1$s" ist keine gültige Lademethode für EE_Registry.
fi: "%1$s" ei ole kelvollinen EE_Registryn latausmenetelmä.
fr_fr: "%1$s" n'est pas une méthode de chargement valide sur EE_Registry
tr_tr: "%1$s" EE_Registry üzerinde geçerli bir yükleyici yöntemi değil.

source: The class EE_Message_Template_Defaults has been deprecated and replaced by EE_Messages_Template_Defaults.
de_de: Die Klasse EE_Message_Template_Defaults ist veraltet und wurde durch EE_Messages_Template_Defaults ersetzt.
fi: Luokka EE_Message_Template_Defaults on poistettu käytöstä ja korvattu EE_Messages_Template_Defaults-luokalla.
tr_tr: EE_Message_Template_Defaults sınıfı kullanımdan kaldırılmış ve EE_Messages_Template_Defaults ile değiştirilmiştir.

source: EE_messages has been deprecated. Please use EE_Message_Resource_Manager instead.
de_de: EE_messages ist veraltet. Bitte verwenden Sie stattdessen EE_Message_Resource_Manager.
fi: EE_messages on poistettu käytöstä. Käytä sen sijaan EE_Message_Resource_Manageria.
tr_tr: EE_messages kullanımdan kaldırılmıştır. Lütfen bunun yerine EE_Message_Resource_Manager kullanın.

source: There were %1$d errors and %2$d messages successfully queued for generation and sending
de_de: Es gab %1$d Fehler und %2$d Nachrichten, die erfolgreich in die Warteschlange für die Erstellung und den Versand gestellt wurden
fi: Oli %1$d virheitä ja %2$d viestejä onnistuneesti jonossa muodostettavaksi ja lähetettäväksi.
tr_tr: Oluşturulmak ve gönderilmek üzere başarıyla sıraya alınan %1$d hata ve %2$d mesaj vardı

source: There were %1$d errors and %2$d message successfully queued for generation.
de_de: Es gab %1$d Fehler und %2$d Nachrichten, die erfolgreich in die Warteschlange für die Generierung gestellt wurden.
fi: Oli %1$d virheitä ja %2$d viestiä onnistuneesti jonossa generoitavaksi.
tr_tr: %1$d hata vardı ve %2$d mesaj başarıyla oluşturulmak üzere sıraya alındı.

source: There was %1$d error and %2$d messages successfully queued for generation.
de_de: Es wurden %1$d Fehler und %2$d Nachrichten erfolgreich in die Warteschlange für die Generierung aufgenommen.
fi: Oli %1$d virhettä ja %2$d viestiä onnistuneesti jonossa generoitavaksi.
tr_tr: %1$d hata oluştu ve %2$d mesaj başarıyla oluşturulmak üzere sıraya alındı.

source: There was %d message that failed to be queued for generation.
de_de: Es gab %d Nachrichten, die nicht in die Warteschlange für die Generierung aufgenommen werden konnten.
fi: Oli %d viestiä, jota ei onnistuttu asettamaan jonoon generointia varten.
tr_tr: Oluşturulmak üzere sıraya alınamayan %d mesaj vardı.

source: %d message successfully queued for generation.
de_de: %d Nachricht erfolgreich in die Warteschlange für die Generierung gestellt.
fi: %d viesti on onnistuneesti asetettu jonoon generointia varten.
fr_fr: %d message correctement mis en fil d'attente pour génération
tr_tr: %d mesajı oluşturulmak üzere başarıyla sıraya alındı.

source: %d messages were successfully queued for generation.
de_de: %d Nachrichten wurden erfolgreich in die Warteschlange für die Generierung aufgenommen.
fi: %d viestiä asetettiin onnistuneesti jonoon generointia varten.
fr_fr: %d messages ont été correctement mis en fil d'attente
tr_tr: %d mesajlar oluşturulmak üzere başarıyla sıraya alındı.

source: Post Payment Transaction Details
de_de: Details zur Zahlungstransaktion
fi: Maksutapahtuman jälkeiset tiedot
tr_tr: Ödeme Sonrası İşlem Detayları

source: Answer Cleanup
de_de: Antwort Cleanup
fi: Vastaus Cleanup
tr_tr: Cevap Temizleme

source: Email - System Question
de_de: E-Mail - Systemfrage
fi: Sähköposti - Järjestelmäkysymys
tr_tr: E-posta - Sistem Sorusu

source: The "%1$s" messenger set for this message is missing or invalid. Please double-check the spelling and verify that the correct files exist.
de_de: Der Botensatz "%1$s" für diese Nachricht fehlt oder ist ungültig. Bitte überprüfen Sie die Schreibweise und stellen Sie sicher, dass die richtigen Dateien vorhanden sind.
fi: Tätä viestiä varten asetettu "%1$s"-lähettiläs puuttuu tai on virheellinen. Tarkista oikeinkirjoitus ja varmista, että oikeat tiedostot ovat olemassa.
tr_tr: Bu mesaj için "%1$s" mesajcı seti eksik veya geçersiz. Lütfen yazımı iki kez kontrol edin ve doğru dosyaların mevcut olduğunu doğrulayın.

source: The %1$s message type set for this message is missing or invalid. Please double-check the spelling and verify that the correct files exist.
de_de: Der für diese Nachricht eingestellte Nachrichtentyp %1$s fehlt oder ist ungültig. Bitte überprüfen Sie die Schreibweise und stellen Sie sicher, dass die richtigen Dateien vorhanden sind.
fi: Tälle viestille asetettu %1$s-viestityyppi puuttuu tai on virheellinen. Tarkista oikeinkirjoitus ja varmista, että oikeat tiedostot ovat olemassa.
tr_tr: Bu ileti için ayarlanan %1$s ileti türü eksik veya geçersiz. Lütfen yazımı iki kez kontrol edin ve doğru dosyaların mevcut olduğunu doğrulayın.

source: The %1$s message type is not a valid message type for the %2$s messenger so it will not be sent.
de_de: Der %1$s-Nachrichtentyp ist kein gültiger Nachrichtentyp für den %2$s-Messenger und wird daher nicht gesendet.
fi: Viestityyppi %1$s ei ole kelvollinen viestityyppi viestintävälineelle %2$s, joten sitä ei lähetetä.
tr_tr: %1$s mesaj türü %2$s mesajlaşma aracı için geçerli bir mesaj türü değildir, bu nedenle gönderilmeyecektir.

source: No recipient
de_de: Kein Empfänger
fi: Ei vastaanottajaa
tr_tr: Alıcı yok

source: Set new scope on payment method %1$s to %2$s from %3$s on URL %4$s
de_de: Neuen Geltungsbereich für die Zahlungsmethode %1$s auf %2$s von %3$s auf URL %4$s setzen
fi: Aseta maksutavan %1$s uusi laajuus %2$s:lle URL-osoitteessa %4$s osoitteesta %3$s.
tr_tr: %1$s ödeme yönteminde yeni kapsamı %4$s URL'sinde %3$s'den %2$s'ye ayarla

source: Could not lock Transaction %1$d because it is already locked, meaning another part of the system is currently editing it. It should already be unlocked by the time you read this, so please refresh the page and try again.
de_de: Die Transaktion %1$d konnte nicht gesperrt werden, da sie bereits gesperrt ist, d.h. ein anderer Teil des Systems bearbeitet sie gerade. Sie sollte bereits entsperrt sein, wenn Sie dies lesen. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.
fi: Tapahtumaa %1$d ei voitu lukita, koska se on jo lukittu, mikä tarkoittaa, että jokin toinen järjestelmän osa muokkaa sitä parhaillaan. Sen pitäisi olla jo vapautettu, kun luet tätä, joten päivitä sivu ja yritä uudelleen.
tr_tr: İşlem %1$d kilitlenemedi çünkü zaten kilitli, yani sistemin başka bir bölümü şu anda onu düzenliyor. Siz bunu okuduğunuzda işlemin kilidi çoktan açılmış olmalıdır, bu nedenle lütfen sayfayı yenileyip tekrar deneyin.

source: A database error has occurred. Turn on WP_DEBUG for more information.||A database error occurred doing wpdb method "%1$s", with arguments "%2$s". The error was "%3$s"
de_de: Es ist ein Datenbankfehler aufgetreten. Schalten Sie WP_DEBUG für weitere Informationen ein.||Ein Datenbankfehler ist bei der wpdb-Methode "%1$s" mit den Argumenten "%2$s" aufgetreten. Der Fehler war "%3$s".
fi: Tietokantavirhe on tapahtunut. Ota WP_DEBUG käyttöön saadaksesi lisätietoja.|||Tietokantavirhe tapahtui wpdb-menetelmää "%1$s" suorittaessasi argumenteilla "%2$s". Virhe oli "%3$s"
tr_tr: Bir veritabanı hatası oluştu. Daha fazla bilgi için WP_DEBUG'ı açın."%2$s" argümanlarıyla wpdb yöntemi "%1$s" yapılırken bir veritabanı hatası oluştu. Hata "%3$s" idi

source: high
de_de: hoch
fi: korkea
tr_tr: yüksek

source: medium
de_de: mittel
tr_tr: orta

source: low
de_de: niedrig
fi: alhainen
tr_tr: düşük

source: Message ID
de_de: Nachrichten-ID
fi: Viestin tunnus
tr_tr: Mesaj Kimliği

source: Unique Token used to represent this row in publicly viewable contexts (eg. a url).
de_de: Eindeutiges Token, das zur Darstellung dieser Zeile in öffentlich einsehbaren Kontexten (z. B. einer URL) verwendet wird.
fi: Yksilöllinen tunniste, jota käytetään tämän rivin esittämiseen julkisesti näkyvissä yhteyksissä (esim. url).
tr_tr: Bu satırı genel olarak görüntülenebilir bağlamlarda (örneğin bir url) temsil etmek için kullanılan Benzersiz Belirteç.

source: Foreign key to the EEM_Message_Template_Group table.
de_de: Fremdschlüssel zur Tabelle EEM_Message_Template_Group.
fi: Ulkoinen avain EEM_Message_Template_Group-taulukkoon.
tr_tr: EEM_Message_Template_Group tablosuna yabancı anahtar.

source: Foreign key to the related EE_Transaction. This is required to give context for regenerating the specific message
de_de: Fremdschlüssel zu der entsprechenden EE_Transaction. Dies ist erforderlich, um den Kontext für die Neugenerierung der spezifischen Meldung zu liefern
fi: Ulkoinen avain asiaan liittyvään EE_Transactioniin. Tämä on tarpeen, jotta voidaan antaa konteksti tietyn viestin uudelleenkirjoittamiselle.
tr_tr: İlgili EE_Transaction için yabancı anahtar. Bu, belirli mesajın yeniden oluşturulması için bağlam sağlamak için gereklidir

source: Corresponds to the EE_messenger::name used to send this message. This will also be used to attempt any resending of the message.
de_de: Entspricht dem EE_messenger::name, der zum Senden dieser Nachricht verwendet wurde. Dieser wird auch verwendet, um zu versuchen, die Nachricht erneut zu senden.
fi: Vastaa viestin lähettämiseen käytettyä EE_messenger::name -nimeä. Tätä käytetään myös yrittäessä lähettää viestiä uudelleen.
tr_tr: Bu mesajı göndermek için kullanılan EE_messenger::name'e karşılık gelir. Bu aynı zamanda mesajın yeniden gönderilmesini denemek için de kullanılacaktır.

source: Corresponds to the EE_message_type::name used to generate this message.
de_de: Entspricht dem EE_message_type::name, der zur Erzeugung dieser Meldung verwendet wird.
fi: Vastaa EE_message_type::name -nimeä, jota käytetään tämän viestin luomiseen.
tr_tr: Bu iletiyi oluşturmak için kullanılan EE_message_type::name öğesine karşılık gelir.

source: Recipient ID
de_de: ID des Empfängers
fi: Vastaanottajan tunnus
tr_tr: Alıcı Kimliği

source: Recipient Type
de_de: Empfänger Typ
fi: Vastaanottajan tyyppi
tr_tr: Alıcı Türü

source: Address To
de_de: Empfänger Adresse
fi: Osoite
tr_tr: Adres

source: Address From
de_de: Absender Adresse
fi: Osoite osoitteesta
tr_tr: Adres Kimden

source: Priority
de_de: Priorität
fi: Prioriteetti
tr_tr: Öncelik

source: Created
de_de: erstellt
fi: Luotu
tr_tr: Oluşturuldu

source: Registration with the ID: %s
de_de: Registrierung mit der ID: %s
fi: Rekisteröinti tunnuksella: %s
tr_tr: Kimlik: %s ile kayıt

source: Attendee %s
de_de: Teilnehmer %s
fi: Osallistuja %s
tr_tr: Katılımcı %s

source: Attendee ID: %s
de_de: Teilnehmer ID: %s
fi: Osallistujan ID: %s
tr_tr: Katılımcı Kimliği: %s

source: WP User: %s
de_de: WP-Benutzer: %s
fi: WP-käyttäjä: %s
tr_tr: WP Kullanıcısı: %s

source: WP User ID: %s
de_de: WP-Benutzer-ID: %s
fi: WP-käyttäjätunnus: %s
tr_tr: WP Kullanıcı Kimliği: %s

source: Transaction with the ID: %s
de_de: Transaktion mit der ID: %s
fi: Tapahtuma tunnuksella: %s
tr_tr: Kimlik: %s ile işlem

source: for the Event: %s
de_de: für das Ereignis: %s
fi: tapahtuman osalta: %s
tr_tr: Etkinlik için: %s

source: for the Event with ID: %s
de_de: für das Ereignis mit der ID: %s
fi: tapahtuman ID: %s osalta
tr_tr: ID: %s ile Etkinlik için

source: The name of the template group
de_de: Der Name der Vorlagengruppe
fi: Malliryhmän nimi
tr_tr: Şablon grubunun adı

source: USA - Format Phone
de_de: USA - Format Telefon
fi: Yhdysvallat - Muotoilu Puhelin
tr_tr: ABD - Format Telefon

source: Whole Number
de_de: Ganze Zahl
fi: Kokonaisluku
fr_fr: Nombre entier
tr_tr: Tam Sayı

source: Multi Select
de_de: Mehrfachauswahl
tr_tr: Çoklu Seçim

source: A single line text input field
de_de: Ein einzeiliges Texteingabefeld
fi: Yksirivinen tekstinsyöttökenttä
tr_tr: Tek satırlık bir metin giriş alanı

source: A multi line text input field
de_de: Ein mehrzeiliges Texteingabefeld
fi: Monirivinen tekstinsyöttökenttä
tr_tr: Çok satırlı bir metin giriş alanı

source: Allows multiple preset options to be selected
de_de: Ermöglicht die Auswahl mehrerer voreingestellter Optionen
fi: Mahdollistaa useiden esiasetettujen vaihtoehtojen valinnan
tr_tr: Birden fazla ön ayar seçeneğinin seçilmesine izin verir

source: Allows a single preset option to be selected
de_de: Ermöglicht die Auswahl einer einzelnen voreingestellten Option
fi: Mahdollistaa yhden esiasetusvaihtoehdon valinnan.
tr_tr: Tek bir ön ayar seçeneğinin seçilmesine izin verir
