Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: The "%1$s" PersistentAdminNotice was not successfully registered. Please ensure that it is being created prior to either the "admin_notices" or "network_admin_notices" hooks being triggered.
de_de: Die "%1$s" PersistentAdminNotice wurde nicht erfolgreich registriert. Bitte stellen Sie sicher, dass sie erstellt wird, bevor die Hooks "admin_notices" oder "network_admin_notices" ausgelöst werden.
fi: "%1$s" PersistentAdminNotice -ilmoitusta ei rekisteröity onnistuneesti. Varmista, että se luodaan ennen "admin_notices"- tai "network_admin_notices"-koukkujen käynnistämistä.
tr_tr: "%1$s" PersistentAdminNotice başarıyla kaydedilmedi. Lütfen "admin_notices" veya "network_admin_notices" kancaları tetiklenmeden önce oluşturulduğundan emin olun.

source: You need to pass at least two arguments, representing the addon plugin file and version, in order to generate a Domain class
de_de: Sie müssen mindestens zwei Argumente übergeben, die die Addon-Plugin-Datei und die Version darstellen, um eine Domain-Klasse zu erzeugen
fi: Sinun on annettava vähintään kaksi argumenttia, jotka edustavat lisäosan laajennustiedostoa ja versiota, jotta voit luoda Domain-luokan.
tr_tr: Bir Etki Alanı sınıfı oluşturmak için eklenti dosyasını ve sürümünü temsil eden en az iki argüman iletmeniz gerekir

source: The requested Domain class "%1$s" could not be loaded.
de_de: Die angeforderte Domänenklasse "%1$s" konnte nicht geladen werden.
fi: Pyydettyä toimialueluokkaa "%1$s" ei voitu ladata.
tr_tr: İstenen Etki Alanı sınıfı "%1$s" yüklenemedi.

source: The RequestTypeContext slug must be one of the following values: %1$s %2$s
de_de: Der Slug RequestTypeContext muss einer der folgenden Werte sein: %1$s %2$s
fi: RequestTypeContext-sloganin on oltava jokin seuraavista arvoista: %1$s %2$s
tr_tr: RequestTypeContext slug'ı aşağıdaki değerlerden biri olmalıdır: %1$s %2$s

source: An invalid string identifying a context was provided. "%1$s" was received, and one of "%2$s" was expected.
de_de: Es wurde eine ungültige Zeichenfolge zur Identifizierung eines Kontexts übermittelt. Es wurde "%1$s" empfangen, erwartet wurde einer von "%2$s".
fi: Annettiin virheellinen merkkijono, joka yksilöi kontekstin. Vastaanotettiin "%1$s", ja odotettiin jotain "%2$s".
tr_tr: Bir bağlamı tanımlayan geçersiz bir dize sağlandı. "%1$s" alındı ve "%2$s" değerlerinden biri bekleniyordu.

source: The total paid calculation for this registration is inaccurate.
de_de: Die gesamte bezahlte Rechnung für diese Registrierung ist ungenau.
fi: Tämän rekisteröinnin osalta maksetun kokonaismaksun laskelma on epätarkka.
tr_tr: Bu kayıt için yapılan toplam ödeme hesaplaması yanlıştır.

source: Could not find a field on the model "%1$s" for qualified column "%2$s"
de_de: Es konnte kein Feld im Modell "%1$s" für die qualifizierte Spalte "%2$s" gefunden werden.
fi: Mallista "%1$s" ei löytynyt kenttää sarakkeelle "%2$s".
tr_tr: "%1$s" modelinde "%2$s" nitelikli sütunu için bir alan bulunamadı

source: An invalid Event ID was supplied.
de_de: Es wurde eine ungültige Ereignis-ID angegeben.
fi: Virheellinen tapahtumatunnus annettiin.
tr_tr: Geçersiz bir Olay Kimliği sağlandı.

source: %1$sImportant announcement related to your install of Event Espresso%2$s: There are some changes made to your site that could affect how dates display for your events and other related items with dates and times. Read more about it %3$shere%4$s. If your dates and times are displaying incorrectly (incorrect offset), you can fix it using the tool on %5$sthis page%4$s.
de_de: %1$sWichtige Ankündigung im Zusammenhang mit Ihrer Installation von Event Espresso%2$s: Es wurden einige Änderungen an Ihrer Website vorgenommen, die sich auf die Anzeige von Terminen für Ihre Veranstaltungen und andere verwandte Elemente mit Datum und Uhrzeit auswirken können. Lesen Sie mehr darüber %3$shier%4$s. Wenn Ihre Daten und Zeiten falsch angezeigt werden (falscher Offset), können Sie dies mit dem Tool auf %5$sdieser Seite%4$s beheben.
fi: %1$sTärkeä ilmoitus liittyen Event Espresson asennukseen%2$s: Sivustoosi on tehty joitakin muutoksia, jotka voivat vaikuttaa tapahtumien ja muiden päivämääriä ja kellonaikoja sisältävien kohteiden päivämäärien näyttämiseen. Lue lisää asiasta %3$stäältä%4$s. Jos päivämäärät ja kellonajat näkyvät virheellisesti (väärä siirtymä), voit korjata sen %5$stämän sivun%4$ssa olevan työkalun avulla.
tr_tr: %1$s Event Espresso%2$s kurulumunuzla ilgili önemli duyuru: Sitenizde yapılan bazı değişiklikler, etkinlikleriniz ve tarih ve saat içeren diğer ilgili öğeler için tarihlerin görüntülenme şeklini etkileyebilir. Bu konuda daha fazla bilgi için %3$sşuraya%4$s tıklayın. Tarihleriniz ve saatleriniz yanlış görüntüleniyorsa (yanlış ofset), %5$sbu%4$s sayfasındaki aracı kullanarak düzeltebilirsiniz.

source: The "%1$s" parameter for the "%2$s" method is deprecated. If you need to reset Event Espresso's capabilities, then please use the "%3$s" method with the "%1$s" parameter set to "%4$s".
de_de: Der Parameter "%1$s" für die Methode "%2$s" ist veraltet. Wenn Sie die Fähigkeiten von Event Espresso zurücksetzen müssen, verwenden Sie bitte die Methode "%3$s", wobei der Parameter "%1$s" auf "%4$s" gesetzt ist.
fi: Parametri "%1$s" metodille "%2$s" on vanhentunut. Jos haluat nollata Event Espresson ominaisuudet, käytä "%3$s"-menetelmää, jossa "%1$s"-parametrin arvoksi on asetettu "%4$s".
tr_tr: "%2$s" yöntemi için "%1$s" parametresi kullanımdan kaldırılmıştır. Event Espresso'nun yeteneklerini sıfırlamanız gerekiyorsa, lütfen "%1$s" parametresi "%4$s" olarak ayarlanmış "%3$s" yöntemini kullanın.

source: Don't use class loaders for FQCNs.
de_de: Verwenden Sie keine Klassenlader für FQCNs.
fi: Älä käytä luokkien lataajia FQCN:iin.
tr_tr: FQCN'ler için sınıf yükleyicileri kullanmayın.

source: %1$s has been replaced by %2$s.
de_de: %1$s wurde durch %2$s ersetzt.
fi: %1$s on korvattu %2$s:llä.
tr_tr: %1$s %2$s ile değiştirildi.

source: Base 64 decoding failed.
de_de: Base 64-Dekodierung fehlgeschlagen.
fi: Base 64 -dekoodaus epäonnistui.
tr_tr: 64 taban kod çözme başarısız oldu.

source: OpenSSL support appears to be enabled on the server, but no cipher methods are available. Please contact the server administrator.
de_de: Die OpenSSL-Unterstützung scheint auf dem Server aktiviert zu sein, aber es sind keine Verschlüsselungsmethoden verfügbar. Bitte wenden Sie sich an den Serveradministrator.
fi: OpenSSL-tuki näyttää olevan käytössä palvelimella, mutta salausmenetelmiä ei ole käytettävissä. Ota yhteyttä palvelimen ylläpitäjään.
tr_tr: Sunucuda OpenSSL desteği etkin görünüyor, ancak hiçbir şifre yöntemi mevcut değil. Lütfen sunucu yöneticisiyle iletişime geçin.

source: OpenSSL support appears to be enabled on the server, but no digest methods are available. Please contact the server administrator.
de_de: Die OpenSSL-Unterstützung scheint auf dem Server aktiviert zu sein, aber es sind keine Digest-Methoden verfügbar. Bitte wenden Sie sich an den Serveradministrator.
fi: OpenSSL-tuki näyttää olevan käytössä palvelimella, mutta mitään salaustekniikkaa ei ole käytettävissä. Ota yhteyttä palvelimen ylläpitäjään.
tr_tr: Sunucuda OpenSSL desteği etkin görünüyor, ancak hiçbir özet yöntemi mevcut değil. Lütfen sunucu yöneticisiyle iletişime geçin.

source: Usage is deprecated. Use "%1$s" instead.
de_de: Die Verwendung ist veraltet. Verwenden Sie stattdessen "%1$s".
fi: Käyttö on vanhentunut. Käytä sen sijaan "%1$s".
tr_tr: Kullanımı kullanımdan kaldırılmıştır. Bunun yerine "%1$s" kullanın.

source: This class is deprecated. Please use %1$s instead. All Event Espresso request stack classes have been moved to %2$s and are now under the %3$s namespace
de_de: Diese Klasse ist veraltet. Bitte verwenden Sie stattdessen %1$s. Alle Event-Espresso-Anforderungsstapelklassen wurden nach %2$s verschoben und befinden sich nun im Namensraum %3$s
fi: Tämä luokka on vanhentunut. Käytä sen sijaan luokkaa %1$s. Kaikki Event Espresso -pyyntöpinon luokat on siirretty %2$s:ään ja ovat nyt nimiavaruudessa %3$s.
tr_tr: Bu sınıf kullanımdan kaldırılmıştır. Lütfen bunun yerine %1$s kullanın. Tüm Event Espresso istek yığını sınıfları %2$s'ye taşındı ve artık %3$s ad alanı altında

source: We're sorry, but the Event Espresso %1$s addon was deactivated because version %2$s or higher is required with this version of Event Espresso core.
de_de: Es tut uns leid, aber das Event-Espresso-Addon %1$s wurde deaktiviert, weil die Version %2$s oder höher für diese Version von Event-Espresso Core erforderlich ist.
fi: Olemme pahoillamme, mutta Event Espresso-lisäosa %1$s poistettiin käytöstä, koska versio %2$s tai uudempi vaaditaan tämän Event Espresso -ydinversion kanssa.
tr_tr: Üzgünüz, ancak Event Espresso çekirdeğinin bu sürümü için %2$s veya daha yüksek bir sürüm gerektiğinden Event Espresso %1$s eklentisi devre dışı bırakıldı.

source: If using Invisible reCAPTCHA, then this determines the position of the reCAPTCHA badge. "Bottom Left" and "Bottom Right" both will float at the bottom of the screen. "Inline" appears beside the submit button but allows you to control the CSS.
de_de: Wenn Sie Invisible reCAPTCHA verwenden, dann bestimmt dies die Position des reCAPTCHA-Badges. "Unten links" und "Unten rechts" werden beide am unteren Rand des Bildschirms angezeigt. Inline" erscheint neben der Schaltfläche "Submit", erlaubt Ihnen aber, das CSS zu steuern.
fi: Jos käytät näkymätöntä reCAPTCHAa, tämä määrittää reCAPTCHA-merkin sijainnin. "Alhaalla vasemmalla" ja "Alhaalla oikealla" molemmat kelluvat näytön alareunassa. "Inline" näkyy lähetä-painikkeen vieressä, mutta voit hallita CSS:ää.
tr_tr: Görünmez reCAPTCHA kullanılıyorsa, bu reCAPTCHA rozetinin konumunu belirler. "Sol Alt" ve "Sağ Alt" her ikisi de ekranın alt kısmında yüzecektir. "Satır İçi" gönder düğmesinin yanında görünür ancak CSS'yi kontrol etmenize olanak tanır.

source: Bottom Left
de_de: Unten links
fi: Alhaalla vasemmalla
tr_tr: Sol Alt

source: Bottom Right
de_de: Unten rechts
fi: Alhaalla oikealla
tr_tr: Sağ Alt

source: Inline
tr_tr: Satır içi

source: Invisible reCAPTCHA Badge Position
de_de: Unsichtbare reCAPTCHA-Badge-Position
fi: Näkymätön reCAPTCHA-merkin sijainti
tr_tr: Görünmez reCAPTCHA Rozet Konumu

source: Event Espresso is a %sWordPress event manager%s which makes it easy for you to register attendees for classes, workshops, events, trainings, conferences or concerts, all from your WordPress website. Event Espresso events are created from the WordPress admin area. You can create signup forms to collect information about your attendees, accept payments, and create reports. The lite version of the plugin provides everything that you need to manage your event using WordPress.
de_de: Event Espresso ist ein %sWordPress Event-Manager%s, der es Ihnen leicht macht, Teilnehmer für Kurse, Workshops, Veranstaltungen, Schulungen, Konferenzen oder Konzerte zu registrieren, und das alles über Ihre WordPress-Website. Event Espresso-Veranstaltungen werden über den WordPress-Administrationsbereich erstellt. Sie können Anmeldeformulare erstellen, um Informationen über Ihre Teilnehmer zu sammeln, Zahlungen zu akzeptieren und Berichte zu erstellen. Die Lite-Version des Plugins bietet alles, was Sie brauchen, um Ihre Veranstaltung mit WordPress zu verwalten.
fi: Event Espresso on %sWordPress-tapahtumanhallinta%s, jonka avulla sinun on helppo rekisteröidä osallistujia luokkiin, työpajoihin, tapahtumiin, koulutuksiin, konferensseihin tai konsertteihin, kaikki WordPress-sivustoltasi. Event Espresso -tapahtumat luodaan WordPressin hallinta-alueelta. Voit luoda ilmoittautumislomakkeita, joilla keräät tietoja osallistujista, hyväksyä maksuja ja luoda raportteja. Lisäosan Lite-versio tarjoaa kaiken, mitä tarvitset tapahtuman hallintaan WordPressin avulla.
tr_tr: Event Espresso, WordPress web sitenizden sınıflar, atölyeler, etkinlikler, eğitimler, konferanslar veya konserler için katılımcıları kaydetmenizi kolaylaştıran bir %sWordPress etkinlik yöneticisidir%s. Event Espresso etkinlikleri WordPress yönetici alanından oluşturulur. Katılımcılarınız hakkında bilgi toplamak, ödemeleri kabul etmek ve raporlar oluşturmak için kayıt formları oluşturabilirsiniz. Eklentinin lite sürümü, WordPress kullanarak etkinliğinizi yönetmek için ihtiyacınız olan her şeyi sağlar.

source: Add a pre-populated %1$sgroup of questions%2$s to your event.
de_de: Fügen Sie Ihrem Ereignis eine vorausgefüllte %1$sFragengruppe%2$s hinzu.
fi: Lisää tapahtumaan valmiiksi täytetty %1$skysymysryhmä%2$s.
tr_tr: Etkinliğinize önceden doldurulmuş bir %1$soru grubu%2$s ekleyin.

source: View this registrant's check-ins/checkouts for the datetime
de_de: Sehen Sie sich die Check-ins/Check-outs dieses Registranten für dieses Datum an.
fi: Näytä tämän rekisteröijän sisään-/uloskirjautumiset kyseisenä ajankohtana.
tr_tr: Bu kayıt sahibinin tarih aralığındaki giriş/çıkışlarını görüntüleyin

source: Click for attendee details
de_de: Klicken für Teilnehmerdetails
fi: Klikkaa osallistujan tiedot
tr_tr: Katılımcı detayları için tıklayın

source: Click here to edit event.
de_de: Klicken Sie hier, um das Ereignis zu bearbeiten.
fi: Klikkaa tästä muokataksesi tapahtumaa.
tr_tr: Etkinliği düzenlemek için buraya tıklayın.

source: Displaying check in records for %1$s for %2$s at the event, %3$s
de_de: Anzeige von Eincheck-Datensätzen für %1$s für %2$s bei der Veranstaltung, %3$s
fi: Näytetään kirjautumistiedot %1$s:lle %2$s:lle tapahtumassa %3$s:ssä.
tr_tr: %3$s etkinliğinde %2$s için %1$s check-in kayıtları görüntüleniyor

source: The "edit_event_datetimes" array is invalid therefore the event can not be updated.
de_de: Das Array "edit_event_datetimes" ist ungültig, daher kann das Ereignis nicht aktualisiert werden.
fi: "edit_event_datetimes"-matriisi on virheellinen, joten tapahtumaa ei voi päivittää.
tr_tr: "edit_event_datetimes" dizisi geçersizdir, bu nedenle olay güncellenemez.

source: The "edit_tickets" array is invalid therefore the event can not be updated.
de_de: Das Array "edit_tickets" ist ungültig, daher kann das Ereignis nicht aktualisiert werden.
fi: "edit_tickets"-matriisi on virheellinen, joten tapahtumaa ei voida päivittää.
tr_tr: "edit_tickets" dizisi geçersizdir, bu nedenle olay güncellenemez.

source: We're sorry but an attempt to verify the form's reCAPTCHA has failed. %1$s %2$s Please try again.
de_de: Es tut uns leid, aber ein Versuch, das reCAPTCHA des Formulars zu überprüfen, ist fehlgeschlagen. %1$s %2$s Bitte versuchen Sie es erneut.
fi: Olemme pahoillamme, mutta yritys vahvistaa lomakkeen reCAPTCHA epäonnistui. %1$s %2$s Yritä uudelleen.
tr_tr: Üzgünüz, ancak formun reCAPTCHA'sını doğrulama girişimi başarısız oldu. %1$s %2$s Lütfen tekrar deneyin.

source: Invisible reCAPTCHA Protection
de_de: Unsichtbarer reCAPTCHA-Schutz
fi: Näkymätön reCAPTCHA-suojaus
tr_tr: Görünmez reCAPTCHA Koruması

source: Select which Event Espresso forms you would like to enable Invisible reCAPTCHA on.
de_de: Wählen Sie die Event Espresso-Formulare aus, für die Sie Invisible reCAPTCHA aktivieren möchten.
fi: Valitse, mihin Event Espresson lomakkeisiin haluat ottaa näkymättömän reCAPTCHA:n käyttöön.
tr_tr: Görünmez reCAPTCHA'yı hangi Event Espresso formlarında etkinleştirmek istediğinizi seçin.

source: Invisible
de_de: Unsichtbar
fi: Näkymätön
tr_tr: Görünmez

source: Manage your events from your WordPress dashboard. Reduce your admin, reduce your costs, make your life easier! This is the Caffeinated/Regular version of Event Espresso, but we also have a hosted version called %sEvent Smart%s for customers that want to cut back on their hosting and security expenses.
de_de: Verwalten Sie Ihre Veranstaltungen über Ihr WordPress-Dashboard. Reduzieren Sie Ihren Verwaltungsaufwand, reduzieren Sie Ihre Kosten, machen Sie Ihr Leben einfacher! Dies ist die Caffeinated/Regular-Version von Event Espresso, aber wir haben auch eine gehostete Version namens %sEvent Smart%s für Kunden, die ihre Hosting- und Sicherheitskosten reduzieren möchten.
fi: Hallitse tapahtumia WordPress-kojelaudalta. Vähennä hallinnointia, vähennä kustannuksia, helpota elämääsi! Tämä on Event Espresson Caffeinated/Regular-versio, mutta meillä on myös isännöity versio nimeltä %sEvent Smart%s asiakkaille, jotka haluavat vähentää isännöinti- ja tietoturvakustannuksiaan.
tr_tr: Etkinliklerinizi WordPress panonuzdan yönetin. Yöneticilerinizi azaltın, maliyetlerinizi düşürün, hayatınızı kolaylaştırın! Bu, Event Espresso'nun Kafeinli / Normal sürümüdür, ancak barındırma ve güvenlik masraflarını azaltmak isteyen müşterilerimiz için %sEvent Smart%s adlı barındırılan bir sürümümüz de vardır.

source: This method would have been protected but was used on a filter callback so needed to be public. Please discontinue usage as it will be removed soon.
de_de: Diese Methode wäre geschützt gewesen, wurde aber für einen Filter-Callback verwendet und musste daher öffentlich sein. Bitte stellen Sie die Verwendung ein, da sie bald entfernt werden wird.
fi: Tämä menetelmä olisi ollut suojattu, mutta sitä käytettiin suodatinkutsussa, joten sen piti olla julkinen. Lopeta sen käyttö, sillä se poistetaan pian.
tr_tr: Bu yöntem korumalı olabilirdi ancak bir filtre geri çağrısında kullanıldığından herkese açık olması gerekiyordu. Yakında kaldırılacağı için lütfen kullanmaya devam etmeyin.

source: Will display the attendees list when events are viewed on archive pages.
de_de: Zeigt die Teilnehmerliste an, wenn Ereignisse auf Archivseiten angezeigt werden.
fi: Näyttää osallistujalistan, kun tapahtumia tarkastellaan arkistosivuilla.
tr_tr: Etkinlikler arşiv sayfalarında görüntülendiğinde katılımcı listesini görüntüler.

source: Make Payment from the Frontend.
de_de: Bezahlen Sie vom Frontend aus.
fi: Suorita maksu etusivulta.
tr_tr: Ön Uçtan Ödeme Yapın.

source: An error occurred and the details for the transaction with the ID # %d could not be retrieved.
de_de: Es ist ein Fehler aufgetreten und die Details für die Transaktion mit der ID # %d konnten nicht abgerufen werden.
fi: Tapahtui virhe, eikä tapahtuman, jonka ID # %d, tietoja voitu hakea.
tr_tr: Bir hata oluştu ve %d numaralı işlemin ayrıntıları alınamadı.

source: Make Payment on Frontend
de_de: Zahlung am Frontend vornehmen
fi: Tee maksu Frontendissä
tr_tr: Ön Uçta Ödeme Yapın

source: You do not have access to apply payments or refunds to a registration.
de_de: Sie haben keinen Zugang, um Zahlungen oder Erstattungen auf eine Registrierung anzuwenden.
fi: Sinulla ei ole mahdollisuutta soveltaa maksuja tai palautuksia rekisteröintiin.
tr_tr: Bir kayda ödeme veya para iadesi uygulamak için erişiminiz yoktur.

source: You do not have access to delete a payment.
de_de: Sie haben keine Möglichkeit, eine Zahlung zu löschen.
fi: Et voi poistaa maksua.
tr_tr: Bir ödemeyi silme erişiminiz yoktur.

source: No payments have been applied to this transaction yet.
de_de: Es wurden noch keine Zahlungen für diese Transaktion getätigt.
fi: Tähän tapahtumaan ei ole vielä kohdistettu maksuja.
tr_tr: Bu işleme henüz herhangi bir ödeme uygulanmamıştır.

source: You do not have access to apply payments or refunds.
de_de: Sie haben keinen Zugang zur Beantragung von Zahlungen oder Erstattungen.
fi: Sinulla ei ole mahdollisuutta hakea maksuja tai palautuksia.
tr_tr: Ödemeleri veya geri ödemeleri uygulamak için erişiminiz yoktur.

source: Welcome to Event Espresso 4!
de_de: Willkommen bei Event Espresso 4!
fi: Tervetuloa Event Espresso 4:ään!
tr_tr: Event Espresso 4'e hoş geldiniz!

source: The template for %1$s is currently %2$sactive%3$s.
de_de: Die Vorlage für %1$s ist derzeit %2$saktiv%3$s.
fi: Malli %1$s on tällä hetkellä %2$sactive%3$s.
tr_tr: %1$s için şablon şu anda %2$sactive%3$s şeklindedir.

source: The template for %1$s is currently %2$sinactive%3$s.
de_de: Die Vorlage für %1$s ist derzeit %2$sinaktiv%3$s.
fi: Malli %1$s on tällä hetkellä %2$sinactive%3$s.
tr_tr: %1$s için şablon şu anda %2$sinaktif%3$s.

source: Add a pre-populated %1$sgroup of questions%2$s to your event. The personal information group is required for all events
de_de: Fügen Sie eine vorausgefüllte %1$sFragengruppe%2$s zu Ihrer Veranstaltung hinzu. Die Gruppe "Persönliche Informationen" ist für alle Veranstaltungen erforderlich
fi: Lisää tapahtumaan valmiiksi täytetty %1$skysymysryhmä%2$s. Henkilökohtaiset tiedot -ryhmä vaaditaan kaikissa tapahtumissa
tr_tr: Etkinliğinize önceden doldurulmuş bir %1$s soru grubu%2$s ekleyin. Kişisel bilgi grubu tüm etkinlikler için gereklidir

source: %1$s Viewing registrations for %2$s%3$s
de_de: %1$s Anzeige der Registrierungen für %2$s%3$s
fi: %1$s Tarkastellaan rekisteröintejä %2$s%3$s:n osalta
tr_tr: %1$s %2$s%3$s için kayıtlar görüntüleniyor

source: Manually triggered status change on a Registration Admin Page route.
de_de: Manuell ausgelöste Statusänderung auf einer Registration Admin Page Route.
fi: Manuaalisesti käynnistetty tilanmuutos rekisteröinnin hallintasivun reitillä.
tr_tr: Bir Kayıt Yönetici Sayfası rotasında manuel olarak tetiklenen durum değişikliği.

source: Required data for doing this action is not available.
de_de: Die für die Durchführung dieser Aktion erforderlichen Daten sind nicht verfügbar.
fi: Tämän toimen suorittamiseen tarvittavia tietoja ei ole saatavilla.
tr_tr: Bu eylemi gerçekleştirmek için gerekli veriler mevcut değildir.

source: Unable to change the active state because the given id "%1$d" does not match a valid "%2$s"
de_de: Der aktive Status kann nicht geändert werden, da die angegebene ID "%1$d" nicht mit einer gültigen ID "%2$s" übereinstimmt.
fi: Aktiivisen tilan muuttaminen ei onnistu, koska annettu id "%1$d" ei vastaa kelvollista "%2$s"
tr_tr: Verilen kimlik "%1$d" geçerli bir "%2$s" ile eşleşmediği için etkin durum değiştirilemiyor

source: You can control how long a record of processed messages is kept via this option.
de_de: Mit dieser Option können Sie festlegen, wie lange ein Datensatz der verarbeiteten Nachrichten aufbewahrt werden soll.
fi: Voit hallita, kuinka kauan käsiteltyjen viestien tallennus säilyy tämän vaihtoehdon avulla.
tr_tr: Bu seçenek aracılığıyla işlenen mesajların kaydının ne kadar süreyle tutulacağını kontrol edebilirsiniz.

source: Message successfully deleted
de_de: Nachricht erfolgreich gelöscht
fi: Viesti poistettu onnistuneesti
tr_tr: Mesaj başarıyla silindi

source: The green colored gear %s indicates that this messenger is currently active.
de_de: Das grün gefärbte Zahnrad %s zeigt an, dass dieser Bote gerade aktiv ist.
fi: Vihreällä värillä merkitty hammasratas %s osoittaa, että tämä sanansaattaja on tällä hetkellä aktiivinen.
tr_tr: Yeşil renkli dişli %s, bu habercinin o anda etkin olduğunu gösterir.

source: Leave the following fields blank if you want the offset to be applied to all dates. If however, you want to just apply the offset to a specific range of dates you can restrict the offset application using these fields.
de_de: Lassen Sie die folgenden Felder leer, wenn Sie möchten, dass der Versatz auf alle Daten angewendet wird. Wenn Sie den Versatz jedoch nur auf einen bestimmten Datumsbereich anwenden möchten, können Sie die Anwendung des Versatzes über diese Felder einschränken.
fi: Jätä seuraavat kentät tyhjiksi, jos haluat, että siirtoa sovelletaan kaikkiin päivämääriin. Jos kuitenkin haluat soveltaa siirtoa vain tiettyyn päivämäärävälin, voit rajoittaa siirtoa näillä kentillä.
tr_tr: Ofsetin tüm tarihlere uygulanmasını istiyorsanız aşağıdaki alanları boş bırakın. Ancak, ofsetin sadece belirli bir tarih aralığına uygulanmasını istiyorsanız, bu alanları kullanarak ofset uygulamasını kısıtlayabilirsiniz.
