Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: A status of %s means that a registration has been accepted as complete. The registration will count towards the registration limit, remaining tickets, and calculations for available seats. Payments (if necessary) can also be made by primary registrants with this status.
de_de: Ein Status von %s bedeutet, dass eine Registrierung als vollständig akzeptiert wurde. Die Anmeldung wird auf das Anmeldelimit, die verbleibenden Tickets und die Berechnung der verfügbaren Plätze angerechnet. Zahlungen (falls erforderlich) können auch von primären Registranten mit diesem Status vorgenommen werden.
fi: Tila "%s" tarkoittaa, että ilmoittautuminen on valmis ja hyväksytty. Ilmoittautuminen otetaan huomioon ilmoittautumisrajassa, jäljellä olevissa lipuissa ja vapaiden paikkojen laskemisessa. Ensisijainen ilmoittautuja voi myös suorittaa mahdollisen maksun.
fr_fr: Un état %s signifie que l'enregistrement a été acceptée comme complète. L'enregistrement sera pris en compte dans la limite d'inscription, les billets restants, et les calculs de places disponibles. Paiements (si nécessaire) peuvent également être faites par les déclarants primaires avec ce statut.
tr_tr: Durumunun %s olması, bir kaydın tamamlanmış olarak kabul edildiği anlamına gelir. Kayıt, kayıt limitine, kalan biletlere ve boş koltuk hesaplamalarına dahil edilecektir. Ödemeler (gerekirse) bu statüye sahip birincil kayıt sahipleri tarafından da yapılabilir.

source: Street Address 2
de_de: Strasse 2
fi: Lähiosoite 2
fr_fr: Adresse 2
tr_tr: Cadde Adresi 2

source: This field is only shown to the admin. It is useful for understanding the difference between questions that appear to be similar but are used in various situations. HTML cannot be used.
de_de: Dieses Feld ist nur für den Administrator sichtbar. Es ist nützlich, um den Unterschied zwischen Fragen zu verstehen, die ähnlich erscheinen, aber in verschiedenen Situationen verwendet werden. HTML kann nicht verwendet werden.
fi: Tämä kenttä näytetään vain ylläpitäjille. Sen avulla erottaa kysymykset, jotka vaikuttavat vastaavan toisiaan mutta joita käytetään eri tilanteissa. HTML-koodia ei voida käyttää.
fr_fr: Ce champ ne s'affiche que pour l'administrateur. Il est utile pour comprendre la différence entre les questions qui semblent être similaires mais qui sont utilisées dans diverses situations. HTML ne peut pas être utilisé.
tr_tr: Bu alan sadece yöneticiye gösterilir. Benzer gibi görünen ancak çeşitli durumlarda kullanılan sorular arasındaki farkı anlamak için kullanışlıdır. HTML kullanılamaz.

source: This page shows details for a specific transaction in Event Espresso.
de_de: Diese Seite zeigt Details zu einer bestimmten Transaktion in Event Espresso.
fi: Tällä sivulla näytetään yksittäisen Event Espressossa tehdyn tilauksen tiedot.
fr_fr: Cette page affiche les détails d'une transaction spécifique Event Espresso.
tr_tr: Bu sayfa Event Espresso'daki belirli bir işlemin ayrıntılarını gösterir.

source: A status of %1$s means that a registration has not paid but they ARE able to make payments (if necessary). %2$s registrations do NOT count towards registration limits, remaining tickets, and calculations for available seats. If registration for a free event occurs, then registrations are automatically set to %3$s. For paid tickets, %1$s registrations are set to %3$s when full payment is recorded.
de_de: Ein Status von %1$s bedeutet, dass eine Registrierung nicht bezahlt wurde, aber sie SIND in der Lage, Zahlungen zu leisten (falls erforderlich). Anmeldungen mit dem Status %2$s werden NICHT auf die Registrierungslimits, die verbleibenden Tickets und die Berechnungen für verfügbare Plätze angerechnet. Wenn eine Registrierung für eine kostenlose Veranstaltung erfolgt, werden die Registrierungen automatisch auf %3$s gesetzt. Für bezahlte Tickets werden %1$s Registrierungen auf %3$s gesetzt, wenn die vollständige Zahlung verbucht wurde.
fi: Tila "%1$s" tarkoittaa, että ilmoittautumista ei ole maksettu, mutta mahdollinen maksu voidaan suorittaa. %2$s-ilmoittautumisia EI oteta huomioon ilmoittautumisrajassa, jäljellä olevissa lipuissa tai vapaiden paikkojen laskemisessa. Ilmaisten tapahtumien ilmoittautumiset asetetaan automaattisesti tilaan "%3$s". Maksullisten lippujen osalta %1$s-ilmoittautumiset asetetaan tilaan "%3$s" kun koko maksu on kirjautunut.
fr_fr: Un état ​​de %1$s signifie que l'enregistrement n'a pas payé, mais ils sont en mesure d'effectuer des paiements (si nécessaire). %2$s les inscriptions ne comptent pas dans les limites d'inscription, les billets restants, et les calculs de places disponibles. Si l'enregistrement pour un événement gratuit se produit, alors les enregistrements sont automatiquement réglés sur %3$s . Pour les billets payés, %1$s les inscriptions sont fixés à %3$s quand le paiement intégral est enregistré.
tr_tr: %1$s durumu, bir kaydın ödeme yapmadığı ancak (gerekirse) ödeme yapabilecekleri anlamına gelir. %2$s kayıtları kayıt limitleri, kalan biletler ve boş koltuk hesaplamalarında dikkate ALINMAZ. Ücretsiz bir etkinlik için kayıt yapılırsa, kayıtlar otomatik olarak %3$s olarak ayarlanır. Ücretli biletler için, tam ödeme kaydedildiğinde %1$s kayıtları %3$s olarak ayarlanır.

source: Primary Contact Email
de_de: Primäre E-Mail Kontaktadresse
fi: Ensisijainen sähköposti
fr_fr: Contact principal Email
tr_tr: .öncelikli İletişim E-maili

source: Shows the address for the registrant.
de_de: Zeigt die Adresse des Registranten an.
fi: Näyttää ilmoittautuneen osoitteen.
fr_fr: Affiche l'adresse de la personne inscrite.
tr_tr: Kayıt için adresini göster.

source: A status of %1$s means that a registration has not paid and they cannot make payments for towards an event. Un-approved registrations do NOT count towards registration limits, remaining tickets, and calculations for available seats. This setting differs from the "%2$s" default in that free ticket registrations and paid in full ticket registrations do NOT automatically switch the Registration to %3$s. Instead, the event admin must manually set the registration to either "%2$s" for registrations requiring payments, or "%3$s" for free events.
de_de: Ein Status von %1$s bedeutet, dass eine Anmeldung nicht bezahlt wurde und keine Zahlungen für eine Veranstaltung geleistet werden können. Nicht genehmigte Registrierungen werden NICHT auf Registrierungslimits, verbleibende Tickets und Berechnungen für verfügbare Plätze angerechnet. Diese Einstellung unterscheidet sich von der Standardeinstellung "%2$s" dadurch, dass bei Registrierungen mit kostenlosen Tickets und vollständig bezahlten Tickets die Registrierung NICHT automatisch auf %3$s gesetzt wird. Stattdessen muss der Veranstaltungsadministrator die Registrierung manuell entweder auf "%2$s" für zahlungspflichtige Registrierungen oder auf "%3$s" für kostenlose Veranstaltungen setzen.
fi: Tila "%1$s" tarkoittaa, että ilmoittautumista ei ole maksettu eikä tapahtumaa voida tällä hetkellä maksaa. Ei-hyväksyttyjä ilmoittautumisia EI oteta huomioon ilmoittautumisrajassa, jäljellä olevissa lipussa tai laskettaessa vapaita paikkoja. Tämä asetus poikkeaa oletustilasta "%2$s" siinä, että ilmaisten tapahtumien tai kokonaan maksettujakaan ilmoittautumisia EI automaattisesti aseteta tilaan "%3$s". Sen sijaan tapahtuman ylläpitäjän on manuaalisesti asettaa ilmoittautuminen joko tilaan "%2$s" (maksullisten tapahtumien osalta) tai tilaan "%3$s" (ilmaisten tapahtumien osalta).
fr_fr: Un état ​​de %1$s signifie que l'enregistrement n'a pas payé et ils ne peuvent pas effectuer des paiements pour vers un événement. Un approuvés inscriptions ne comptent pas dans les limites d'inscription, les billets restants, et les calculs de places disponibles. Ce paramètre diffère de la " %2$s" par défaut en ce que l'enregistrement des billets gratuits et payants dans les enregistrements de billets pleins ne pas commuter automatiquement l'enregistrement à %3$s . Au lieu de cela, l'administrateur de l'événement doit régler manuellement l'enregistrement dans " %2$s s " pour les inscriptions dont les paiements, ou " %3$s " pour les événements gratuits.
tr_tr: %1$s durumu, bir kaydın ödeme yapmadığı ve bir etkinlik için ödeme yapamayacakları anlamına gelir. Onaylanmamış kayıtlar kayıt limitlerine, kalan biletlere ve boş koltuk hesaplamalarına dahil EDİLMEZ. Bu ayarın "%2$s" varsayılan ayarından farkı, ücretsiz bilet kayıtlarının ve tam bilet ödemeli kayıtların Kaydı otomatik olarak %3$s olarak DEĞİŞTİRMEMESİDİR. Bunun yerine, etkinlik yöneticisinin kaydı manuel olarak ödeme gerektiren kayıtlar için "%2$s" veya ücretsiz etkinlikler için "%3$s" olarak ayarlaması gerekir.

source: VAT/Tax Number
de_de: Umsatzsteuer ID
fi: Y-tunnus
fr_fr: TVA / Nombre d'impôt
tr_tr: Vergi Numarası

source: Questions can be sorted by using the drag and drop feature on the Questions Overview page. Another way to sort questions is to adjust their order of application by using this field. A smaller order of application will be shown first. For example, a question with an order of application of 1 will appear before one that has an order of application of 5.
de_de: Die Fragen können mit Hilfe der Drag-and-Drop-Funktion auf der Seite Fragenübersicht sortiert werden. Eine andere Möglichkeit, Fragen zu sortieren, besteht darin, die Reihenfolge ihrer Anwendung mit Hilfe dieses Feldes anzupassen. Eine kleinere Reihenfolge der Anwendung wird zuerst angezeigt. Eine Frage mit einer Anwendungsreihenfolge von 1 wird beispielsweise vor einer Frage mit einer Anwendungsreihenfolge von 5 angezeigt.
fi: Kysymyksiä voi lajitella käyttämällä kysymysten yleiskatsaussivun raahaus- ja pudotusominaisuutta. Toinen tapa lajitella kysymyksiä on säätää niiden soveltamisjärjestystä tämän kentän avulla. Pienempi soveltamisjärjestys näytetään ensin. Esimerkiksi kysymys, jonka soveltamisjärjestys on 1, näytetään ennen kysymystä, jonka soveltamisjärjestys on 5.
fr_fr: Les questions peuvent être classés en utilisant la fonction glisser-goutte sur les questions Aperçu de la page. Une autre façon de trier les questions est de modifier leur ordre d'application à l'aide de ce domaine. Une petite commande de demande sera présentée pour la première. Par exemple, une question avec un ordre d'application des 1 apparaît avant celui qui a un ordre d'application des 5.
tr_tr: Sorular, Sorulara Genel Bakış sayfasındaki sürükle ve bırak özelliği kullanılarak sıralanabilir. Soruları sıralamanın bir başka yolu da bu alanı kullanarak uygulama sıralarını ayarlamaktır. Daha küçük bir uygulama sırası önce gösterilecektir. Örneğin, uygulama sırası 1 olan bir soru, uygulama sırası 5 olan bir sorudan önce görünecektir.

source: Event Espresso Import
de_de: Veranstaltung Espresso Import
fi: Tuonti Event Espressoon
fr_fr: Importation Event Espresso
tr_tr: Etkinlik Espresso İthalatı

source: Yes! I want to help improve Event Espresso!
de_de: Ja! Ich möchte helfen Event Espresso zu verbessern!
fi: Kyllä! Haluan auttaa parantamaan Event Espressoa!
fr_fr: Oui! Je veux aider à améliorer Event Espresso!
tr_tr: Evet! Event Espresso'nun geliştirilmesine yardımcı olmak istiyorum!

source: The Registration Details table shows Registration Items that are associated with a registration. You can resend registration information by clicking on the Resend Registration button. You can also view a transaction for a registration by clicking on the View Transaction button.
de_de: In der Tabelle Registrierungsdetails werden die Registrierungselemente angezeigt, die mit einer Registrierung verbunden sind. Sie können Registrierungsinformationen erneut senden, indem Sie auf die Schaltfläche Registrierung erneut senden klicken. Sie können auch eine Transaktion für eine Registrierung anzeigen, indem Sie auf die Schaltfläche Transaktion anzeigen klicken.
fi: Rekisteröinnin tiedot -taulukossa näkyvät rekisteröintiin liittyvät rekisteröintikohteet. Voit lähettää rekisteröintitiedot uudelleen napsauttamalla Lähetä rekisteröinti uudelleen -painiketta. Voit myös tarkastella rekisteröintiin liittyvää tapahtumaa napsauttamalla Näytä tapahtuma -painiketta.
fr_fr: Le tableau Détails de l'inscription montre inscription articles qui sont associés à un enregistrement. Vous pouvez renvoyer les informations d'inscription en cliquant sur le bouton d'enregistrement Recevoir à nouveau. Vous pouvez également afficher une transaction pour une inscription en cliquant sur le bouton Afficher de la transaction.
tr_tr: Kayıt Ayrıntıları tablosu, bir kayıtla ilişkilendirilen Kayıt Öğelerini gösterir. Kaydı Yeniden Gönder düğmesine tıklayarak kayıt bilgilerini yeniden gönderebilirsiniz. Ayrıca, İşlemi Görüntüle düğmesine tıklayarak bir kayda ait işlemi görüntüleyebilirsiniz.

source: Shows the registrant number in the group. For example, 1 of 1 means that there was a single registrant. 1 of 2 means that this registrant is the first to register of the the two registrants in the group.
de_de: Zeigt die Nummer des Registranten in der Gruppe an. Zum Beispiel bedeutet 1 von 1, dass es einen einzigen Registranten gab. 1 von 2 bedeutet, dass dieser Registrant der erste von zwei Registranten in der Gruppe ist.
fi: Näyttää ryhmän sisäisen osallistujanumeron. Esimerkiksi 1/1 tarkoittaa, että ryhmään kuuluu yksi ilmoittautuja. 1/2 tarkoittaa, että kyseessä on kahden ilmoittautujan ryhmän ensimmäinen ilmoittautuja.
fr_fr: Indique le nombre inscrit dans le groupe. Par exemple, 1 de 1 signifie qu'il y avait un seul inscrit. 1 de 2 signifie que cette personne inscrite est le premier à enregistrer des deux inscrits dans le groupe.
tr_tr: Gruptaki kayıtlı kişi sayısını gösterir. Örneğin, 1'in 1'i tek bir kayıt yaptıran olduğu anlamına gelir. 2'nin 1'i, bu kayıt ettirenin gruptaki iki kayıt ettiren arasında ilk kayıt ettiren olduğu anlamına gelir.

source: Whether this question should be shown to admins only.
de_de: Ob diese Frage nur Admins angezeigt werden soll.
fi: Näytetäänkö tämä kysymys ainoastaan ylläpitäjille.
fr_fr: Si cette question doit être démontré seuls les administrateurs.
tr_tr: Bu sorunun gerekip gerekmediğini adminler gösterir.

source: This area of the table shows information about any events that were included in this registration.
de_de: Dieser Bereich der Tabelle enthält Informationen über alle Ereignisse, die in dieser Registrierung enthalten sind.
fi: Tässä taulukon osassa näytetään tiedot tapahtumista, jotka sisältyivät tähän ilmoittautumiseen.
fr_fr: Cette zone de la table renseigne sur les événements qui ont été inclus dans cet enregistrement.
tr_tr: Tablonun bu alanı, bu kayda dahil olan tüm etkinlikler hakkındaki bilgileri gösterir.

source: Maintenance
de_de: Wartung
fi: Huolto
tr_tr: Bakım

source: Shows the name (title) of the event and the name of the ticket associated with this event.
de_de: Zeigt den Namen (Titel) des Ereignisses und den Namen des mit diesem Ereignis verbundenen Tickets an.
fi: Näyttää tapahtuman nimen sekä tapahtumaan liittyvän lipun nimen.
fr_fr: Affiche le nom (titre) de l'événement et le nom de l'équipe associée à cet événement.
tr_tr: Etkinliğin adını (başlığını) ve bu etkinlikle ilişkilendirilmiş biletin adını gösterir.

source: Reset/Delete Data
de_de: Zurücksetzen/Löschen der Daten
fi: Nollaa/Poista tiedot
fr_fr: Reset / Supprimer les données
tr_tr: Reset/Sil Data

source: Shows the session ID for this event registration.
de_de: Zeigt die Sitzungs-ID für diese Veranstaltungsanmeldung an.
fi: Näyttää tämän ilmoittautumisen istunnon tunnuksen.
fr_fr: Affiche l'ID de session pour cette inscription à l'événement.
tr_tr: Bu etkinlik kaydı için oturum kimliğini gösterir.

source: System Information
de_de: Systeminformationen
fi: Järjestelmätiedot
fr_fr: Système d'information
tr_tr: Sistem Bilgisi

source: Values do not allow any HTML, however, descriptions do allow HTML.
de_de: Werte erlauben kein HTML, Beschreibungen hingegen schon.
fi: HTML ei ole sallittu arvoissa, HTML on kuitenkin sallittu kuvauksissa.
fr_fr: Les valeurs ne permettent pas de HTML, cependant, les descriptions ne permettent HTML.
tr_tr: Değerler herhangi bir HTML'ye izin vermez, ancak açıklamalar HTML'ye izin verir.

source: Shows the name (title) of the event.
de_de: Zeigt den Namen (Titel) des Ereignisses an.
fi: Näyttää tapahtuman nimen.
fr_fr: Affiche le nom (titre) de l'événement.
tr_tr: Etkinliğin adını (başlığını) gösterir.

source: Shows the email address for the registrant.
de_de: Zeigt die E-Mail-Adresse des Registranten an.
fi: Näyttää ilmoittautuneen sähköpostiosoitteen.
fr_fr: Affiche l'adresse e-mail pour le déclarant.
tr_tr: Kayıt sahibinin e-posta adresini gösterir.

source: Events Overview Bulk Actions
de_de: Übersicht über die Ereignisse Bulk-Aktionen
fi: Tapahtumien yhteenvedon massatoiminnot
fr_fr: Événements Présentation Actions globales
tr_tr: Olaylara Genel Bakış Toplu Eylemler

source: A Fatal Error Has Occurred
de_de: Es ist ein fataler Fehler aufgetreten
fi: Tapahtui vakava virhe
fr_fr: Une erreur fatale s'est produite
tr_tr: Önemli Bir Hata Oluştu.

source: Events Overview Search
de_de: Veranstaltungen Übersicht Suche
fi: Tapahtumayhteenveto-haku
fr_fr: Événements Aperçu Recherche
tr_tr: Etkinliklere Genel Bakış Arama

source: Shows the date and time that the event begins.
de_de: Zeigt das Datum und die Uhrzeit an, zu der das Ereignis beginnt.
fi: Näyttää tapahtuman alkamispäivän- ja ajan.
fr_fr: Affiche la date et l'heure de l'événement commence.
tr_tr: Etkinliğin başladığı tarih ve saati gösterir.

source: Updated
de_de: Aktualisiert
fi: Päivitetty
fr_fr: Mis à jour
tr_tr: Güncellendi

source: This text is displayed when a registrant does not answer a question but is required to do so. The default message will show "this field is required."
de_de: Dieser Text wird angezeigt, wenn ein Registrierender eine Frage nicht beantwortet, dies aber tun muss. Die voreingestellte Nachricht lautet "Dieses Feld ist ein Pflichtfeld."
fi: Tämä teksti näytetään, jos osallistuja ei ole vastannut vaadittuun kysymykseen. Oletusteksti on "Tämä kenttä on pakollinen."
fr_fr: Ce texte est affiché lorsqu'un titulaire ne répond pas à une question, mais est tenu de le faire. Le message par défaut affichera "ce domaine est nécessaire."
tr_tr: Bu metin, bir kayıt sahibi bir soruyu yanıtlamadığında ancak yanıtlaması gerektiğinde görüntülenir. Varsayılan mesaj "bu alan gereklidir" şeklinde olacaktır.

source: Migration Crash Report
fi: Muuntamisen kaatumisraportti
tr_tr: Taşıma Hata Raporu

source: This is the name of the ticket that was selected by the registrant.
de_de: Dies ist der Name des Tickets, das der Registrant ausgewählt hat.
fi: Tämä on osallistujan valitseman lipun nimi.
fr_fr: Il s'agit du nom du billet qui a été sélectionné par le titulaire.
tr_tr: Bu, kayıt sahibi tarafından seçilen biletin adıdır.

source: sent
de_de: gesendet
fi: lähetetty
fr_fr: ENVOYÉ
tr_tr: gönderidi

source: Database
de_de: Datenbank
fi: Tietokanta
fr_fr: Base de données
tr_tr: Veritabanı

source: Shows the price for each ticket.
de_de: Zeigt den Preis für jedes Ticket an.
fi: Näyttää kunkin lipun hinnan.
fr_fr: Affiche le prix de chaque billet.
tr_tr: Her biletin fiyatını göster.

source: Shows the billing information associated with this transaction.
de_de: Zeigt die mit dieser Transaktion verbundenen Rechnungsinformationen an.
fi: Näyttää tilaukseen liittyvät laskutustiedot.
fr_fr: Affiche les informations de facturation associée à cette transaction.
tr_tr: Bu işlemle ilişkili fatura bilgilerini gösterir.

source: reset
de_de: zurücksetzen
fi: nollaa
fr_fr: réinitialiser
tr_tr: Baştan Düzenle

source: This is the name (title) of the question group as it will be displayed on the registration form. HTML cannot be used.
de_de: Dies ist der Name (Titel) der Fragengruppe, wie er auf dem Anmeldeformular angezeigt wird. HTML kann nicht verwendet werden.
fi: Tämä on kysymysryhmän nimi (otsikko) siten kuin se näytetään ilmoittautumislomakkeella. HTML-koodia ei voida käyttää.
fr_fr: C'est le nom (titre) du groupe de question, il sera affiché sur le formulaire d'inscription. HTML ne peut pas être utilisé.
tr_tr: Bu, kayıt formunda görüntüleneceği şekliyle soru grubunun adıdır (başlık). HTML kullanılamaz.

source: This area of the table shows information about any events that were included in this transactions.
de_de: Dieser Bereich der Tabelle enthält Informationen über alle Ereignisse, die in diese Transaktionen einbezogen wurden.
fi: Tässä taulukon alueessa näytetään tietoja tapahtumista, jotka sisältyivät tilaukseen.
fr_fr: Cette zone de la table renseigne sur les événements qui ont été inclus dans cette transaction.
tr_tr: Tablonun bu alanı, bu işlemlere dahil edilen tüm olaylar hakkındaki bilgileri gösterir.

source: Shows the quantity of tickets for this event.
de_de: Zeigt die Anzahl der Tickets für diese Veranstaltung an.
fi: Näyttää tapahtuman lippujen määrän.
fr_fr: Affiche la quantité de billets pour cet événement.
tr_tr: Bu etkinlik için bilet miktarını gösterir.

source: Shows the session ID for this transaction.
de_de: Zeigt die Sitzungs-ID für diese Transaktion an.
fi: Näyttää tilauksen istuntotunnuksen.
fr_fr: Affiche l'ID de session pour cette transaction.
tr_tr: Bu işlem için oturum kimliğini gösterir.

source: This is a unique name (slug) for this group. It helps you tell the difference between this group and other groups that may appear to be similar. It is not shown to registrants and HTML cannot be used.
de_de: Dies ist ein eindeutiger Name (Slug) für diese Gruppe. Er hilft Ihnen, diese Gruppe von anderen Gruppen zu unterscheiden, die vielleicht ähnlich aussehen. Er wird den Registranten nicht angezeigt und kann nicht als HTML verwendet werden.
fi: Tämä on ryhmän yksilöllinen nimi (tunniste). Se auttaa sinut erottamaan tämän ryhmän muista samankaltaisista ryhmistä. Sitä ei näytetä ilmoittautujille eikä HTML-koodia voida käyttää.
fr_fr: Il s'agit d'un nom unique (slug) pour ce groupe. Il vous aide à faire la différence entre ce groupe et d'autres groupes qui peuvent sembler similaires. Il n'est pas indiqué pour les personnes inscrites et HTML ne peut pas être utilisé.
tr_tr: Bu, bu grup için benzersiz bir addır (slug). Bu grup ile benzer görünebilecek diğer gruplar arasındaki farkı anlamanıza yardımcı olur. Kayıt yaptıranlara gösterilmez ve HTML kullanılamaz.

source: This is the name of the ticket that was selected.
de_de: Dies ist der Name des Tickets, das ausgewählt wurde.
fi: Tämä on valitun lipun nimi.
fr_fr: Il s'agit du nom du billet qui a été sélectionnée.
tr_tr: Bu, seçilen biletin adıdır.

source: Reset/Delete Data for Event Espresso
de_de: Zurücksetzen/Löschen der Daten von Event Espresso
fi: Nollaa tai poista Event Espresson tiedot
fr_fr: Reset / Supprimer les données pour Event Espresso
tr_tr: Event Espresso için Verileri Sıfırla/Sil

source: This is the description for the question group as it will be shown on the registration form. This can be shown to registrants and HTML is allowed.
de_de: Dies ist die Beschreibung der Fragengruppe, wie sie auf dem Anmeldeformular angezeigt wird. Sie kann den Anmeldern angezeigt werden und HTML ist erlaubt.
fi: Tämä on kysymysryhmän kuvaus sellaisena kuin se näkyy ilmoittautumislomakkeella. Tämä voidaan näyttää ilmoittautujille ja HTML on sallittu.
fr_fr: Il s'agit de la description du groupe de question comme il sera montré sur le formulaire d'inscription. Ceci peut être montré aux inscrits et code HTML est autorisé.
tr_tr: Bu, kayıt formunda gösterileceği gibi soru grubunun açıklamasıdır. Bu, kayıt yaptıranlara gösterilebilir ve HTML'ye izin verilir.
