Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: This field is required
de_de: Dieses Feld ist ein Pflichtfeld
fi: Tämä kenttä vaaditaan
fr_fr: Ce champ est obligatoire
tr_tr: Bu alan zorunludur

source: Choose a city in the same timezone as the event.
de_de: Wählen Sie eine Stadt in der gleichen Zeitzone wie die Veranstaltung.
fi: Valitse kaupunki samalta aikavyöhykkeeltä kuin tapahtuma.
fr_fr: Choisissez une ville dans le même fuseau horaire que l'évènement.
tr_tr: Etkinlikle aynı zaman diliminde bir şehir seçin.

source: This is a default category so you can edit the label and the description but not the slug
de_de: Dies ist eine Standardkategorie, so dass Sie die Bezeichnung und die Beschreibung bearbeiten können, nicht aber den Slug
fi: Tämä on oletusluokka, joten voit muokata sen nimeä ja kuvausta, mutta et tunnistetta
fr_fr: Il s'agit d'une catégorie par défaut de sorte que vous pouvez modifier l'étiquette et la description, mais pas la limace
tr_tr: Bu varsayılan bir kategoridir, bu nedenle etiketi ve açıklamayı düzenleyebilirsiniz ancak slug'ı düzenleyemezsiniz

source: This timezone is currently in daylight saving time.
de_de: Diese Zeitzone ist aktuell in der Sommerzeit.
fi: Tämä aikavyöhyke on kesäajassa.
fr_fr: Ce fuseau horaire est actuellement en heure d'été.
tr_tr: Bu saat dilimi şu anda yaz saati uygulamasındadır.

source: Active Status:
de_de: Aktueller Status:
fi: Tämänhetkinen tila:
fr_fr: Statut actif:
tr_tr: Aktif Durumlar:

source: This timezone is currently in standard time.
de_de: Diese Zeitzone ist aktuell in der Normalzeit/Winterzeit.
fi: Tämä aikavyöhyke on talviajassa.
fr_fr: Ce fuseau horaire est actuellement en heure d'hiver.
tr_tr: Bu saat dilimi şu anda standart saattedir.

source: Location
de_de: Ort
fi: Tapahtumapaikka
fr_fr: Lieu
tr_tr: Konum

source: Maximum number of tickets allowed per order for this event:
de_de: Maximale Ticketanzahl, die pro Order für diese Veranstaltung bestellt werden können:
fi: Tämän tapahtuman tilauskohtainen lippujen ensimmäismäärä:
fr_fr: Nombre maximum de billets autorisé par commande pour cet événement:
tr_tr: Bu etkinlik için sipariş başına izin verilen maksimum bilet sayısı:

source: This timezone does not observe daylight saving time.
de_de: Diese Zeitzone hat keine Sommerzeit.
fi: Tämä aikavyöhyke ei tarjoa kesäaikaa.
fr_fr: Ce fuseau horaire ne respecte pas l'heure d'été.
tr_tr: Bu saat diliminde yaz saati uygulaması yoktur.

source: This setting allows you to preselect what the default registration status setting is when creating an event. Note that changing this setting does NOT retroactively apply it to existing events.
de_de: Mit dieser Einstellung können Sie den Standard-Registrierungsstatus bei der Erstellung einer Veranstaltung voreinstellen. Beachten Sie, dass eine Änderung dieser Einstellung NICHT rückwirkend auf bestehende Veranstaltungen angewendet wird.
fi: Tällä asetuksella voi valita, mikä ilmoittautumisen oletustila on, kun luot uuden tapahtumat. Huomaathan, että tämä asetus EI koske jo luotuja tapahtumia.
fr_fr: Ce paramètre vous permet de présélectionner le réglage de l'état d'inscription par défaut lors de la création d'un événement. Notez que la modification de ce paramètre ne s'applique pas rétroactivement à des événements existants.
tr_tr: Bu ayar, bir etkinlik oluştururken varsayılan kayıt durumu ayarının ne olacağını önceden seçmenize olanak tanır. Bu ayarın değiştirilmesinin mevcut etkinliklere geriye dönük olarak UYGULANMAYACAĞINI unutmayın.

source: Reset Event List Settings
de_de: Zurücksetzten der Veranstaltungslisteneinstellungen
fi: Nollaa tapahtumalistan asetukset
fr_fr: Réinitialiser les paramètres des listes d'événements
tr_tr: Etkinlik Listesi Ayarlarını Sıfırla

source: Event Category:
de_de: Veranstaltungskategorie:
fi: Tapahtumaluokka:
fr_fr: Catégorie de l'événement:
tr_tr: Etkinlik Kategorisi:

source: Event Datetime
de_de: Veranstaltungsdatum
fi: Tapahtuman ajankohta
fr_fr: Date et heure de l'événement
tr_tr: Etkinlik tarih saati

source: Authorize.net API login ID
de_de: Authorize.net AIM Login ID
fi: Authorize.net AIM kirjautumis ID
tr_tr: Authorize.net API giriş kimliği

source: Number of Events to Display:
de_de: Anzahl der anzuzeigenden Events:
fi: Näytettävien tapahtumien määrä:
fr_fr: Nombre d'événements à afficher:
tr_tr: Görüntülenen Etkinlik Sayısı:

source: Event End
de_de: Veranstaltungsende
fi: Tapahtuma päättyy
fr_fr: Fin de l'événement
tr_tr: Etkinlik Bitişi

source: Show Expired Events:
de_de: Abgelaufene Veranstaltungen anzeigen:
fi: Näytä menneet tapahtumat:
fr_fr: Afficher les événements passés:
tr_tr: Süresi dolan etkinlikleri göster:

source: Reg Limit
de_de: Teilnehmerlimit
fi: Ilmoittautumisrajoitus
fr_fr: Limite Reg
tr_tr: Kayıt Limiti

source: Image Size:
de_de: Bildgröße:
fi: Kuvan koko:
fr_fr: Taille de l'image
tr_tr: Resim Boyutu

source: Ticket Options
de_de: Ticketoptionen
fi: Lippuvaihtoehdot
fr_fr: Options des billets
tr_tr: Bilet Ayarları

source: Show Description:
de_de: Beschreibung anzeigen:
fi: Näytä kuvaus:
fr_fr: Afficher la description ?
tr_tr: Açıklamayı Göster

source: Ticket Name
fi: Lipun nimi
fr_fr: Nom du billet
tr_tr: Bilet İsmi

source: Show Dates:
de_de: Termine anzeigen:
fi: Näytä päivämäärät:
fr_fr: Voir les dates:
tr_tr: Tarihleri Göster

source: Goes on Sale
de_de: Verkauf startet am
fi: Menee myyntiin
tr_tr: Satışa Çıkıyor

source: Sell Until
de_de: Verkauf läuft bis
fi: Myynti päättyy
fr_fr: En vente jusqu'au
tr_tr: Kadar Satmak

source: Messengers
de_de: Mitteilungsdienste
fi: Sanansaattajat
fr_fr: Messagers
tr_tr: Haberciler

source: Authorize.net AIM Test Mode
de_de: Authorize.net AIM Testmodus
fi: Authorize.net AIM testitila
fr_fr: Mode Authorize.net AIM test
tr_tr: Authorize.net AIM Test Modu

source: Price
de_de: Preis
fi: Hinta
fr_fr: Prix
tr_tr: Fiyat

source: Test Mode allows you to submit test transactions to the payment gateway. Transactions that are submitted while Test Mode is ON are NOT actually processed. The result of a transaction depends on the card number submitted, and the invoice amount. If you want a transaction to be approved, use one of the following card numbers.
de_de: Der Testmodus erlaubt Ihnen Testtransaktionen zum Zahlungsgateway zu schicken. Transaktionen die im Testmodus geschickt werden, werden NICHT durchgeführt. Das Resultat einer Transaktion hängt von der Kartennummer und dem Rechnungsbetrag ab. Wenn eine Transaktion angenommen werden soll, verwenden Sie ein der folgenden Kartennummern.
fi: Testitilan avulla voit testata tilausten lähettämistä maksunvälityspalveluun. Maksutapahtumia, jotka lähetetään testitilan ollessa päällä, ei oikeasti käsitellä. Maksutapahtuman tulos riippuu syötetystä korttinumerosta ja laskun määrästä. Jos haluat varmistaa, että maksutapahtuma hyväksytään, käytä seuraavia korttinumeroita.
fr_fr: Mode de test vous permet de soumettre les transactions de test à la passerelle de paiement. Les transactions qui sont soumises en mode de test est activée ne sont pas réellement traitées. Le résultat d'une transaction dépend du nombre de carte présentée, et le montant de la facture. Si vous voulez qu'une opération soit approuvée, utilisez l'un des numéros de cartes suivantes.
tr_tr: Test Modu, ödeme ağ geçidine test işlemleri göndermenizi sağlar. Test Modu AÇIK durumdayken gönderilen işlemler gerçekte İŞLENMEZ. Bir işlemin sonucu, gönderilen kart numarasına ve fatura tutarına bağlıdır. Bir işlemin onaylanmasını istiyorsanız, aşağıdaki kart numaralarından birini kullanın.

source: Qty
de_de: Anzahl
fi: Määrä
fr_fr: Qté
tr_tr: Miktar

source: Example Card Numbers:
de_de: Beispiel für Kartennummern:
fi: Esimerkkikortin numerot:
fr_fr: Numéros de cartes exemple:
tr_tr: Örnek Kart Numara:

source: Sold
de_de: Verkauft
fi: Myyty
fr_fr: Vendu
tr_tr: Satıldı

source: Messages Table Column Headings
de_de: Spaltenüberschriften der Nachrichtentabelle
fi: Viestit-taulukon sarakeotsikot
fr_fr: Messages Tableau têtes de colonnes
tr_tr: Mesajlar Tablosu Sütun Başlıkları

source: Create New Ticket
de_de: Neues Ticket erstellen
fi: Luo uusi lippu
fr_fr: Créer un nouveau ticket
tr_tr: Yeni Bilet Oluştur

source: Event
de_de: Veranstaltung
fi: Tapahtuma
fr_fr: Evènement
tr_tr: Etkinlik

source: Discover
fi: Discover/Diners Club
tr_tr: Keşfetmek

source: Message Type
de_de: Mitteilungstyp
fi: Viestityyppi
fr_fr: Type de message
tr_tr: Mesaj Tipi

source: Billing Address
de_de: Rechnungsadresse
fi: Laskutusosoite
tr_tr: Fatura Adresi

source: Messenger
de_de: Mitteilungsdienste
tr_tr: Haberci

source: State
de_de: Bundesland
fi: Tila
fr_fr: Province
tr_tr: Devlet

source: Venue Information
de_de: Informationen über Veranstaltungsort
fi: Tapahtumapaikan tiedot
fr_fr: Informations sur le lieu
tr_tr: Mekan Bilgisi

source: Site address (URL):
de_de: Siteadresse (URL):
fi: Sivun osoite (URL):
fr_fr: Adresse du site(URL):
tr_tr: Site adresi (URL):

source: Title:
de_de: Titel:
fi: Otsikko:
fr_fr: Titre :
tr_tr: Başlık:

source: Description
de_de: Beschreibung
fi: Kuvaus
tr_tr: Açıklama

source: The description for the Message Type.
de_de: Die Beschreibung für den Nachrichtentyp.
fi: Viestityypin kuvaus.
fr_fr: La description pour le type de message.
tr_tr: Mesaj Türü için açıklama.

source: Card Number
de_de: Kartennummer
fi: Kortin numero
fr_fr: Numéro de la carte
tr_tr: Kart Numarası

source: Phone:
de_de: Telefon:
fi: Puhelin
fr_fr: Téléphone:
tr_tr: Telefon:

source: Message Types
de_de: Mitteilungstypen
fi: Viestityypit
fr_fr: Types de messages
tr_tr: Mesaj Tipi

source: Expiry Date
de_de: Ablaufdatum
fi: Vanhentumispäivä
fr_fr: Date d'expiration :
tr_tr: Son Kullanma Tarihi

source: Physical Location
de_de: Physischer Ort
fi: Fyysinen paikka
fr_fr: Localisation physique
tr_tr: Fiziksel Konum

source: Address:
de_de: Adresse:
fi: Osoite:
fr_fr: Adresse:
tr_tr: Adres:

source: Page Title
de_de: Seitentitel
fi: Sivun otsikko
fr_fr: Titre de la Page
tr_tr: Sayfa Başlığı

source: Address 2:
de_de: Adresse 2:
fi: Osoite 2:
fr_fr: Adresse 2 :
tr_tr: Adres 2:

source: Contexts
de_de: Betreff
fi: Kontekstit
fr_fr: Contextes
tr_tr: Bağlamlar

source: Payment Instructions
de_de: Zahlungsanweisungen
fi: Maksuohjeet
fr_fr: Instruction de Paiement
tr_tr: Ödeme Talimatları

source: City:
de_de: Stadt:
fi: Kaupunki:
fr_fr: Ville :
tr_tr: Şehir:

source: For the latest installation instructions please visit:
de_de: Für die aktuellsten Installationsanleitungen besuchen Sie:
fi: Viimeisimmät asennusohjeet löydät:
fr_fr: Pour les dernières instructions d'installation s'il vous plaît visitez:
tr_tr: En son kurulum talimatları için lütfen ziyaret edin:

source: Name on Account
de_de: Name des Kontoinhabers
fi: Tilin nimi
fr_fr: Nom sur le Compte
tr_tr: Hesaptaki İsim

source: State:
de_de: Bundesland:
fi: Tila
fr_fr: Province:
tr_tr: Devlet:

source: Message Views
de_de: Mitteilungsansichten
fi: Viestin näkymät
fr_fr: Vues message
tr_tr: Mesaj Görünümleri

source: Bank Account #
de_de: Kontonummer #
fi: Pankkitilin numero
fr_fr: Compte bancaire #
tr_tr: Banka Hesabı #

source: Country:
de_de: Land:
fi: Valtio:
fr_fr: Pays:
tr_tr: Ülke:

source: Bank Name
de_de: Name der Bank
fi: Pankin nimi
fr_fr: Nom de la Banque
tr_tr: Banka Adı

source: Zip/Postal Code:
de_de: Postleitzahl:
fi: Postinumero:
fr_fr: Code Postal:
tr_tr: Posta Kodu:

source: In Use
de_de: In Verwendung
fi: Käytössä
fr_fr: En cours d'utilisation
tr_tr: Kullanımda

source: Bank Address
de_de: Adresse der Bank
fi: Pankin osoite
fr_fr: Adresse de la Banque
tr_tr: Banka Adresi

source: Virtual Location
de_de: Virtueller Ort
fi: Virtuaalinen sijainti
fr_fr: Localisation virtuelle
tr_tr: Sanal Konum

source: Show all message templates that are active.
de_de: Zeigt alle Nachrichtenvorlagen an, die aktiv sind.
fi: Näytä kaikki aktiiviset viestimallit.
fr_fr: Voir tous les modèles de messages qui sont actifs.
tr_tr: Etkin olan tüm mesaj şablonlarını gösterin.

source: URL of Event:
de_de: URL der Veranstaltung:
fi: Tapahtuman URL:
fr_fr: URL de l'évènement :
tr_tr: Etkinliğin URL

source: Call in Number:
de_de: Kontaktrufnummer:
fi: Soita numeroon:
fr_fr: Numéro d'appel
tr_tr: Numarayı Ara:

source: Attendee Email Address
de_de: Alternative Email-Adresse
fi: Vaihtoehtoinen sähköpostiosoite
tr_tr: Katılımcı E-posta Adresi

source: Trash
de_de: Papierkorb
fi: Roskakori
fr_fr: Corbeille
tr_tr: Çöp

source: Messages Preview
de_de: Mitteilungsvorschau
fi: Viestin esikatselu
fr_fr: Messages Aperçu
tr_tr: Önceki Mesajlar

source: The Messages Preview page can be accessed by clicking the Preview button while editing a message template. This feature has been created as a way of previewing what the final generated messages will look like when received by a recipient. Here's how the preview is prepared:
de_de: Die Seite Nachrichtenvorschau kann aufgerufen werden, indem Sie beim Bearbeiten einer Nachrichtenvorlage auf die Schaltfläche Vorschau klicken. Diese Funktion wurde eingerichtet, um eine Vorschau darauf zu geben, wie die endgültig erstellten Nachrichten aussehen werden, wenn sie von einem Empfänger empfangen werden. Hier sehen Sie, wie die Vorschau vorbereitet wird:
fi: Viestit Esikatselu-sivulle pääsee napsauttamalla Esikatselu-painiketta, kun muokkaat viestimallia. Tämä ominaisuus on luotu keinoksi esikatsella, miltä lopulliset viestit näyttävät vastaanottajan vastaanotettua ne. Näin esikatselu valmistellaan:
fr_fr: La page des messages d'aperçu peut être consulté en cliquant sur le bouton Aperçu lors de l'édition d'un modèle de message. Cette fonction a été créée comme un moyen de visionner ce que les derniers messages générés vont ressembler lorsqu'il est reçu par un destinataire. Voici comment l'aperçu est préparé:
tr_tr: Mesaj Önizleme sayfasına, bir mesaj şablonu düzenlenirken Önizleme düğmesine tıklanarak erişilebilir. Bu özellik, nihai olarak oluşturulan mesajların bir alıcı tarafından alındığında nasıl görüneceğini önizlemenin bir yolu olarak oluşturulmuştur. Önizlemenin nasıl hazırlandığı aşağıda açıklanmıştır:

source: Payable to:
de_de: Zahlbar an:
fi: Saaja:
fr_fr: Payable à:
tr_tr: Ödenecek :

source: 1. The system retrieves the appropriate template based on the given messenger, message type, and context
de_de: 1. Das System ruft die passende Vorlage auf der Grundlage des angegebenen Boten, des Nachrichtentyps und des Kontexts ab
fi: 1. Järjestelmä hakee sopivan mallin annetun viestinviejän, viestityypin ja asiayhteyden perusteella.
fr_fr: 1 Le système extrait le modèle approprié basé sur le messager donné, le type de message, et le contexte
tr_tr: 1. Sistem, verilen mesajcı, mesaj türü ve bağlama göre uygun şablonu alır

source: Payment Address:
de_de: Zahlungsadresse:
fi: Maksun osoite:
fr_fr: Adresse du Paiement:
tr_tr: Ödeme Adresi:

source: When you click the preview button, the messages system remembers what template is being "previewed" based on the messenger, message_type, context and event (if this is a custom event template).
de_de: Wenn Sie auf die Schaltfläche "Vorschau" klicken, merkt sich das Nachrichtensystem, welche Vorlage auf der Grundlage des Boten, des Nachrichtentyps, des Kontexts und des Ereignisses (wenn es sich um eine benutzerdefinierte Ereignisvorlage handelt) "in der Vorschau" angezeigt wird.
fi: Kun napsautat esikatselupainiketta, viestijärjestelmä muistaa, mitä mallia "esikatsellaan" viestinviejän, viestityypin, kontekstin ja tapahtuman (jos kyseessä on mukautettu tapahtumamalli) perusteella.
fr_fr: Lorsque vous cliquez sur le bouton d'aperçu, le système de messages se souvient de ce modèle est d'être "visualisé" basé sur le messager, message_type, le contexte et l'événement (s'il s'agit d'un modèle d'événement personnalisé).
tr_tr: Önizleme düğmesine tıkladığınızda, mesaj sistemi mesajcı, mesaj_türü, bağlam ve olay (bu özel bir olay şablonuysa) temelinde hangi şablonun "önizlendiğini" hatırlar.

source: Invoice Display Settings
de_de: Rechnungsanzeigeeinstellungen
fi: Laskun näyttöasetukset
fr_fr: Facture Paramètres d'affichage
tr_tr: Fatura Görüntüleme Ayarları

source: 2. Setup data.
de_de: 2. Daten einrichten
fi: 2. Asetustiedot.
fr_fr: 2. données de configuration.
tr_tr: 2. Kurulum verileri.

source: The following settings affect the content and/or appearance of the downloadable PDF invoice.
de_de: Die folgenden Einstellungen betreffen den Inhalt und/oder das Aussehen der herunterladbaren PDF-Rechnung.
fi: Seuraavat asetukset vaikuttavat ladattavan PDF-laskun sisältöön ja/tai ulkoasuun.
fr_fr: Les paramètres suivants affectent le contenu et / ou l'apparence de la facture au format PDF téléchargeable.
tr_tr: Aşağıdaki ayarlar indirilebilir PDF faturasının içeriğini ve/veya görünümünü etkiler.

source: Before any shortcodes in the template can be parsed, the previewer needs to know what data to use for the shortcodes. Some of the data is dummy data that the previewer generates, but wherever possible the previewer will use actual data from your database. For example, all the organization shortcodes will use actual data you've setup for your organization. For global template previews, the previewer will obtain the first active event from your database and use data from it. If you are previewing a custom event template then THAT event will be used for the preview. The only data that is dummy data is typically data that would be entered by a person registering for an event.
de_de: Bevor die Shortcodes in der Vorlage geparst werden können, muss der Previewer wissen, welche Daten für die Shortcodes verwendet werden sollen. Einige der Daten sind Dummy-Daten, die die Vorschau generiert, aber wo immer es möglich ist, wird die Vorschau tatsächliche Daten aus Ihrer Datenbank verwenden. Zum Beispiel verwenden alle Organisationskurzbefehle tatsächliche Daten, die Sie für Ihre Organisation eingerichtet haben. Für globale Vorlagenvorschauen wird die Vorschau das erste aktive Ereignis aus Ihrer Datenbank abrufen und Daten daraus verwenden. Wenn Sie eine benutzerdefinierte Veranstaltungsvorlage in der Vorschau anzeigen, wird DIESE Veranstaltung für die Vorschau verwendet. Die einzigen Daten, bei denen es sich um Dummy-Daten handelt, sind normalerweise die Daten, die von einer Person eingegeben werden, die sich für eine Veranstaltung anmeldet.
fi: Ennen kuin mallin oikokoodeja voidaan analysoida, esikatseluohjelman on tiedettävä, mitä tietoja oikokoodeissa käytetään. Osa tiedoista on esikatseluohjelman luomia tyhjiä tietoja, mutta aina kun mahdollista esikatseluohjelma käyttää todellisia tietoja tietokannastasi. Esimerkiksi kaikki organisaation pikakoodit käyttävät todellisia tietoja, jotka olet määrittänyt organisaatiollesi. Globaalien mallien esikatseluissa esikatseluohjelma hakee ensimmäisen aktiivisen tapahtuman tietokannastasi ja käyttää sen tietoja. Jos esikatselet mukautettua tapahtumamallia, esikatselussa käytetään JOTTA tapahtumaa. Ainoat tiedot, jotka ovat tekaistuja tietoja, ovat tyypillisesti tietoja, jotka tapahtumaan ilmoittautuva henkilö syöttää.
fr_fr: Avant toute shortcodes dans le modèle peuvent être analysés, la prévisualisation a besoin de savoir quelles sont les données à utiliser pour les numéros courts. Certaines données sont des données factice que la visionneuse génère, mais autant que possible la visionneuse utilise les données réelles de votre base de données. Par exemple, tous les shortcodes organisation utiliseront les données réelles que vous avez configuré pour votre organisation. Pour les prévisualisations de modèle globaux, la visionneuse obtiendra le premier événement actif de votre base de données et utiliser les données. Si vous affichez l'aperçu d'un modèle d'événement personnalisé, puis cet événement sera utilisée pour la prévisualisation. Les seules données qui est des données fictives est typiquement données qui serait entré par une personne s'inscrivant à un événement.
tr_tr: Şablondaki herhangi bir kısa kod ayrıştırılmadan önce, önizleyicinin kısa kodlar için hangi verileri kullanacağını bilmesi gerekir. Verilerin bir kısmı önizleyicinin oluşturduğu sahte verilerdir, ancak mümkün olan her yerde önizleyici veritabanınızdaki gerçek verileri kullanacaktır. Örneğin, tüm organizasyon kısa kodları, organizasyonunuz için ayarladığınız gerçek verileri kullanacaktır. Genel şablon önizlemeleri için önizleyici, veritabanınızdan ilk etkin olayı alır ve bu olaydaki verileri kullanır. Özel bir etkinlik şablonunu önizliyorsanız, önizleme için BU etkinlik kullanılacaktır. Sahte veri olan tek veri, genellikle bir etkinliğe kaydolan bir kişi tarafından girilecek olan verilerdir.

source: 3. Parse shortcodes
fi: 3. Parseeraa lyhytkoodit
fr_fr: 3. shortcodes Parse
tr_tr: 3. Kısa kodları ayrıştırma

source: The previewer then goes through all the shortcodes in the template being previewed and replaces them using the prepared data. This is a good way of making sure that the shortcodes are working as you expect, and also clearly seeing what is being displayed for that shortcode when someone receives that message.
de_de: Die Vorschau geht dann durch alle Shortcodes in der Vorlage, die in der Vorschau angezeigt wird, und ersetzt sie durch die vorbereiteten Daten. Dies ist eine gute Möglichkeit, um sicherzustellen, dass die Shortcodes so funktionieren, wie Sie es erwarten, und auch klar zu sehen, was für diesen Shortcode angezeigt wird, wenn jemand diese Nachricht erhält.
fi: Tämän jälkeen esikatseluohjelma käy läpi kaikki esikatseltavana olevan mallin lyhytkoodit ja korvaa ne käyttämällä valmisteltuja tietoja. Tämä on hyvä tapa varmistaa, että oikokoodit toimivat odotetulla tavalla, ja nähdä selvästi, mitä oikokoodin yhteydessä näytetään, kun joku saa viestin.
fr_fr: Le visualiseur passe alors par tous les shortcodes dans le modèle en cours d'aperçu et les remplace à l'aide des données préparées. C'est une bonne façon de s'assurer que les numéros courts fonctionnent comme prévu, et aussi de voir clairement ce qui est affiché pour que shortcode quand quelqu'un reçoit ce message.
tr_tr: Önizleyici daha sonra önizlenen şablondaki tüm kısa kodları gözden geçirir ve hazırlanan verileri kullanarak bunları değiştirir. Bu, kısa kodların beklediğiniz gibi çalıştığından emin olmanın ve ayrıca birisi bu mesajı aldığında o kısa kod için neyin görüntülendiğini açıkça görmenin iyi bir yoludur.

source: Instructions
de_de: Anweisungen
fi: Ohjeet
tr_tr: Talimatlar

source: 4. Display the preview!
de_de: 4. Vorschau anzeigen!
fi: 4. Näytä esikatselu!
fr_fr: 4 Afficher l'aperçu!
tr_tr: 4. Önizlemeyi görüntüleyin!

source: Logo Image
de_de: Logo
fi: Logon kuva
fr_fr: Logo
tr_tr: Logo
