Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Flag indicating whether template group is active
de_de: Kennzeichen, das angibt, ob die Vorlagengruppe aktiv ist
fi: Tunniste, joka kertoo pohjaryhmän olevan aktiivinen
fr_fr: Drapeau indiquant si le groupe de modèle est actif
tr_tr: Şablon grubunun etkin olup olmadığını gösteren bayrak

source: How many lightyears have you travelled
de_de: Wie viele Lichtjahre sind Sie gereist?
fi: Kuinka monta valovuotta olet matkustanut
fr_fr: Combien d'années-lumière avez-vous voyagé
tr_tr: Ksç ışık yılı seyahat ettin

source: Could not get-or-create state because no state name was provided
de_de: Zustand konnte nicht abgerufen oder erstellt werden, da kein Zustandsname angegeben wurde
fi: Tilaa ei voitu hakea tai luoda, koska tilan nimeä ei annettu.
fr_fr: Impossible d'obtenir ou de créer l'état-car aucun nom de l'Etat a été fourni
tr_tr: Durum adı belirtilmediği için durum alınamadı veya oluşturulamadı

source: Payment ID
de_de: Zahlungs ID
fi: Maksutunnus
fr_fr: ID du paiement
tr_tr: Ödeme Kimliği

source: In order to assemble the data correctly, the "reg_objs" property must be an array of EE_Registration objects
de_de: Um die Daten korrekt zusammenzustellen, muss die Eigenschaft "reg_objs" ein Array von EE_Registration-Objekten sein
fi: Jotta tiedot voidaan koota oikein, "reg_objs"-ominaisuuden on oltava joukko EE_Registration-objekteja.
fr_fr: Pour assembler correctement les données, les "reg_objs " bien doivent être un tableau d'objets de EE_Registration
tr_tr: Verileri doğru bir şekilde bir araya getirmek için "reg_objs" özelliği EE_Registration nesnelerinden oluşan bir dizi olmalıdır

source: Could not update event image %s for CPT with ID %d, but attachments post ID is %d
de_de: Ereignisbild %s für CPT mit ID %d konnte nicht aktualisiert werden, aber die Post-ID der Anhänge ist %d
fi: Tapahtumakuvaa %s ei voitu päivittää CPT:lle, jonka ID on %d, mutta liitetiedoston ID on %d.
fr_fr: Impossible de mettre à jour l'image de l'événement %s pour CPT avec l'ID %d , mais les pièces jointes poster ID est %d
tr_tr: ID %d olan CPT için %s olay görüntüsü güncellenemedi, ancak eklerin gönderi ID'si %d

source: Incoming data does not have a valid Attendee object for the primary registrant.
de_de: In den eingehenden Daten ist kein gültiges Teilnehmerobjekt für den primären Registranten vorhanden.
fi: Saapuvissa tiedoissa ei ole kelvollista Attendee-objektia ensisijaiselle rekisteröijälle.
fr_fr: Les données entrantes ne sont pas un objet participant valable pour le titulaire principal.
tr_tr: Gelen verilerde birincil kayıt sahibi için geçerli bir Katılımcı nesnesi yok.

source: Cannot create image attachment for a blank GUID!
de_de: Es kann kein Bildanhang für eine leere GUID erstellt werden!
fi: Tyhjän GUID-tunnuksen kuvan liitetiedostoa ei voi luoda!
fr_fr: Vous ne pouvez pas créer une image attachement pour un GUID vide!
tr_tr: Boş bir GUID için görüntü eki oluşturulamıyor!

source: Incoming data does not have a valid Registration object for the primary registrant.
de_de: Die eingehenden Daten enthalten kein gültiges Registrierungsobjekt für den primären Registranten.
fi: Saapuvissa tiedoissa ei ole kelvollista rekisteröintiobjektia ensisijaiselle rekisteröijälle.
fr_fr: Les données entrantes ne sont pas un objet d'enregistrement valable pour le titulaire principal.
tr_tr: Gelen verilerde birincil kayıt ettiren için geçerli bir Kayıt nesnesi yok.

source: Could not create image attachment from non-existent file: %s
de_de: Es konnte kein Bildanhang aus einer nicht existierenden Datei erstellt werden: %s
fi: Kuvaliitettä ei voitu luoda olemattomasta tiedostosta: %s
fr_fr: Impossible de créer l'image attachement de fichier inexistant: %s
tr_tr: Varolmayan dosyasından görüntü eki oluşturulamadı: %s

source: User-friendly description of payment
de_de: Benutzerfreundliche Beschreibung der Zahlung
fi: Käyttäjäystävällinen kuvaus maksusta
fr_fr: Description conviviale de paiement
tr_tr: Kullanıcı dostu ödeme açıklaması

source: This message type is for messages sent to registrants when their registration is cancelled.
de_de: Dieser Nachrichtentyp ist für Nachrichten vorgesehen, die an Registranten gesendet werden, wenn ihre Registrierung storniert wird.
fi: Tämä viestityyppi lähetetään ilmoittautujille, kun heidän ilmoittautumisensa peruutetaan.
fr_fr: Ce type de message est pour les messages envoyés aux personnes inscrites lors de leur inscription est annulée.
tr_tr: Bu mesaj türü, kayıtları iptal edildiğinde kayıt sahiplerine gönderilen mesajlar içindir.

source: Amount Payment should be for
de_de: Betrag Die Zahlung sollte erfolgen für
fi: Määrä Maksu olisi suoritettava
fr_fr: Montant Le paiement doit être pour
tr_tr: Tutarı Ödeme için olmalı

source: registration cancelled
de_de: Registrierung abgebrochen
fi: ilmoittautuminen peruutettu
fr_fr: inscription annulée
tr_tr: kayıt iptal edildi

source: Not Available
de_de: Nicht verfügbar
fi: Ei saatavilla
fr_fr: Pas disponible
tr_tr: Kullanılamıyor

source: Could not create image attachment post from image '%s'. Attachment data was %s.
de_de: Konnte keinen Beitrag mit Bildanhang von Bild '%s' erstellen. Die Daten des Anhangs waren %s.
fi: Ei voitu luoda kuvan liitetiedostoa kuvasta '%s'. Liitetiedosto oli %s.
fr_fr: Impossible de créer l'image téton de fixation de l'image ' %s '. données de la pièce jointe était %s .
tr_tr: Görüntü '%s' için ek yazısı oluşturulamadı. Ek veri şu şekildedir %s.

source: registrations cancelled
de_de: Registrierungen abgebrochen
fi: ilmoittautumiset peruutettu
fr_fr: inscriptions annulées
tr_tr: kayıtlar iptal edildi

source: Recipient's are who will receive the template. You may want different registration details sent out depending on who the recipient is
de_de: Der Empfänger ist derjenige, der die Vorlage erhalten soll. Je nachdem, wer der Empfänger ist, möchten Sie vielleicht unterschiedliche Registrierungsdetails versenden
fi: Vastaanottajat ovat henkilöitä, jotka vastaanottavat pohjan. Haluat mahdollisesti vaihtaa lähetettäviä ilmoittautumistietoja riippuen vastaanottajasta.
fr_fr: Récipiendaire de sont qui recevra le modèle. Vous pouvez vouloir que des détails d'enregistrement envoyés en fonction de qui le bénéficiaire est
tr_tr: Alıcılar şablonu alacak kişilerdir. Alıcının kim olduğuna bağlı olarak farklı kayıt ayrıntılarının gönderilmesini isteyebilirsiniz

source: subtotal
de_de: Zwischensumme
fi: välisumma
fr_fr: Total
tr_tr: alt toplam

source: Could not update attachment metadata for attachment %d with data %s
de_de: Metadaten für Anhang %d mit Daten %s konnten nicht aktualisiert werden
fi: Liitetiedoston metatietoja ei voitu päivittää liitetiedostolle %d, jonka tiedot ovat %s.
fr_fr: Impossible de mettre à jour les métadonnées de fixation pour la fixation %d avec les données %s
tr_tr: %s verileriyle %d eki için ek meta verileri güncellenemedi

source: Response from Gateway about the payment
de_de: Antwort von Gateway auf die Zahlung
fi: Gatewayn vastaus maksusta
fr_fr: Réponse de la passerelle sur le paiement
tr_tr: Ödeme hakkında Ağ Geçidi yanıtı

source: This template is what event administrators will receive with an cancelled registration
de_de: Diese Vorlage erhalten Veranstaltungsadministratoren mit einer stornierten Anmeldung
fi: Tämä pohja lähetetään tapahtuman ylläpitäjille peruutetun ilmoittautumisen yhteydessä.
fr_fr: Ce modèle est ce que les administrateurs de l'événement recevront avec une inscription annulée
tr_tr: Bu şablon, etkinlik yöneticilerinin iptal edilen bir kayıtla birlikte alacakları şablondur

source: Total Revenue per Day
de_de: Gesamtumsatz pro Tag
fi: Kokonaistuotto per päivä
fr_fr: Chiffre d'affaires total par jour
tr_tr: Günlük Ortalama Kazanç

source: Could not find timezone given %s for %s
de_de: Die angegebene Zeitzone %s für %s konnte nicht gefunden werden
fi: Ei löytynyt aikavyöhykettä, joka on annettu %s:lle %s:lle.
fr_fr: Impossible de trouver le fuseau horaire donné %s pour %s
tr_tr: Verilen zaman aralığında bulunamadığı %s için %s

source: Gateway Transaction ID or Cheque Number
de_de: Gateway-Transaktions-ID oder Schecknummer
fi: Gateway Transaction ID tai shekin numero
fr_fr: Transaction Gateway ID ou Numéro de chèque
tr_tr: Ağ Geçidi İşlem Kimliği veya çek sayısı

source: This template is what each registrant for the event will receive when their registration is cancelled.
de_de: Diese Vorlage erhält jeder Teilnehmer, der sich für die Veranstaltung anmeldet, wenn seine Anmeldung storniert wird.
fi: Tämä pohja lähetetään kaikille ilmoittautujille, joiden ilmoittautuminen on peruutettu.
fr_fr: Ce modèle est ce que chaque personne inscrite à l'événement recevra lorsque leur inscription est annulée.
tr_tr: Bu şablon, etkinlik için kayıt yaptıran her bir kişinin kayıtları iptal edildiğinde alacağı şablondur.

source: The number of tickets that can be purchased per transaction (if available).
de_de: Die Anzahl der Tickets, die pro Transaktion erworben werden kann (falls vorhanden).
fi: Lippujen määrä, joka voidaan ostaa yhdessä tilauksessa (jos saatavilla).
fr_fr: Le nombre de billets qui peuvent être achetés par transaction (si disponible).
tr_tr: Uygun olan işlem başına bilet satın alma numarası.

source: Total Revenue per Event
de_de: Gesamtumsatz pro Veranstaltung
fi: Kokonaistuotto per tapahtuma
fr_fr: Chiffre d'affaires total par événement
tr_tr: Etkinlik başına toplam kazanç

source: Purchase or Sales Number
de_de: Kauf- oder Verkaufsnummer
fi: Osto- tai myyntinumero
fr_fr: Numéro d'achat ou de vente
tr_tr: Satınalma veya Satış sayısı

source: This message type is for messages sent to registrants when their registration is declined.
de_de: Dieser Nachrichtentyp ist für Nachrichten vorgesehen, die an Registranten gesendet werden, wenn ihre Registrierung abgelehnt wurde.
fi: Tämä viestityyppi on tarkoitettu rekisteröijille lähetettäviin viesteihin, kun heidän rekisteröintinsä on hylätty.
fr_fr: Ce type de message est pour les messages envoyés aux personnes inscrites lors de leur enregistrement est rejetée.
tr_tr: Bu mesaj türü, kayıtları reddedildiğinde kayıt sahiplerine gönderilen mesajlar içindir.

source: Minimum Qty:
de_de: Mindestmenge:
fi: Minimimäärä:
fr_fr: Qté minimum:
tr_tr: Minimum Adet:

source: From the Forums
de_de: Aus den Foren
fi: Keskustelupalstoilta
fr_fr: De les forums
tr_tr: Forumlar

source: Invalid field (%s) passed to constructor of %s. Allowed fields are :%s
de_de: Ungültiges Feld (%s) an den Konstruktor von %s übergeben. Erlaubte Felder sind :%s
fi: Virheellinen kenttä (%s), joka on annettu %s:n konstruktorille. Sallitut kentät ovat :%s
fr_fr: Champ non valide ( %s ) passé au constructeur de l' %s . Domaines autorisés sont: %s
tr_tr: Geçersiz alan (%s) %s'nin kurucusuna aktarıldı. İzin verilen alanlar :%s

source: Extra Account Info
de_de: Zusätzliche Kontoinformationen
fi: Tilin lisätiedot
fr_fr: Extra Info compte
tr_tr: Ekstra Hesap Bilgileri

source: registration declined
de_de: Registrierung abgelehnt
fi: ilmoittautuminen hylätty
fr_fr: inscription refusée
tr_tr: kayıt reddedildi

source: The Minimum Quantity purchasable for this ticket exceeds the number of spaces remaining
de_de: Die Mindestmenge, die für dieses Ticket erworben werden kann, übersteigt die Anzahl der verbleibenden Plätze
fi: Tämän lipun ostettavissa oleva vähimmäismäärä ylittää jäljellä olevien paikkojen määrän.
fr_fr: La quantité minimum achetable pour ce billet dépasse le nombre de places restant
tr_tr: Bu bilet için satın alınabilir adet sınırını aşıyor

source: Add New Default Price
de_de: Neuen Standard-Preis hinzufügen
fi: Lisää uusi oletushinta
fr_fr: Ajouter un nouveau défaut Prix
tr_tr: Yeni Standart Ücret Ekle

source: registrations declined
de_de: Registrierungen abgelehnt
fi: rekisteröinnit vähenivät
fr_fr: inscriptions refusées
tr_tr: kayıtlar reddedildi

source: Maximum Qty:
de_de: Maximale Menge:
fi: Maksimimäärä:
fr_fr: Qté maximale:
tr_tr: Maksimum Adet:

source: Edit Default Price
de_de: Standardpreis bearbeiten
fi: Muokkaa oletushintaa
fr_fr: Modifier par défaut Prix
tr_tr: Standart Fiyatı Düzelt

source: Full Gateway response about payment
de_de: Vollständige Gateway-Antwort zur Zahlung
fi: Täydellinen Gatewayn vastaus maksusta
fr_fr: Réponse complète passerelle sur le paiement
tr_tr: Ödeme konusunda tam Geçidi yanıtı

source: This template is what event administrators will receive with an declined registration
de_de: Diese Vorlage erhalten Veranstaltungsadministratoren mit einer abgelehnten Anmeldung
fi: Tapahtuman ylläpitäjät saavat tämän mallin ilmoittautumisen yhteydessä.
fr_fr: les administrateurs de l'événement recevront ce modèle avec une inscription refusée
tr_tr: Bu şablon, etkinlik yöneticilerinin reddedilen bir kayıtla birlikte alacakları şablondur

source: no limit
de_de: kein Limit
fi: ei rajoitusta
fr_fr: Pas de limite
tr_tr: Limitsiz

source: Delete Default Price
de_de: Standardpreis löschen
fi: Poista oletushinta
fr_fr: Supprimer défaut Prix
tr_tr: Standart Fiyatı Sil

source: There is no relationship to %s on a %s. Cannot cache it
de_de: Es gibt keine Beziehung zu %s auf einem %s. Kann nicht zwischengespeichert werden
fi: Ei ole mitään suhdetta %s:ään %s:ssä. Sitä ei voi tallentaa välimuistiin
fr_fr: Il n'existe aucun lien de %s sur un %s . Vous ne pouvez pas mettre en cache
tr_tr: Bir %s üzerinde %s ile ilişki yok. Önbelleğe alınamıyor

source: Indicates what PRC_ID is the parent of this PRC_ID
de_de: Gibt an, welche PRC_ID die übergeordnete dieser PRC_ID ist
fi: Ilmaisee, mikä PRC_ID on tämän PRC_ID:n vanhempi.
fr_fr: Indique ce PRC_ID est le parent de ce PRC_ID
tr_tr: Bu PRC_ID'nin üstünün hangi PRC_ID olduğunu belirtir

source: This template is what each registrant for the event will receive when their registration is declined.
de_de: Diese Vorlage erhält jeder Teilnehmer an der Veranstaltung, wenn seine Anmeldung abgelehnt wird.
fi: Tämän mallin saa jokainen tapahtumaan ilmoittautunut, kun hänen ilmoittautumisensa hylätään.
fr_fr: Ce modèle sera envoyé à chaque personne inscrite à l'événement quand leur inscription est refusée.
tr_tr: Bu şablon, etkinlik için kayıt yaptıran her kişinin kaydı reddedildiğinde alacağı şablondur.

source: Add New Default Price Type
de_de: Neuen Standart Preistyp hinzufügen
fi: Lisää uusi oletushintatyyppi
fr_fr: Ajouter un nouveau type par défaut de prix
tr_tr: Yeni Standart Fiyat Ekle

source: Price Type ID
de_de: Preis Typ ID
fi: Hinta Tyyppi ID
fr_fr: Prix ​​Type ID
tr_tr: Fiyat Türü Kimliği

source: This message type is used for all declined payment notification messages that go out including any manual payments entered by an event administrator.
de_de: Dieser Nachrichtentyp wird für alle Benachrichtigungen über abgelehnte Zahlungen verwendet, einschließlich aller manuellen Zahlungen, die von einem Ereignisverwalter eingegeben werden.
fi: Tätä viestityyppiä käytetään kaikissa hylättyjen maksujen ilmoitusviesteissä, mukaan lukien tapahtuman ylläpitäjän syöttämät manuaaliset maksut.
fr_fr: Ce type de message est utilisé pour toutes les messages de notifications de paiement refusé qui sont envoyé y compris les paiements manuels effectués par un administrateur de l'événement.
tr_tr: Bu mesaj türü, bir etkinlik yöneticisi tarafından girilen manuel ödemeler de dahil olmak üzere gönderilen tüm reddedilen ödeme bildirim mesajları için kullanılır.

source: Default Pricing Table Column Headings
de_de: Standard Preistabelle Spaltenüberschriften
fi: Oletushinnoittelu-taulukon sarakeotsikot
fr_fr: Prix ​​Tableau têtes de colonnes par défaut
tr_tr: Standart Fiyatlandırma Tablosunun Sütun Başlıkları

source: Price Base type ID, 1 = Price , 2 = Discount , 3 = Surcharge , 4 = Tax
de_de: Preisbasis-Typ-ID, 1 = Preis , 2 = Rabatt , 3 = Zuschlag , 4 = Steuer
fi: Hinnan perustyypin tunnus, 1 = hinta , 2 = alennus , 3 = lisämaksu , 4 = vero.
fr_fr: Prix ​​Type de base ID, 1 = le prix, 2 = Remise, 3 = Supplément, 4 = impôt
tr_tr: Taban Fiyat türü kimliği, 1 = Fiyat, 2 = İndirim, 3 = Harcı, 4 = Vergi

source: payment declined
de_de: Zahlung abgewiesen
fi: maksu hylätty
fr_fr: paiement refusé
tr_tr: ödeme iptal edildi

source: Default Pricing Views & Bulk Actions & Search
de_de: Standard Preisgestaltung Ansichten & Bulk Aktionen & Suche
fi: Oletushinnoittelu-näkymät, -massatoiminnot ja -haku
fr_fr: Par défaut Prix Vues & Actions globales et Recherche
tr_tr: Standart Fiyatları Görüntüleme, Arama ve Toplu Eylemleri.

source: There is no relationship to %s on a %s. Cannot clear that cache
de_de: Es gibt keine Beziehung zu %s auf einem %s. Dieser Cache kann nicht gelöscht werden.
fi: Ei ole mitään suhdetta %s:ään %s:ssä. Välimuistia ei voi tyhjentää
fr_fr: Il n'existe aucun lien de %s sur un %s . Vous ne pouvez pas effacer ce cache
tr_tr: Bir %s üzerinde %s ile ilişki yok. Bu önbellek temizlenemiyor

source: Flag indicating price is a percentage
de_de: Flagge, die anzeigt, dass der Preis ein Prozentsatz ist
fi: Tunniste, joka kertoo tämän hinnan olevan prosenttimuotoinen
fr_fr: Drapeau prix indiquant un pourcentage
tr_tr: Fiyatın oranını gösteren bir bayraktır

source: payments declined
de_de: Zahlungen abgewiesen
fi: maksut hylätty
fr_fr: paiements refusés
tr_tr: ödemeler iptal edildi

source: Price Types Table Column Headings
de_de: Preistypen Tabelle Spaltenüberschriften
fi: Hintatyypit-taulukon sarakeotsikot
fr_fr: Types de prix Tableau têtes de colonnes
tr_tr: Fiyat Tipleri Tablosunun Sütun Başlıkları

source: The field name "%s" has been requested for the EE_Base_Class datetime functions and it is not a valid EE_Datetime_Field. Please check the spelling of the field and make sure it has been setup as a EE_Datetime_Field in the %s model constructor
de_de: Der Feldname "%s" wurde für die EE_Base_Class datetime Funktionen angefordert und ist kein gültiges EE_Datetime_Field. Bitte überprüfen Sie die Schreibweise des Feldes und stellen Sie sicher, dass es als EE_Datetime_Field im %s-Modellkonstruktor eingerichtet wurde
fi: Kentän nimeä "%s" on pyydetty EE_Base_Class-päivämäärätoiminnoille, mutta se ei ole kelvollinen EE_Datetime_Field. Tarkista kentän oikeinkirjoitus ja varmista, että se on määritetty EE_Datetime_Field-kentäksi %s-mallin konstruktorissa.
fr_fr: Le champ " %s" a été demandé pour les fonctions datetime EE_Base_Class et ce n'est pas un EE_Datetime_Field valide. S'il vous plaît vérifier l'orthographe du domaine et assurez-vous qu'il a été configuré en tant EE_Datetime_Field dans le %s constructeur de modèle
tr_tr: EE_Base_Class datetime fonksiyonları için "%s" alan adı istenmiştir ve bu geçerli bir EE_Datetime_Field değildir. Lütfen alanın yazımını kontrol edin ve %s model kurucusunda bir EE_Datetime_Field olarak ayarlandığından emin olun

source: Order in which price should be applied.
de_de: Reihenfolge, in der der Preis angewendet werden soll.
fi: Järjestys, jossa hintaa sovelletaan.
fr_fr: Ordre dans lequel prix doit être appliquée.
tr_tr: Sipariş için fiyat girilmelidir.

source: unlimited
de_de: unbegrenzt
fi: rajoittamaton
fr_fr: Illimité
tr_tr: Limitsiz

source: Price Types Views & Bulk Actions & Search
de_de: Preistypen Ansichten & Massenaktionen & Suche
fi: Hintatyypit-näkymät, -massatoiminnot ja -haku
fr_fr: Prix ​​Types Vues & Actions globales et Recherche
tr_tr: Fiyat Tiplerini Görüntüleme, Arama ve Toplu Eylemleri.

source: The method named "%s" given as the callback param in "display_in_my_timezone" does not exist. Please check your spelling
de_de: Die Methode mit dem Namen "%s", die als Callback-Parameter in "display_in_my_timezone" angegeben wurde, existiert nicht. Bitte überprüfen Sie Ihre Schreibweise
fi: Kohdassa "display_in_my_timezone" callback-parametrina annettua metodia nimeltä "%s" ei ole olemassa. Tarkista oikeinkirjoitus
fr_fr: La méthode nommée " %s " étant donné que le paramètre de rappel dans "display_in_my_timezone" n'existe pas. S'il vous plaît vérifier votre orthographe
tr_tr: "display_in_my_timezone" içinde geri arama parametresi olarak verilen "%s" adlı yöntem mevcut değil. Lütfen yazım kurallarınızı kontrol edin

source: Flag indicating price type has been trashed.
de_de: Kennzeichen, das anzeigt, dass der Preistyp gelöscht wurde.
fi: Merkki, joka osoittaa, että hintatyyppi on hävitetty.
tr_tr: Fiyat türünü belirten bayrak silinmiştir.

source: Recipient's are who will receive the template. You may want different payment details sent out depending on who the recipient is
de_de: Der Empfänger ist derjenige, der die Vorlage erhalten soll. Möglicherweise möchten Sie je nach Empfänger unterschiedliche Zahlungsdetails versenden
fi: Vastaanottajat ovat ne, jotka saavat mallin. Saatat haluta, että lähetetään eri maksutiedot riippuen siitä, kuka vastaanottaja on.
fr_fr: Récipiendaire de sont qui recevra le modèle. Vous pouvez vouloir que des détails de paiement envoyées en fonction de qui le bénéficiaire est
tr_tr: Alıcılar şablonu alacak kişilerdir. Alıcının kim olduğuna bağlı olarak farklı ödeme ayrıntılarının gönderilmesini isteyebilirsiniz

source: View All Default Pricing
de_de: Alle Standard-Preise anschauen
fi: Näytä kaikki oletushinnoittelut
fr_fr: Voir tous les défaut Prix
tr_tr: Tüm Standart Fiyatları Göster

source: What were you thinking calling _get_model(%s)?? You need to specify the class name
de_de: Was haben Sie sich dabei gedacht, _get_model(%s)? aufzurufen? Sie müssen den Klassennamen angeben
fi: Mitä ajattelit kutsumalla _get_model(%s)??? Sinun on määritettävä luokan nimi
fr_fr: Que pensiez-vous appelez _get_model ( %s ) ?? Vous devez spécifier le nom de classe
tr_tr: _get_model(%s)'i çağırırken ne düşünüyordunuz? Sınıf adını belirtmeniz gerekir

source: The Price Type(s) could not be deleted because there are existing Prices that currently use this Price Type. If you still wish to delete this Price Type, then either delete those Prices or change them to use other Price Types.The prices are: %s
de_de: Die Preisart(en) konnte(n) nicht gelöscht werden, da es bereits Preise gibt, die diese Preisart verwenden. Wenn Sie diesen Preistyp dennoch löschen möchten, löschen Sie entweder diese Preise oder ändern Sie sie, um andere Preistypen zu verwenden: %s
fi: Hintatyyppiä (hintatyyppejä) ei voitu poistaa, koska on olemassa olemassa olevia hintoja, jotka tällä hetkellä käyttävät tätä hintatyyppiä. Jos haluat silti poistaa tämän hintatyypin, joko poista kyseiset hinnat tai muuta ne käyttämään muita hintatyyppejä: %s
fr_fr: Le type de prix (s) ne peut pas être supprimé car il ya les prix existants qui utilisent actuellement cette Prix Type. Si vous souhaitez toujours supprimer ce Prix Type, puis supprimez les prix ou de les modifier à utiliser d'autres prix Prix de Types.The sont: %s
tr_tr: Fiyat Tip(ler)i silinemedi çünkü şu anda bu Fiyat Tipini kullanan mevcut Fiyatlar var. Bu Fiyat Türünü hala silmek istiyorsanız, ya bu Fiyatları silin ya da diğer Fiyat Türlerini kullanmak için değiştirin: %s

source: This template is what event administrators will receive when payment is declined
de_de: Diese Vorlage erhalten Veranstaltungsadministratoren, wenn eine Zahlung abgelehnt wird
fi: Tämän mallin tapahtuman ylläpitäjät saavat, kun maksu hylätään.
fr_fr: Ce modèle est ce que les administrateurs de l'événement recevront lorsque le paiement est refusé
tr_tr: Bu şablon, ödeme reddedildiğinde etkinlik yöneticilerinin alacağı şablondur

source: No transaction information could be retrieved or the transaction data is not of the correct type.
de_de: Es konnten keine Transaktionsinformationen abgerufen werden oder die Transaktionsdaten sind nicht vom richtigen Typ.
fi: Tilaustietoja ei voitu noutaa tai tiedot ovat virheellisiä.
fr_fr: Aucune information de transaction pourrait être récupéré ou les données de la transaction n'est pas du bon type.
tr_tr: Hiçbir işlem bilgisi alınamadı veya işlem verileri doğru türde değil.

source: Default Prices
de_de: Standardpreise
fi: Oletushinnat
fr_fr: Défaut prix
tr_tr: Standart Fiyatlar
