Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: The %1$s filter is deprecated. It *may* work as an attempt to build in backwards compatibility. However, it is recommended to use the following new filter: %2$s"%3$s" found in "%4$s"
de_de: Der %1$s-Filter ist veraltet. Er *kann* funktionieren, um die Abwärtskompatibilität zu gewährleisten. Es wird jedoch empfohlen, den folgenden neuen Filter zu verwenden: %2$s"%3$s" gefunden in "%4$s"
fi: Suodatin %1$s on vanhentunut. Se *voi* toimia, koska sillä yritetään rakentaa taaksepäin yhteensopivuutta. On kuitenkin suositeltavaa käyttää seuraavaa uutta suodatinta: %2$s"%3$s" found in "%4$s".
tr_tr: %1$s filtresi kullanımdan kaldırılmıştır. Geriye dönük uyumluluk oluşturma girişimi olarak işe yarayabilir. Ancak, aşağıdaki yeni filtrenin kullanılması önerilir: %2$s"%3$s" found in "%4$s"

source: Comment Status
de_de: Kommentar Status
fi: Kommentin tila
tr_tr: Yorum Durumu

source: Ping Status
fi: Ping-tila
tr_tr: Ping Durumu

source: Subsection "%s" is not an instanceof EE_Form_Section_Base on form "%s". It is a "%s"
de_de: Unterabschnitt "%s" ist keine Instanz von EE_Form_Section_Base auf Formular "%s". Es ist ein "%s"
fi: Alajakso "%s" ei ole instanceof EE_Form_Section_Base lomakkeella "%s". Se on "%s"
tr_tr: "%s" alt bölümü, "%s" formunda bir EE_Form_Section_Base örneği değildir. Bu bir "%s"

source: In order to proceed, you need to select the Country that your State/Province belongs to.
de_de: Um fortzufahren, müssen Sie das Land auswählen, zu dem Ihr Staat/Provinz gehört.
fi: Valitse valtio, johon osavaltio kuuluu, jatkaaksesi.
fr_fr: Merci de renseigner votre pays
tr_tr: Devam etmek için, Eyaletinizin/İlinizin ait olduğu Ülkeyi seçmeniz gerekir.

source: In order to proceed, you need to enter the name of your State/Province.
de_de: Um fortzufahren müssen Sie den Namen Ihres Landes angeben.
fi: Anna osavaltion nimi jatkaaksesi.
fr_fr: Merci de renseigner votre département
tr_tr: Devam etmek için Eyaletinizin/İlinizin adını girmeniz gerekmektedir.

source: In order to proceed, you need to enter an abbreviation for the name of your State/Province.
de_de: Um fortzufahren, müssen Sie eine Abkürzung für den Namen Ihres Bundeslandes/Provinz eingeben.
fi: Anna osavaltion nimen lyhenne jatkaaksesi.
fr_fr: Merci de renseigner le numéro de votre département
tr_tr: Devam etmek için, Eyaletinizin/İlinizin adı için bir kısaltma girmeniz gerekir.

source: The new state was successfully saved to the database.
de_de: Der neue Zustand wurde erfolgreich in der Datenbank gespeichert.
fi: Uusi osavaltio tallenntettiin onnistuneesti tietokantaan.
tr_tr: Yeni durum veritabanına başarıyla kaydedildi.

source: An unknown error has occurred on the server while saving the new state to the database.
de_de: Beim Speichern des neuen Status in der Datenbank ist auf dem Server ein unbekannter Fehler aufgetreten.
fi: Uutta osavaltiota tallennettaessa tapahtui tuntematon virhe.
fr_fr: Erreur de connexion au serveur lors de l'enregistrement
tr_tr: Yeni durum veritabanına kaydedilirken sunucuda bilinmeyen bir hata oluştu.

source: first select the Country that your State/Province belongs to
de_de: Wählen Sie zunächst das Land aus, zu dem Ihr Staat/Provinz gehört
fi: valitse ensin valtio, johon osavaltio kuuluu
fr_fr: Choisir premièrement le pays auquel votre département appartient
tr_tr: önce Eyaletinizin/İlinizin ait olduğu Ülkeyi seçin

source: enter the name of your State/Province
de_de: Geben Sie den Namen Ihres Bundeslandes/Provinz ein
fi: anna osavaltion nimi
fr_fr: Saisir le nom de votre département
tr_tr: Eyaletinizin/İlinizin adını girin

source: enter a two to six letter abbreviation for the name of your State/Province
de_de: Geben Sie eine zwei- bis sechsbuchstabige Abkürzung für den Namen Ihres Bundeslandes/Provinz ein
fi: anna 2-6 kirjainta pitkä osavaltion nimen lyhenne
fr_fr: Saisir entre 2 et 6 lettres comme abréviation de votre département
tr_tr: Eyaletinizin/İlinizin adı için iki ila altı harfli bir kısaltma girin

source: click the ADD button
de_de: Klicken Sie auf die Schaltfläche ADD
fi: paina LISÄÄ-painiketta
fr_fr: Cliquer sur le lien "ajouter"
tr_tr: EKLE düğmesine tıklayın

source: Update %s
de_de: Aktualisierung %s
fi: Päivitä %s
fr_fr: Mise à jour %s
tr_tr: Güncelleme %s

source: Proceed to %s
de_de: Weiter zu %s
fi: Jatka vaiheeseen %s
fr_fr: %s
tr_tr: %s'ye ilerleyin

source: Total Spaces Left
de_de: Anzahl freier Plätze
fi: Lippuja yhteensä jäljellä
fr_fr: Total des places restantes
tr_tr: Toplam Kalan Alanlar

source: Upon submitting this form, you will be forwarded to PayPal to make your payment. %1$sMake sure you return to this site in order to properly finalize your registration.%2$s
de_de: Nach dem Absenden dieses Formulars werden Sie zu PayPal weitergeleitet, um Ihre Zahlung vorzunehmen. %1$sVersichern Sie sich, dass Sie auf diese Seite zurückkehren, um Ihre Anmeldung ordnungsgemäß abzuschließen.%2$s
fi: Tämän lomakkeen lähettämisen jälkeen sinut ohjataan PayPal-palveluun maksun suorittamista varten. %1$sMuistathan palata tälle sivustolle viimeistelläksesi ilmoittautumisesi.%2$s
fr_fr: Lors de l'enregistrement de ce formulaire, vous serez dirigé sur Paypal pour le règlement. %1$s Assurez vous ensuite de bien revenir sur ce site pour finaliser votre enregistrement. %2$s
tr_tr: Bu formu gönderdikten sonra, ödemenizi yapmanız için PayPal'a yönlendirileceksiniz. %1$sKayıt işleminizi düzgün bir şekilde tamamlamak için bu siteye geri döndüğünüzden emin olun.%2$s

source: This is the Event Espresso Transactions page. This page receives instant payment notification (IPN) requests and should have a status of published, but should not be easily accessible by site visitors. Do not add it to your website's navigation menu or link to it from another page. Also, do not delete it or change its status to private.
de_de: Dies ist die Seite Ereignis-Espresso-Transaktionen. Diese Seite empfängt IPN-Anfragen (Instant Payment Notification) und sollte den Status "veröffentlicht" haben, aber für Besucher der Website nicht leicht zugänglich sein. Fügen Sie sie nicht in das Navigationsmenü Ihrer Website ein und verlinken Sie nicht von einer anderen Seite aus auf sie. Löschen Sie sie auch nicht und ändern Sie ihren Status nicht auf privat.
fi: Tämä on Tapahtuma Espresson tapahtumasivu. Tämä sivu vastaanottaa välittömiä maksupyyntöjä (IPN), ja sen tilan pitäisi olla julkaistu, mutta sivuston kävijöiden ei pitäisi olla helposti saatavilla. Älä lisää sitä verkkosivustosi navigointivalikkoon tai linkitä siihen joltakin muulta sivulta. Älä myöskään poista sitä tai muuta sen tilaa yksityiseksi.
tr_tr: Bu, Event Espresso İşlemleri sayfasıdır. Bu sayfa anında ödeme bildirimi (IPN) taleplerini alır ve yayınlanma durumuna sahip olmalıdır, ancak site ziyaretçileri tarafından kolayca erişilebilir olmamalıdır. Web sitenizin gezinme menüsüne eklemeyin veya başka bir sayfadan bağlantı vermeyin. Ayrıca, silmeyin veya durumunu özel olarak değiştirmeyin.

source: %1$s means of course that the messenger is active and %2$s means the messenger is inactive.
de_de: %1$s bedeutet natürlich, dass der Bote aktiv ist, und %2$s bedeutet, dass der Bote inaktiv ist.
fi: %1$s tarkoittaa tietenkin, että viestinvälittäjä on aktiivinen, ja %2$s tarkoittaa, että viestinvälittäjä ei ole aktiivinen.
fr_fr: %1$s signifie bien sûr que le messager est actif et%2$s signifie que le messager est inactif.
tr_tr: %1$s elbette mesajcının aktif olduğu ve %2$s mesajcının aktif olmadığı anlamına gelir.

source: There is no ticket on this registration
de_de: Für diese Registrierung gibt es kein Ticket
fi: Tähän ilmoittautumiseen ei ole lippua
fr_fr: Il n'y a pas de billet sur cet enregistrement
tr_tr: Bu kayıtta bilet bulunmamaktadır

source: The transaction model could not be established.
de_de: Das Transaktionsmodell konnte nicht ermittelt werden.
fi: Tapahtumamallia ei voitu vahvistaa.
fr_fr: Le modèle de transaction n'a pu être établi.
tr_tr: İşlem modeli oluşturulamamıştır.

source: %1$sCongratulations%2$sYour registration has been successfully processed.%3$sCheck your email for your registration confirmation or click the button below to view / download / print a full description of your purchases and registration information.
de_de: %1$sVielen Dank!%2$sIhre Anmeldung wurde erfolgreich abgesendet.%3$sÜberprüfen Sie Ihre E-Mail mit der Anmeldebestätigung oder klicken Sie auf die Schaltfläche „Vollständige Bestätigung ansehen“, um eine detaillierte Beschreibung Ihrer Bestellung und Registrierung herunterzuladen und auszudrucken.
fi: %1$sOnnittelut%2$sIlmoittautumisesi on käsitelty onnistuneesti.%3$sOlemme lähettäneet ilmoittautumisvahvistuksen sähköpostiisi. Alta voit katsoa, ladata ja tulostaa myös tarkat tiedot ostoksestasi ja ilmoittautumistiedoista.
fr_fr: %1$sFélicitations%2$sVotre inscription est maintenant validée%3$sVous allez recevoir la confirmation par email. Vous pouvez accéder/télécharger/imprimer le ticket de paiement et le détail de votre inscription ci dessous.
tr_tr: %1$sTebrikler%2$sKayıt işleminiz başarıyla gerçekleştirilmiştir.%3$sKayıt onayınız için e-postanızı kontrol edin veya satın alımlarınızın ve kayıt bilgilerinizin tam açıklamasını görüntülemek / indirmek / yazdırmak için aşağıdaki düğmeyi tıklayın.

source: %1$sCongratulations%2$sYour registration has been successfully processed.%3$sCheck your email for your registration confirmation.
de_de: %1$sVielen Dank!%2$sIhre Anmeldung wurde erfolgreich abgesendet.%3$sÜberprüfen Sie Ihre E-Mail zur Bestätigung Ihrer Anmeldung.
fi: %1$sOnnittelut%2$sIlmoittautumisesi on käsitelty onnistuneesti.%3$sOlemme lähettäneet ilmoittautumisvahvistuksen sähköpostiisi.
fr_fr: %1$sCongratulations%2$sVotre inscription a été enregistrée avec succès.%3$sUne confirmation vous a été envoyé par email.
tr_tr: %1$sTebrikler%2$sKayıt işleminiz başarıyla gerçekleştirilmiştir.%3$sKayıt onayınız için e-postanızı kontrol edin.

source: The information for your transaction could not be retrieved from the server or the transaction data received was invalid because of a technical reason. (%s)
de_de: Die Informationen für Ihre Transaktion konnten nicht vom Server abgerufen werden oder die empfangenen Transaktionsdaten waren aus technischen Gründen ungültig. (%s)
fi: Tilauksesi tietoja ei voitu noutaa palvelimelta tai tilaustiedot olivat virheellisiä. Tämä johtui teknisestä virheestä. (%s)
tr_tr: İşleminizle ilgili bilgiler sunucudan alınamadı veya alınan işlem verileri teknik bir nedenden dolayı geçersiz. (%s)

source: The Registration Confirmation email could not be sent because a registration token is missing or invalid.
de_de: Die E-Mail zur Registrierungsbestätigung konnte nicht versendet werden, weil ein Registrierungs-Token fehlt oder ungültig ist.
fi: Ilmoittautumisvahvistusta ei voitu lähettää sähköpostitse, koska ilmoittautumistunnus puuttui tai oli virheellinen.
tr_tr: Bir kayıt belirteci eksik veya geçersiz olduğu için Kayıt Onayı e-postası gönderilemedi.

source: The request for the "msg_url_trigger" route has a malformed url.
de_de: Die Anfrage für die Route "msg_url_trigger" hat eine fehlerhafte Url.
fi: Reitin "msg_url_trigger" pyynnössä on virheellinen url.
tr_tr: "msg_url_trigger" rotası için istek hatalı biçimlendirilmiş bir url'ye sahip.

source: Unable to complete the request because the token is invalid.
de_de: Die Anfrage kann nicht abgeschlossen werden, da das Token ungültig ist.
fi: Pyyntöä ei voida suorittaa loppuun, koska tunniste on virheellinen.
tr_tr: Belirteç geçersiz olduğu için istek tamamlanamıyor.

source: Please note that a system message failed to send due to a technical issue.
de_de: Bitte beachten Sie, dass eine Systemnachricht aufgrund eines technischen Problems nicht gesendet werden konnte.
fi: Huomaa, että järjestelmän viestin lähettäminen epäonnistui teknisen ongelman vuoksi.
fr_fr: Veuillez noter qu'un message système n'a pas pu être envoyé en raison d'un problème technique.
tr_tr: Teknik bir sorun nedeniyle bir sistem mesajının gönderilemediğini lütfen unutmayın.

source: The EE_Checkout class could not be loaded.
de_de: Die Klasse EE_Checkout konnte nicht geladen werden.
fi: EE_Checkout-luokkaa ei voitu ladata.
tr_tr: EE_Checkout sınıfı yüklenemedi.

source: No Reg Steps were loaded..
de_de: Es wurden keine Reg Steps geladen..
fi: Reg Steps ei ladattu..
tr_tr: Hiçbir Kayıt Adımı yüklenmedi...

source: The current step could not be set.
de_de: Der aktuelle Schritt konnte nicht eingestellt werden.
fi: Nykyistä askelta ei voitu asettaa.
tr_tr: Geçerli adım ayarlanamadı.

source: A registration step could not be loaded. One or more of the following data points is invalid:%4$s%5$sFile Path: %1$s%6$s%5$sClass Name: %2$s%6$s%5$sSlug: %3$s%6$s%7$s
de_de: Ein Registrierungsschritt konnte nicht geladen werden. Einer oder mehrere der folgenden Datenpunkte sind ungültig:%4$s%5$sFile Path: %1$s%6$s%5$sClass Name: %2$s%6$s%5$sSlug: %3$s%6$s%7$s
fi: Rekisteröintivaihetta ei voitu ladata. Yksi tai useampi seuraavista tiedoista on virheellinen:%4$s%5$sFile Path: %1$s%6$s%5$sClass Name: %2$s%6$s%5$sSlug: %3$s%6$s%7$s
tr_tr: Bir kayıt adımı yüklenemedi. Aşağıdaki veri noktalarından biri veya daha fazlası geçersiz:%4$s%5$sDosya Yolu: %1$s%6$s%5$sSınıf Adı: %2$s%6$s%5$sSlug: %3$s%6$s%7$s

source: We're sorry but the registration process can not proceed because one or more registration steps were not setup correctly. Please refresh the page and try again or contact support.
de_de: Leider konnte der Registrierungsprozess nicht fortgesetzt werden, da einer oder mehrere Registrierungsschritte nicht korrekt ausgeführt wurden. Bitte aktualisieren Sie diese Seite und versuchen Sie es erneut oder kontaktieren Sie den Support.
fi: Valitettavasti ilmoittautumista ei voitu käsitellä, koska yhtä tai useampaa vaihetta ei voitu suorittaa oikein. Päivitä sivu ja yritä uudelleen tai ota yhteys tukeen.
fr_fr: Nous regrettons mais votre inscription n'a pu être validée car certaines informations sont manquantes. Vous pouvez rafraîchir la page, essayer de nouveau ou nous contacter
tr_tr: Üzgünüz, ancak bir veya daha fazla kayıt adımı doğru şekilde ayarlanmadığı için kayıt işlemi devam edemiyor. Lütfen sayfayı yenileyip tekrar deneyin veya destek ekibiyle iletişime geçin.

source: The "%1$s" registration step was not initialized properly.
de_de: Der Registrierungsschritt "%1$s" wurde nicht richtig initialisiert.
fi: Rekisteröintivaihetta "%1$s" ei alustettu oikein.
tr_tr: "%1$s" kayıt adımı düzgün şekilde başlatılmadı.

source: The requested form action "%s" does not exist for the current "%s" registration step.
de_de: Die angeforderte Formularaktion "%s" existiert nicht für den aktuellen Registrierungsschritt "%s".
fi: Pyydettyä lomaketoimintoa "%s" ei ole olemassa nykyisessä "%s"-rekisteröintivaiheessa.
tr_tr: İstenen form eylemi "%s" geçerli "%s" kayıt adımı için mevcut değil.

source: An unknown error occurred on the server while attempting to process your request. Please refresh the page and try again or contact support.
de_de: Beim Versuch, Ihre Anfrage zu bearbeiten, ist ein unbekannter Fehler auf dem Server aufgetreten. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut oder kontaktieren Sie den Support.
fi: Pyyntöäsi käsitellessä palvelimella tapahtui tuntematon virhe. Päivitä sivu ja yritä uudelleen tai ota yhteys tukeen.
tr_tr: İsteğiniz işlenmeye çalışılırken sunucuda bilinmeyen bir hata oluştu. Lütfen sayfayı yenileyip tekrar deneyin veya destek ekibiyle iletişime geçin.

source: An invalid response was returned from the server while attempting to process your request. Please refresh the page and try again or contact support.
de_de: Beim Versuch, Ihre Anfrage zu bearbeiten, wurde eine ungültige Antwort vom Server zurückgegeben. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut oder kontaktieren Sie den Support.
fi: Pyyntöäsi käsitellessä palvelimelta saatiin virheellinen vastaus. Päivitä sivu ja yritä uudelleen tai ota yhteys tukeen.
tr_tr: İsteğiniz işlenmeye çalışılırken sunucudan geçersiz bir yanıt döndürüldü. Lütfen sayfayı yenileyip tekrar deneyin veya destek ekibiyle iletişime geçin.

source: There appears to be a problem with the form validation configuration! Please check the admin settings or contact support.
de_de: Es scheint ein Problem mit der Konfiguration der Formularvalidierung zu geben! Bitte überprüfen Sie die Admin-Einstellungen oder kontaktieren Sie den Support.
fi: Lomakkeen tarkistamisessa tapahtui virhe! Tarkista ylläpidon asetukset tai ota yhteys tukeen.
tr_tr: Form doğrulama yapılandırmasında bir sorun var gibi görünüyor! Lütfen yönetici ayarlarını kontrol edin veya destek ekibiyle iletişime geçin.

source: There appears to be a problem with the payment method configuration! Please refresh the page and try again or contact support.
de_de: Es scheint ein Problem mit der Konfiguration der Zahlungsmethode zu geben! Bitte aktualisieren Sie die Seite und versuchen Sie es erneut oder kontaktieren Sie den Support.
fi: Maksutavan asetuksissa on virhe! Päivitä sivu ja yritä uudelleen tai ota yhteys tukeen.
tr_tr: Ödeme yöntemi yapılandırmasında bir sorun var gibi görünüyor! Lütfen sayfayı yenileyip tekrar deneyin veya destek ekibiyle iletişime geçin.

source: Please wait while we process your registration.%sDo not refresh the page or navigate away while this is happening.%sThank you for your patience.
de_de: Die Bearbeitung Ihrer Registrierung wird übertragen.%sDiese Seite nicht aktualisieren, während dies geschieht.%sVielen Dank für Ihre Geduld.
fi: Odota hetki, kun käsittelemme ilmoittautumistasi.%sÄlä päivitä sivua tai siirry pois, ennen kuin prosessi on valmis.%sKiitos kärsivällisyydestäsi.
fr_fr: Merci de patienter pendant que nous traitons votre inscription.%sMerci de ne pas rafraîchir cette page.%sMerci.
tr_tr: Kaydınızı işleme alırken lütfen bekleyin.%sBu işlem gerçekleşirken sayfayı yenilemeyin veya başka bir yere gitmeyin.%sSabrınız için teşekkür ederiz.

source: years
de_de: Jahre
fi: vuotta
fr_fr: années
tr_tr: yıllar

source: seconds
de_de: Sekunden
fi: sekuntia
fr_fr: secondes
tr_tr: saniye

source: year
de_de: Jahr
fi: vuosi
fr_fr: année
tr_tr: yıl

source: month
de_de: Monat
fi: kuukausi
fr_fr: Mois
tr_tr: ay

source: week
de_de: Woche
fi: viikko
fr_fr: semaine
tr_tr: hafta

source: hour
de_de: Stunde
fi: tunti
fr_fr: heure
tr_tr: saat

source: minute
fi: minuutti
tr_tr: dakika

source: second
de_de: Sekunde
fi: sekunti
fr_fr: seconde
tr_tr: ikinci

source: You need to %1$sReturn to Events list%2$sselect at least one event%3$s before you can proceed with the registration process.
de_de: Sie müssen %1$sZurück zur Veranstaltungsliste%2$smindestens eine Veranstaltung%3$s auswählen, bevor Sie mit der Anmeldung fortfahren können.
fi: Sinun on %1$spalattava tapahtumalistaan%2$svalittava vähintään yksi tapahtuma%3$s ennen kuin voit jaktaa ilmoittautumista.
fr_fr: Vous devez d'abord %1$s accéder à la liste des événements%2$s, sélectionner au moins un événement %3$s avant de commencer l'enregistrement.
tr_tr: Kayıt işlemine devam edebilmeniz için %1$sEtkinlik listesine dön%2$sen az bir etkinlik%3$seçmeniz gerekmektedir.

source: You have %1$s to complete your registration.
de_de: Sie haben %1$s, um Ihre Registrierung abzuschließen.
fi: Sinulla on %1$s aikaa viimeistelläksesi ilmoittautumisesi.
fr_fr: Vous avez %1$s pour compléter votre inscription.
tr_tr: Kaydınızı tamamlamak için %1$s süreniz var.

source: Only copy the above information to the following selected additional attendees.
de_de: Die oben angegeben Informationen nur zu den folgenden ausgewählten Teilnehmern kopieren.
fi: Kopioi vain yllä olevat tiedot seuraaville valituille lisäosallistujille.
fr_fr: les informations ci dessus seront dupliquées auprès des inscrits sélectionnés
tr_tr: Yukarıdaki bilgileri yalnızca aşağıdaki seçilmiş ek katılımcılara kopyalayın.

source: Payment Options
de_de: Zahlungsoptionen
fi: Maksutavan valinta
fr_fr: Options de paiement
tr_tr: Ödeme Seçenekleri

source: Please select a method of payment and provide any necessary billing information before proceeding.
de_de: Bitte wählen Sie eine Zahlungsmethode und geben Sie die notwendigen Zahlungsinformationen an, bevor Sie fortfahren.
fi: Valitse maksutapa ja anna tarvittavat maksutiedot jatkaaksesi.
fr_fr: Veuillez sélectionner un moyen de paiement et de fournir les informations nécessaires avant de procéder.
tr_tr: Lütfen devam etmeden önce bir ödeme yöntemi seçin ve gerekli fatura bilgilerini sağlayın.

source: A valid method of payment could not be determined. Please refresh the page and try again.
de_de: Eine gültige Zahlungsmethode konnte nicht ermittelt werden. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.
fi: Maksutapaa ei tunnistettu. Päivitä sivu ja yritä uudelleen.
tr_tr: Geçerli bir ödeme yöntemi belirlenemedi. Lütfen sayfayı yenileyin ve tekrar deneyin.

source: Forwarding to Secure Payment Provider.
de_de: Weiterleitung zu sicherem Payment-Anbieter
fi: Ohjataan maksupalvelun tarjoajalle.
fr_fr: Vous allez être redirigé(e) vers la page de paiement.
tr_tr: Güvenli Ödeme Sağlayıcısına Yönlendirme.

source: Please Select Your Method of Payment
de_de: Bitte wählen Sie Ihre Zahlungsmethode
fi: Valitse maksutapasi
fr_fr: Veuillez sélectionner votre moyen de paiement
tr_tr: Lütfen Ödeme Yönteminizi Seçiniz

source: Important information regarding your payment
de_de: Wichtige Informationen zu Ihrer Zahlung
fi: Tietoa valitsemastasi maksutavasta
fr_fr: Information importante à propos de votre paiement
tr_tr: Ödemenizle ilgili önemli bilgiler

source: Please provide the following billing information, then click the "%1$s" button below in order to proceed.
de_de: Bitte geben Sie die folgenden Rechnungsdaten an und klicken Sie dann auf die Schaltfläche "%1$s", um fortzufahren.
fi: Anna seutaavat maksutiedot ja paina sitten alla olevaa "%1$s"-painiketta jatkaaksesi.
fr_fr: Merci de fournir les informations de facturation et de cliquer sur le "%1$s" lien ci dessous pour valider.
tr_tr: Lütfen aşağıdaki fatura bilgilerini sağlayın ve devam etmek için aşağıdaki "%1$s" düğmesine tıklayın.

source: Please click the "%1$s" button below in order to proceed.
de_de: Bitte klicken Sie auf die "%1$s" Schaltfläche unten, um fortzufahren.
fi: Paina alla olevaa "%1$s"-painiketta jatkaaksesi.
fr_fr: Merci de cliquer sur le "%1$s" lien ci dessous pour valider.
tr_tr: Devam etmek için lütfen aşağıdaki "%1$s" butonuna tıklayınız.

source: You have selected "%s" as your method of payment. Please note the important payment information below.
de_de: Sie haben "%s" als Zahlungsmethode gewählt. Bitte beachten Sie die wichtigen Zahlungsinformationen unten.
fi: Olet valinnut maksutavaksi "%s". Luethan alta tärkeät tiedot maksamisesta.
fr_fr: Vous avez sélectionné "%s" comme votre méthode de paiement. Veuillez noter les informations de paiement important ci-dessous.
tr_tr: Ödeme yönteminiz olarak "%s" seçeneğini seçtiniz. Lütfen aşağıdaki önemli ödeme bilgilerine dikkat edin.
