Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: You can perform a search to find certain registrations. The following sources will be searched: Event Name (title), Event Description, First Name, Last Name, Bio, Email, Address, Comments, Notes, Registration Final Price, Registration Code, Registration Group Size, Ticket Name, and Ticket Description. To use the search feature, enter a value into the search box and click on the Search Registrations button.
de_de: Sie können eine Suche durchführen, um bestimmte Eintragungen zu finden. Die folgenden Quellen werden durchsucht: Veranstaltungsname (Titel), Veranstaltungsbeschreibung, Vorname, Nachname, Bio, E-Mail, Adresse, Kommentare, Notizen, Registrierungsendpreis, Registrierungscode, Registrierungsgruppengröße, Ticketname und Ticketbeschreibung. Um die Suchfunktion zu nutzen, geben Sie einen Wert in das Suchfeld ein und klicken Sie auf die Schaltfläche Registrierungen suchen.
fi: Voit tehdä haun tiettyjen rekisteröintien löytämiseksi. Haku tehdään seuraavista lähteistä: Tapahtuman nimi (otsikko), Tapahtuman kuvaus, Etunimi, Sukunimi, Bio, Sähköposti, Osoite, Kommentit, Huomautukset, Ilmoittautumisen lopullinen hinta, Ilmoittautumiskoodi, Ilmoittautumisryhmän koko, Lipun nimi ja Lipun kuvaus. Jos haluat käyttää hakutoimintoa, kirjoita arvo hakukenttään ja napsauta Etsi rekisteröintejä -painiketta.
fr_fr: Vous pouvez effectuer une recherche pour trouver certains enregistrements. Les sources suivantes seront consultées: Nom de l'événement (titre), Description de l'événement, Prénom, Nom, Bio, email, adresse, commentaires, notes, inscription Prix final, le code d'enregistrement, Taille du groupe d'enregistrement, le nom de billets, et Ticket description. Pour utiliser la fonction de recherche, entrez une valeur dans la case de recherche et cliquez sur le bouton Recherche inscriptions.
tr_tr: Belirli kayıtları bulmak için bir arama gerçekleştirebilirsiniz. Aşağıdaki kaynaklar aranacaktır: Etkinlik Adı (başlık), Etkinlik Açıklaması, Adı, Soyadı, Biyografi, E-posta, Adres, Yorumlar, Notlar, Kayıt Nihai Fiyatı, Kayıt Kodu, Kayıt Grubu Boyutu, Bilet Adı ve Bilet Açıklaması. Arama özelliğini kullanmak için arama kutusuna bir değer girin ve Kayıtları Ara düğmesine tıklayın.

source: Dragging and dropping the question groups will change the order that they appear in. A question group that is at the top of the list will appear before one that is at the bottom of the list.
de_de: Durch Ziehen und Ablegen der Fragengruppen ändert sich die Reihenfolge, in der sie erscheinen. Eine Fragengruppe, die sich am Anfang der Liste befindet, erscheint vor einer Gruppe, die sich am Ende der Liste befindet.
fi: Kysymysryhmän siirtäminen vetämällä ja pudottamalla muuttaa niiden näyttämisjärjestystä. Ylempänä oleva kysymysryhmä näytetään ennen listassa alempana olevaa kysymysryhmää.
fr_fr: Glisser et déposer les groupes de questions va changer l'ordre dans lequel ils apparaissent. Un groupe de question qui est au sommet de la liste apparaît avant celui qui est au bas de la liste.
tr_tr: Soru gruplarının sürüklenip bırakılması, göründükleri sırayı değiştirecektir. Listenin en üstünde yer alan bir soru grubu, listenin en altında yer alan bir soru grubundan önce görünecektir.

source: Event Check-In Table Column Headings
de_de: Event Check-In Tabelle Spaltenüberschriften
fi: Tapahtuman sisäänkirjautumiset -taulukon sarakeotsikot
fr_fr: Event Check-In Table-têtes de colonnes
tr_tr: Etkinlik Check-in Tablosu Sütun Başlıkları

source: return to previous screen
de_de: zurück zum vorherigen Bildschirm
fi: palaa edelliselle näytölle
fr_fr: retourner à l'écran précédent
tr_tr: önceki ekrana dön

source: Question Groups Bulk Actions
de_de: Frage-Gruppen Massen-Aktionen
fi: Kysymysryhmät-massatoiminnot
fr_fr: Groupes Question Actions globales
tr_tr: Soru Grupları Toplu İşlemler

source: Bulk actions allow you to perform an action to multiple questions at once. The following bulk actions are supported: Move to Trash. To use the bulk action feature, place a checkmark next to the questions that you want to include. Then select a bulk action from the menu and click on the Apply button.
de_de: Mit Sammelaktionen können Sie eine Aktion für mehrere Fragen auf einmal durchführen. Die folgenden Sammelaktionen werden unterstützt: In den Papierkorb verschieben. Um die Funktion der Sammelaktion zu verwenden, setzen Sie ein Häkchen neben die Fragen, die Sie einbeziehen möchten. Wählen Sie dann eine Sammelaktion aus dem Menü aus und klicken Sie auf die Schaltfläche Anwenden.
fi: Massatoiminnoilla voit suorittaa toimintoja usealle kysymykselle samalla kertaa. Seuraavat massatoiminnot ovat käytettävissä: Vie roskakoriin. Käyttääksesi massatoimintoa valitse haluamasi kysymykset, valitse haluamasi massatoiminta valikosta ja paina Käytä-painiketta.
fr_fr: Les actions de masse vous permettent d'effectuer une action à plusieurs questions à la fois. Les actions globales suivantes sont supportées: Mettre à la corbeille. Pour utiliser la fonction d'action de masse, placez une coche à côté des questions que vous souhaitez inclure. Ensuite, sélectionnez une action en vrac dans le menu et cliquez sur le bouton Appliquer.
tr_tr: Toplu eylemler, aynı anda birden fazla soru için bir eylem gerçekleştirmenize olanak tanır. Aşağıdaki toplu eylemler desteklenmektedir: Çöp Kutusuna Taşı. Toplu eylem özelliğini kullanmak için, dahil etmek istediğiniz soruların yanına bir onay işareti koyun. Ardından menüden bir toplu eylem seçin ve Uygula düğmesine tıklayın.

source: Depending on the number of events and the complexity of the information in your database, this could take a few minutes.
de_de: Je nach Anzahl der Ereignisse und der Komplexität der Informationen in Ihrer Datenbank kann dies einige Minuten dauern.
fi: Tämä voi viedä muutaman minuutin riippuen tietokannassasi olevien tapahtumien määrästä ja tietojen monimutkaisuudesta.
fr_fr: Selon le nombre d'événements et la complexité de l'information dans votre base de données, cela peut prendre quelques minutes.
tr_tr: Olay sayısına ve veritabanınızdaki bilgilerin karmaşıklığına bağlı olarak bu işlem birkaç dakika sürebilir.

source: Question Groups Views
de_de: Frage Gruppen Ansichten
fi: Kysymysryhmät-näkymät
fr_fr: Question Groupes Vues
tr_tr: Soru Grupları Görüşler

source: This is the registrant number in the group. For example, 1 of 1 means that there was a single registrant. 1 of 2 means that this registrant is the first to register of the the two registrants in the group.
de_de: Dies ist die Nummer des Registranten in der Gruppe. Zum Beispiel bedeutet 1 von 1, dass es einen einzigen Registranten gab. 1 von 2 bedeutet, dass dieser Registrant der erste ist, der sich von den beiden Registranten in der Gruppe registriert hat.
fi: Tämä on ryhmän rekisteröijän numero. Esimerkiksi 1 of 1 tarkoittaa, että ryhmässä oli yksi rekisteröijä. 1 of 2 tarkoittaa, että tämä rekisteröijä on ryhmän kahdesta rekisteröijästä ensimmäinen rekisteröijä.
fr_fr: Il s'agit du nombre inscrit dans le groupe. Par exemple, 1 de 1 signifie qu'il y avait un seul inscrit. 1 de 2 signifie que cette personne inscrite est le premier à enregistrer des deux inscrits dans le groupe.
tr_tr: Bu, gruptaki kayıtlı kişi numarasıdır. Örneğin, 1'in 1'i tek bir kayıt yaptıran olduğu anlamına gelir. 2'nin 1'i, bu kayıt ettirenin gruptaki iki kayıt ettiren arasında ilk kayıt ettiren olduğu anlamına gelir.

source: %sPlease be patient and do NOT navigate away from this page once the migration has begun%s. If any issues arise due to existing malformed data, an itemized report will be made available to you after the migration has completed.
de_de: %sBitte haben Sie Geduld und verlassen Sie diese Seite NICHT, sobald die Migration begonnen hat%s. Sollten aufgrund von fehlerhaften Daten Probleme auftreten, wird Ihnen nach Abschluss der Migration ein detaillierter Bericht zur Verfügung gestellt.
fi: %sOle kärsivällinen äläkä siirry pois tältä sivulta, kun siirtyminen on alkanut%s. Jos ilmenee ongelmia, jotka johtuvat olemassa olevista virheellisistä tiedoista, saat yksityiskohtaisen raportin, kun siirto on valmis.
fr_fr: %sS'il vous plaît être patient et ne pas quitter cette page une fois la migration a commencé%s. Si des problèmes surviennent en raison de données malformées existant, un rapport détaillé sera mis à votre disposition après la migration terminée.
tr_tr: %sLütfen sabırlı olun ve geçiş başladıktan sonra bu sayfadan uzaklaşmayın%s. Mevcut hatalı biçimlendirilmiş veriler nedeniyle herhangi bir sorun ortaya çıkarsa, geçiş tamamlandıktan sonra size ayrıntılı bir rapor sunulacaktır.

source: Views allow you to restrict what you see in the Questions Overview table. The following views are available: All and Trash. The number in parentheses next to each view represents the number of questions that will be displayed with that view.
de_de: Mit den Ansichten können Sie die Anzeige in der Tabelle Fragenübersicht einschränken. Die folgenden Ansichten sind verfügbar: Alle und Papierkorb. Die Zahl in Klammern neben der jeweiligen Ansicht gibt die Anzahl der Fragen an, die in dieser Ansicht angezeigt werden.
fi: Näkymien avulla voit rajoittaa sitä, mitä näet Kysymysten yleiskatsaus -taulukossa. Käytettävissä ovat seuraavat näkymät: Kaikki ja Roskakori. Kunkin näkymän vieressä suluissa oleva numero tarkoittaa niiden kysymysten määrää, jotka näkyvät kyseisessä näkymässä.
fr_fr: Vues vous permettent de limiter ce que vous voyez dans les questions Présentation de table. Les vues suivantes sont disponibles: Tout et Trash. Le nombre entre parenthèses à côté de chaque vue représente le nombre de questions qui seront affichés avec ce point de vue.
tr_tr: Görünümler, Sorulara Genel Bakış tablosunda gördüklerinizi kısıtlamanıza olanak tanır. Aşağıdaki görünümler kullanılabilir: Tümü ve Çöp Kutusu. Her görünümün yanındaki parantez içindeki sayı, o görünümle birlikte görüntülenecek soru sayısını temsil eder.

source: This is the name of the registrant.
de_de: Dies ist der Name des Registranten.
fi: Tämä on ilmoittautujan nimi.
fr_fr: C'est le nom de la personne inscrite.
tr_tr: Bu kayıt sahibinin adı.

source: Registrant
de_de: Teilnehmer
fi: Ilmoittautuja
fr_fr: Inscrit
tr_tr: Tescil Eden

source: Click the button below to begin the migration process.
de_de: Klicken Sie auf die Schaltfläche unten, um den Migrationsprozess zu starten.
fi: Paina alla olevaa painiketta aloittaaksesi muuntamisprosessi.
fr_fr: Cliquez sur le bouton ci-dessous pour commencer le processus de migration.
tr_tr: Geçiş sürecini başlatmak için aşağıdaki düğmeye tıklayın.

source: Show all question groups.
de_de: Alle Fragengruppen anzeigen.
fi: Näytä kaikki kysymysryhmät.
fr_fr: Afficher tous les groupes de questions.
tr_tr: Soru gruplarını göster.

source: This is the email address for the registrant.
de_de: Dies ist die E-Mail -Adresse des Registranten.
fi: Tämä on ilmoittautujan sähköpostiosoite.
fr_fr: C'est l'adresse e-mail pour le déclarant.
tr_tr: Bu, kayıt sahibinin e-posta adresidir.

source: View details for this registrant
de_de: Details zur registrierten Person anzeigen
fi: Näytä tämän ilmoittautujan tiedot
fr_fr: Voir les détails de ce titulaire
tr_tr: Bu tescil ettiren için ayrıntıları görüntüle

source: Show question groups that have been moved to the trash.
de_de: Zeigen Sie Fragengruppen an, die in den Papierkorb verschoben wurden.
fi: Näytä kysymysryhmät, jotka on siirretty roskakoriin.
fr_fr: Montrer groupes de questions qui ont été déplacés dans la corbeille.
tr_tr: Çöp kutusuna taşınan soru gruplarını gösterin.

source: Transaction Total %s
de_de: Transaktionssumme %s
fi: Tilauksen yhteissumma %s
fr_fr: Transaction totale %s
tr_tr: İşlem Toplamı %s

source: Question Groups Search
de_de: Frage Gruppen Suche
fi: Kysymysryhmät-haku
fr_fr: Groupes Question Recherche
tr_tr: Soru Grupları Arama

source: This is the date that the registration occurred on.
de_de: Dies ist das Datum, an dem die Registrierung erfolgte.
fi: Tämä on päivä, jolloin ilmoittautuminen tehtiin.
fr_fr: C'est la date à laquelle l'enregistrement a eu lieu sur.
tr_tr: Bu, kaydın gerçekleştiği tarihtir.

source: Payments Total %s
de_de: Gesamtsumme der Zahlungen %s
fi: Maksut yhteensä %s
fr_fr: Paiements totale %s
tr_tr: Ödemeler Toplam %s

source: Set Event Espresso Maintenance Mode
de_de: Auswahl eines Event Espresso Wartungsmodus
fi: Aseta Event Espresson huoltotila
fr_fr: Définir le mode Maintenance Event Espresso
tr_tr: Etkinlik Espresso Bakım Modunu Ayarlama

source: You can perform a search to find certain question groups. The following sources will be searched: Question Group (name of question group). To use the search feature, enter a value into the search box and click on the Search Questions Groups button.
de_de: Sie können eine Suche durchführen, um bestimmte Fragengruppen zu finden. Die folgenden Quellen werden durchsucht: Fragengruppe (Name der Fragengruppe). Um die Suchfunktion zu nutzen, geben Sie einen Wert in das Suchfeld ein und klicken Sie auf die Schaltfläche Fragengruppen suchen.
fi: Voit tehdä haun tiettyjen kysymysryhmien löytämiseksi. Haku tehdään seuraavista lähteistä: Kysymysryhmä (kysymysryhmän nimi). Jos haluat käyttää hakutoimintoa, kirjoita arvo hakukenttään ja napsauta Etsi kysymysryhmiä -painiketta.
fr_fr: Vous pouvez effectuer une recherche pour trouver certains groupes de questions. Les sources suivantes seront consultées: Question groupe (nom du groupe de questions). Pour utiliser la fonction de recherche, entrez une valeur dans la case de recherche et cliquez sur le bouton Rechercher Questions groupes.
tr_tr: Belirli soru gruplarını bulmak için bir arama gerçekleştirebilirsiniz. Aşağıdaki kaynaklar aranacaktır: Soru Grubu (soru grubunun adı). Arama özelliğini kullanmak için, arama kutusuna bir değer girin ve Soru Gruplarını Ara düğmesine tıklayın.

source: An extra field you may use for accounting purposes or simple notes. Defaults to the primary registrant's registration code.
de_de: Ein zusätzliches Feld, das Sie für Buchhaltungszwecke oder einfache Notizen verwenden können. Standardmäßig wird der Registrierungscode des primären Registranten verwendet.
fi: Lisäkenttä, jota voit käyttää kirjanpitotarkoituksiin tai yksinkertaisiin huomautuksiin. Oletuksena ensisijaisen ilmoittautujan ilmoittautumistunnus.
fr_fr: Un champ supplémentaire vous pouvez utiliser à des fins comptables ou des notes simples. Par défaut, le code d'enregistrement de la personne inscrite primaire.
tr_tr: Muhasebe amaçları veya basit notlar için kullanabileceğiniz ekstra bir alan. Varsayılan olarak birincil kayıt sahibinin kayıt kodudur.

source: Maintenance Mode OFF
de_de: Wartungsmodus AUS
fi: Huoltotila POIS PÄÄLTÄ
fr_fr: Mode maintenance OFF
tr_tr: Bakım Modu Kapalı

source: This page shows all questions that have been created with Event Espresso.
de_de: Diese Seite zeigt alle Fragen, die mit Event Espresso erstellt wurden.
fi: Tällä sivulla näytetään kaikki Event Espressolla luodut kysymykset.
fr_fr: Cette page toutes les questions qui ont été créés avec Event Espresso.
tr_tr: Bu sayfa Event Espresso ile oluşturulmuş tüm soruları gösterir.

source: This is a unique registration code for an registrant.
de_de: Dies ist ein eindeutiger Registrierungscode für einen Registranten.
fi: Tämä on ilmoittautujan yksilöllinen ilmoittautumistunnus.
fr_fr: Il s'agit d'un code d'enregistrement unique pour une personne inscrite.
tr_tr: Bu, bir kayıt sahibi için benzersiz bir kayıt kodudur.

source: Change Registration Status?
de_de: Registrierungsstatus ändern?
fi: Vaihta ilmoittautumisen tila?
fr_fr: Changer des informations d'enregistrement?
tr_tr: Kayıt Durumunu Değiştirin?

source: This is the normal operating mode for Event Espresso and allows all functionality to be viewed by all site visitors.
de_de: Dies ist der normale Betriebsmodus für Event Espresso und erlaubt die Ansicht aller Funktionen für alle Seitenbesucher.
fi: Tämä on Event Espresson normaali tila, jossa kaikki sivuston vierailijat voivat käyttää kaikkia toiminnallisuuksia.
fr_fr: C'est le mode de fonctionnement normal pour Event Espresso et permet à toutes les fonctionnalités être vu par tous les visiteurs du site.
tr_tr: Bu, Event Espresso için normal çalışma modudur ve tüm işlevlerin tüm site ziyaretçileri tarafından görüntülenmesini sağlar.

source: Maintenance Mode ON
de_de: Wartungsmodus EIN
fi: Huoltotila PÄÄLLÄ
fr_fr: Mode maintenance ON
tr_tr: Bakım Modu Açık

source: This is the current status for a registration.
de_de: Dies ist der aktuelle Status einer Registrierung.
fi: Tämä on ilmoittautumisen tämänhetkinen tila.
fr_fr: C'est l'état actuel de l'enregistrement.
tr_tr: Bu, bir kayıt için geçerli durumdur.

source: This disables Event Espresso frontend functionality for all site visitors that are not administrators, and allows you to configure and/or test things on the frontend of your website before others can see.
de_de: Dieser Modus deaktiviert alle Funktionen von Event Espresso auf deiner Homepage für alle Seitenbesucher welche keine Administratoren sind und erlaubt Dir, Konfigurationen und/oder Tests auf deiner Website durchzuführen bevor es jemand anderes sehen kann.
fi: Tämä tila poistaa Event Espresson julkiset sivut käytöstä muilta kuin ylläpitäjiltä ja mahdollistaa näin järjestelmän muokkaamisen ja testaamisen ennen kuin sivuston vierailijat pääsevät näkemään sivuja.
fr_fr: Cela désactive la fonctionnalité de frontend Event Espresso pour tous les visiteurs du site qui ne sont pas administrateurs, et vous permet de configurer et / ou tester des choses sur le frontend de votre site avant que d'autres peuvent voir.
tr_tr: Bu, yönetici olmayan tüm site ziyaretçileri için Event Espresso ön uç işlevselliğini devre dışı bırakır ve başkaları görmeden önce web sitenizin ön ucundaki şeyleri yapılandırmanıza ve/veya test etmenize olanak tanır.

source: Processing...
de_de: Verarbeitung...
fi: Käsitellään...
fr_fr: Traitement en cours ...
tr_tr: İşleniyor...

source: Update Maintenance Mode
de_de: Wartungsmodus aktualisieren
fi: Kytke huoltotila päälle / pois päältä
fr_fr: Mise à jour en mode maintenance
tr_tr: Bakım Modunu Güncelle

source: This is original price for a registrant's ticket.
de_de: Dies ist der ursprüngliche Preis für die Eintrittskarte eines Registranten.
fi: Tämä on ilmoittautujan lipun alkuperäinen hinta.
fr_fr: Il s'agit du prix original pour le billet de la personne inscrite.
tr_tr: Bu, bir kayıt biletinin orijinal fiyatıdır.

source: Delete Payment/Refund for Transaction #
de_de: Zahlung löschen/rückgängig machen
fi: Poista maksu/palautus tilaukselta #
fr_fr: Supprimer paiement / remboursement pour Transaction #
tr_tr: Ödemeyi Sil ya da İşlem için Geri İade Et

source: Show Errors
de_de: Fehler anzeigen
fi: Näytä virheet
fr_fr: Afficher les erreurs
tr_tr: Hataları Göster

source: This is the amount that a registrant paid for their ticket.
de_de: Dies ist der Betrag, den ein Registrant für sein Ticket bezahlt hat.
fi: Tämä on ilmoittautujan lipustaan maksama määrä.
fr_fr: Il s'agit du montant que la personne inscrite a payé leur billet.
tr_tr: Bu, bir kayıt sahibinin bileti için ödediği tutardır.

source: Admin of %s
de_de: Verwalter von %s
fi: %s:n ylläpitäjä
fr_fr: Administrateur de %s
tr_tr: Yönetici %s

source: This is the numerical ID for the question. This value is used internally for %s.
de_de: Dies ist die numerische ID für die Frage. Dieser Wert wird intern für %s verwendet.
fi: Tämä on kysymyksen numeerinen tunnus. Tätä arvoa käytetään Event Espresson sisäisesti.
tr_tr: Bu, soru için sayısal kimliktir. Bu değer dahili olarak %s için kullanılır.

source: Note: the System Information report will also be added to the email's body, which contains information about your Event Espresso, Wordpress, and PHP settings which can be helpful in debugging the problem.
de_de: Hinweis: Der Systeminformationsbericht wird ebenfalls in den E-Mail-Text eingefügt. Er enthält Informationen über Ihre Event Espresso, Wordpress und PHP-Einstellungen, die bei der Fehlersuche hilfreich sein können.
fi: Huomaa: Sähköpostin runkoon lisätään myös Järjestelmätiedot-raportti, joka sisältää tietoja Event Espresso-, Wordpress- ja PHP-asetuksistasi, joista voi olla apua ongelman selvittämisessä.
fr_fr: Remarque: le rapport Système d'information sera également ajoutée au corps de l'e-mail, qui contient des informations sur Event Espresso, Wordpress, et les paramètres de PHP qui peut être utile pour le débogage du problème.
tr_tr: Not: Sistem Bilgileri raporu da e-postanın gövdesine eklenecektir; bu raporda Event Espresso, Wordpress ve PHP ayarlarınız hakkında, sorunun hatalarını ayıklamada yardımcı olabilecek bilgiler yer alır.

source: Thank you for choosing Event Espresso, the most powerful Event Management plugin for WordPress.
de_de: Vielen Dank, dass Sie sich für Event Espresso entschieden haben, das leistungsstärkste Event-Management-Plugin für WordPress.
fi: Kiitos, että valitsit Event Espresson - tehokkaimman WordPress-lisäosan tapahtumien hallintaan.
fr_fr: Merci d'avoir choisi Event Espresso, le plug-in de gestion de l'événement le plus puissant pour WordPress.
tr_tr: WordPress için en güçlü Etkinlik Yönetimi eklentisi Event Espresso'yu tercih ettiğiniz için teşekkür ederiz.

source: ...or copy-and-paste the below information to %1$s %2$s %3$s
de_de: ...oder kopieren und fügen Sie die folgenden Informationen in %1$s %2$s %3$s ein
fi: ...tai kopioi ja liitä seuraavat tiedot %1$s %2$s %3$s
fr_fr: ...Ou copier-coller les informations ci-dessous pour %1$s %2$s %3$s
tr_tr: ...veya aşağıdaki bilgileri kopyalayıp %1$s %2$s %3$s adresine yapıştırın

source: This shows the question as it will be displayed on the registration form. Clicking on the question will take you to another page so that you can edit the options for the selected question.
de_de: Hier wird die Frage so angezeigt, wie sie auf dem Anmeldeformular erscheinen wird. Wenn Sie auf die Frage klicken, gelangen Sie auf eine andere Seite, auf der Sie die Optionen für die ausgewählte Frage bearbeiten können.
fi: Tämä näyttää kysymyksen siinä muodossa kuin se näytetään ilmoittautumislomakkeella. Kysymyksen painaminen vie sinut toiselle sivulle, jossa voit säätää kyseisen kysymyksen asetuksia.
fr_fr: Cela montre la question telle qu'elle apparaît sur le formulaire d'inscription. En cliquant sur la question vous amène à une autre page de sorte que vous pouvez modifier les options pour la question sélectionnée.
tr_tr: Bu, soruyu kayıt formunda görüntüleneceği şekilde gösterir. Sorunun üzerine tıklamak sizi başka bir sayfaya götürecektir, böylece seçilen soru için seçenekleri düzenleyebilirsiniz.

source: Default Tickets
de_de: Standardtickets
fi: Oletusliput
fr_fr: Billets par défaut
tr_tr: Varsayılan Biletler

source: What's next?
de_de: Was kommt als Nächstes?
fi: Mitän seuraavaksi?
fr_fr: Et maintenant ?
tr_tr: Gelecek?

source: Event Check-In Views
de_de: Event Check-In Ansichten
fi: Tapahtuman sisäänkirjaukset -näkymät
fr_fr: Événement Arrivée dans les vues
tr_tr: Etkinlik Check-in Görünümleri

source: Well, it depends on your situation:
de_de: Nun, das hängt von Ihrer Situation ab:
fi: Tämä riippuu tilanteestasi:
fr_fr: Eh bien, cela dépend de votre situation:
tr_tr: Bu sizin durumunuza bağlı:
