Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Exception thrown! Could not sync Event Espresso Line Item (%1$s) to Infusionsoft Order Item because: %2$s
de_de: Ausnahme ausgelöst! Event Espresso Line Item (%1$s) konnte nicht mit Infusionsoft Order Item synchronisiert werden, weil: %2$s
fi: Poikkeus heitetty! Event Espresson rivikohdetta (%1$s) ei voitu synkronoida Infusionsoftin tilauskohteeseen, koska: %2$s
tr_tr: İstisna atıldı! Event Espresso Satır Öğesi (%1$s) Infusionsoft Sipariş Öğesi ile senkronize edilemedi çünkü: %2$s

source: Unable to insert new Infusionsoft Product with data %1$s from EE %2$s %3$d. Infusionsoft replied with %4$s
de_de: Neues Infusionsoft-Produkt mit Daten %1$s aus EE %2$s %3$d kann nicht eingefügt werden. Infusionsoft antwortete mit %4$s
fi: Uutta Infusionsoft-tuotetta ei pystytä lisäämään tiedoilla %1$s EE %2$s %3$d. Infusionsoft vastasi %4$s
tr_tr: EE %2$s %3$d'den %1$s verileriyle yeni Infusionsoft Ürünü eklenemiyor. Infusionsoft %4$s ile yanıt verdi

source: Automatically added by Event Espresso
de_de: Automatisch hinzugefügt von Event Espresso
fi: Event Espresso lisää automaattisesti
tr_tr: Event Espresso tarafından otomatik olarak eklenir

source: Could not sync payment %1$s for invoice_id %2$s. Infusionsoft error was: %3$s
de_de: Konnte Zahlung %1$s für invoice_id %2$s nicht synchronisieren. Infusionsoft-Fehler war: %3$s
fi: Maksua %1$s ei voitu synkronoida lasku_id %2$s:lle. Infusionsoftin virhe oli: %3$s
tr_tr: invoice_id %2$s için ödeme %1$s senkronize edilemedi. Infusionsoft hatası şöyleydi: %3$s

source: Exception thrown! Could not sync Event Espresso Payment (%1$s) to Infusionsoft Payment because: %2$s
de_de: Ausnahme ausgelöst! Event Espresso Payment (%1$s) konnte nicht mit Infusionsoft Payment synchronisiert werden, weil: %2$s
fi: Poikkeus heitetty! Tapahtuma Espresson maksua (%1$s) ei voitu synkronoida Infusionsoft Paymentiin, koska: %2$s
tr_tr: İstisna atıldı! Event Espresso Payment (%1$s) Infusionsoft Payment ile senkronize edilemedi çünkü: %2$s

source: Could not assign Infusionsoft Contact %1$s for EE registration %2$s to tag %3$s. Infusionsoft Error was %4$s
de_de: Der Infusionsoft-Kontakt %1$s für die EE-Registrierung %2$s konnte dem Tag %3$s nicht zugeordnet werden. Infusionsoft-Fehler war %4$s
fi: Infusionsoft Contact %1$s for EE registration %2$s ei pystynyt määrittämään tunnisteelle %3$s. Infusionsoftin virhe oli %4$s
tr_tr: EE kaydı %2$s için Infusionsoft Contact %1$s, %3$s etiketine atanamadı. Infusionsoft Hatası %4$s idi

source: Unable to update Infusionsoft Product with ID "%1$d" with the data %2$s from EE ticket %3$d. Infusionsoft replied with %4$s
de_de: Das Infusionsoft-Produkt mit der ID "%1$d" kann nicht mit den Daten %2$s aus dem EE-Ticket %3$d aktualisiert werden. Infusionsoft antwortete mit %4$s
fi: Infusionsoft-tuotetta, jonka tunnus on "%1$d", ei pystytä päivittämään EE-lipun %3$d tiedoilla %2$s. Infusionsoft vastasi %4$s
tr_tr: "%1$d" kimliğine sahip Infusionsoft Ürünü, %3$d EE biletindeki %2$s verileriyle güncellenemiyor. Infusionsoft %4$s ile yanıt verdi

source: Unable to insert new Infusionsoft Product with data %1$s from EE Ticket %2$d. Infusionsoft replied with %3$s
de_de: Neues Infusionsoft-Produkt kann nicht mit Daten %1$s aus EE-Ticket %2$d eingefügt werden. Infusionsoft antwortete mit %3$s
fi: Uutta Infusionsoft-tuotetta ei pystytä lisäämään EE Ticket %2$d:n tiedoilla %1$s. Infusionsoft vastasi %3$s
tr_tr: EE Bilet %2$d'den %1$s verileriyle yeni Infusionsoft Ürünü eklenemiyor. Infusionsoft %3$s ile yanıt verdi

# (link title)View all events(link text)All Events
source: %1$sView all %2$s%3$sAll %2$s%4$s
de_de: %1$sAlle anzeigen %2$s%3$sAlle %2$s%4$s
fi: %1$sNäytä kaikki %2$s%3$sKaikki %2$s%4$s
fr_fr: %1$sVoir tous %2$s%3$sTous %2$s%4$s
tr_tr: %1$sTümünü görüntüle %2$s%3$sTüm %2$s%4$s

source: Settlement Declined on certain transaction types with a processor response equal to the amount; Settled on all others.
de_de: Abrechnung abgelehnt bei bestimmten Transaktionsarten mit einer Prozessorantwort in Höhe des Betrags; abgerechnet bei allen anderen.
fi: Selvitys Hylättiin tietyissä tapahtumatyypeissä, joissa prosessorin vastaus on summan suuruinen; Selvitetty kaikissa muissa tapahtumissa.
tr_tr: İşlemci yanıtı tutara eşit olan belirli işlem türlerinde Uzlaşma Reddedildi; diğerlerinde Uzlaşıldı.

source: Settlement Pending on PayPal transactions with a processor response equal to the amount; Settled on all others.
de_de: Abrechnung ausstehend bei PayPal-Transaktionen mit einer Prozessorantwort in Höhe des Betrags; abgerechnet bei allen anderen.
fi: Maksu on vireillä PayPal-tapahtumissa, joissa prosessorin vastaus on yhtä suuri kuin summa; Maksettu kaikissa muissa tapahtumissa.
tr_tr: İşlemci yanıtı tutara eşit olan PayPal işlemlerinde Ödeme Bekliyor; diğer tüm işlemlerde Ödeme Yapıldı.

source: Gateway Rejected with a reason of Application Incomplete
de_de: Gateway Abgelehnt mit der Begründung "Bewerbung unvollständig
fi: Gateway Hylättiin hakemuksen puutteellisuuden vuoksi.
tr_tr: Başvuru Eksik Gerekçesiyle Reddedilen Ağ Geçidi

source: CVV/CID responses.
de_de: CVV/CID-Antworten.
fi: CVV/CID-vastaukset.
tr_tr: CVV/CID yanıtları.

source: Requires MANUAL APPROVAL in Event Espresso
de_de: Erfordert MANUELLE ZUSTIMMUNG in Event Espresso
fi: Vaatii MANUAALISEN HYVÄKSYMISEN Event Espressossa
fr_fr: Nécessite une APPROBATION MANUELLE dans Event Espresso
tr_tr: Event Espresso içinden MANUEL ONAYLAMA gerektirir

source: Vendor ID %s
de_de: Anbieter-ID %s
fi: Kauppiastunnus %s
fr_fr: ID du vendeur %s
tr_tr: Satıcı Kimliği %s

source: User ID %s
de_de: Benutzer-ID %s
fi: Käyttäjätunnus %s
fr_fr: ID de l'utilisateur %s
tr_tr: Kullanıcı Kimliği %s

source: Password %s
de_de: Kennwort %s
fi: Salasana %s
fr_fr: Mot de passe %s
tr_tr: Parola %s

source: Partner ID %s
fi: Kumppanitunnus %s
fr_fr: ID du partenaire %s
tr_tr: Ortak Kimliği %s

source: If left blank the default Partner ID will be used: "PayPal"
de_de: Wenn Sie dieses Feld leer lassen, wird die Standard-Partner-ID verwendet: "PayPal"
fi: Mikäli jätetään tyhjäksi, kumppanitunnuksena käytetään: "PayPal"
tr_tr: Boş bırakılırsa varsayılan İş Ortağı Kimliği kullanılır: "PayPal"

source: Payflow Pro Settings
de_de: Payflow Pro Einstellungen
fi: Payflow Pro -asetukset
tr_tr: Payflow Pro Ayarları

source: Payflow Pro Gateway
fi: Payflow Pro -yhdyskäytävä
tr_tr: Payflow Pro Ağ Geçidi

source: Settings Tips for the PayPal Payflow Pro Gateway. For more information please read %1$s Payflow Pro Documentation. %2$s
de_de: Einstellungshinweise für das PayPal Payflow Pro Gateway. Für weitere Informationen lesen Sie bitte %1$s Payflow Pro Dokumentation. %2$s
fi: Astusvinkkejä PayPal Payflow Pro -yhdyskäytävän käyttöön. Saadaksesi lisätietoja, ole hyvä ja lue %1$s Payflow Pron ohjeita. %2$s
tr_tr: PayPal Payflow Pro Ağ Geçidi için Ayar İpuçları. Daha fazla bilgi için lütfen %1$s Payflow Pro Belgelerini okuyun. %2$s

source: Vendor ID
de_de: Anbieter-ID
fi: Kauppiastunnus
fr_fr: ID vendeur
tr_tr: Satıcı Kimliği

source: Case-sensitive Vendor ID that you created while registering for the account.
de_de: Groß- und Kleinschreibung beachtende Lieferanten-ID, die Sie bei der Registrierung für das Konto erstellt haben.
fi: Merkkikokoriippuvainen kauppiastunnus (Vendor ID), jonka valitsit tiliä luodessasi.
tr_tr: Hesaba kaydolurken oluşturduğunuz büyük/küçük harfe duyarlı Satıcı Kimliği.

source: Case-sensitive login ID for the Gateway account that you created while registering for the account.
de_de: Groß- und Kleinschreibung beachtende Anmelde-ID für das Gateway-Konto, die Sie bei der Registrierung für das Konto erstellt haben.
fi: Merkkikokoriippuvainen yhdyskäytävätilin kirjautumistunnus (login ID), jonka valitsit tiliä luodessasi.
tr_tr: Hesaba kaydolurken oluşturduğunuz Gateway hesabı için büyük/küçük harfe duyarlı oturum açma kimliği.

source: %1$s Note: %2$s If you set up one or more additional users on the account, this value is the ID of the user authorized to process transactions. If, however, you have not set up additional users on the account, %3$s USER has the same value as VENDOR. %4$s
de_de: %1$s Hinweis: %2$s Wenn Sie einen oder mehrere zusätzliche Benutzer für das Konto eingerichtet haben, ist dieser Wert die ID des Benutzers, der berechtigt ist, Transaktionen zu bearbeiten. Wenn Sie jedoch keine zusätzlichen Benutzer für das Konto eingerichtet haben, hat %3$s USER denselben Wert wie VENDOR. %4$s
fi: %1$s Huom: %2$s Mikäli olet luonut yhden tai useamman lisäkäyttäjän tilillesi, tämän tulee olla se käyttäjätunnus, jolla on oikeudet käsitellä maksuja. Jos taas et ole luonut lisäkäyttäjiä tilillesi, %3$s KÄYTTÄJÄ on sama kuin KAUPPIAS. %4$s
fr_fr: %1$s Remarque:%2$s Si vous configurez un ou plusieurs utilisateurs supplémentaires sur le compte, cette valeur correspond à l'ID de l'utilisateur autorisé à traiter les transactions. Si, toutefois, vous n'avez pas configuré d'autres utilisateurs sur le compte,%3$s USER a la même valeur que VENDOR. %4$s
tr_tr: %1$s Not: %2$s Hesapta bir veya daha fazla ek kullanıcı ayarladıysanız, bu değer işlemleri işleme yetkisi olan kullanıcının kimliğidir. Bununla birlikte, hesapta ek kullanıcılar ayarlamadıysanız, %3$s USER, VENDOR ile aynı değere sahiptir. %4$s

source: The password that you defined while registering for the account.
de_de: Das Passwort, das Sie bei der Registrierung für das Konto festgelegt haben.
fi: Salasana, jonka valitsit tiliä luodessasi.
fr_fr: Le mot de passe que vous avez défini lors de la création de votre compte
tr_tr: Hesaba kaydolurken tanımladığınız parola.

source: Partner ID
fi: Kumppanitunnus
tr_tr: Ortak Kimliği

source: The ID provided to you by the authorized PayPal Reseller who registered you for the Gateway gateway. If you purchased your account directly from PayPal, use "PayPal".
de_de: Die ID, die Sie von dem autorisierten PayPal-Händler erhalten haben, der Sie für das Gateway registriert hat. Wenn Sie Ihr Konto direkt bei PayPal erworben haben, verwenden Sie "PayPal".
fi: Tunnus, jonka sait valtuutetulta PayPal-jälleenmyyjältä, joka rekisteröi yhdyskäytäväsi. Mikäli ostit tilin suoraan PayPal'ilta, käytä "PayPal".
tr_tr: Sizi Gateway ağ geçidi için kaydeden yetkili PayPal Bayisi tarafından size sağlanan kimlik. Hesabınızı doğrudan PayPal'dan satın aldıysanız "PayPal" kullanın.

source: Important note for Fraud Protection Services users
de_de: Wichtiger Hinweis für Benutzer der Fraud Protection Services
fi: Tärkeä tiedote Fradu Protection Services -käyttäjille
tr_tr: Fraud Protection Services kullanıcıları için önemli not

source: If you set the default filter action to "Review", every time you manually reject a transaction from the Payment Manager, you will also have to mark the payment as declined in Event Espresso because Payflow does not notify Event Espresso when this occurs. You can read more at %1$s Payflow Fraud Protection Services User's Guide %2$s
de_de: Wenn Sie die Standard-Filteraktion auf "Überprüfung" setzen, müssen Sie jedes Mal, wenn Sie eine Transaktion manuell im Payment Manager ablehnen, die Zahlung auch in Event Espresso als abgelehnt markieren, da Payflow Event Espresso nicht benachrichtigt, wenn dies geschieht. Weitere Informationen finden Sie unter %1$s Payflow Fraud Protection Services User's Guide %2$s
fi: Mikäli asetat "Tarkista"-vaihtoehdon oletustoiminteeksi, sinun on aina erikseen merkittävä maksu hylätyksi Event Espressossa, jos lipputilauksen manuaalisesti Payment Manager'issa, sillä Payflow ei ilmoita hylkäämisestä Event Espressolle. Tarvittaessa saat lisätietoja %1$s Payflow Fraud Protection Services -käyttöohjeesta %2$s
tr_tr: Varsayılan filtre eylemini "İncele" olarak ayarlarsanız, Ödeme Yöneticisi'nden bir işlemi her manuel olarak reddettiğinizde, Payflow bu gerçekleştiğinde Event Espresso'ya bildirimde bulunmadığından, ödemeyi Event Espresso'da da reddedildi olarak işaretlemeniz gerekecektir. Daha fazla bilgi için %1$s Payflow Fraud Protection Services Kullanıcı Kılavuzu %2$s

source: Credit Card Numbers that can be used for testing:
de_de: Kreditkartennummern, die für Tests verwendet werden können:
fi: Luottokorttinumerot, joita voidaan käyttää testauksessa:
tr_tr: Test için kullanılabilecek Kredi Kartı Numaraları:

source: Testing Card Security Code:
de_de: Testkarten-Sicherheitscode:
fi: Testikortin turvakoodi:
tr_tr: Test Kartı Güvenlik Kodu:

source: The following table tests AVS_ZIP:
de_de: Die folgende Tabelle testet AVS_ZIP:
fi: Seuraavassa taulukossa testataan AVS_ZIP:
tr_tr: Aşağıdaki tablo AVS_ZIP'i test etmektedir:

source: Result Values Based On Amount:
de_de: Ergebniswerte auf Basis des Betrags:
fi: Tulosarvot perustuvat määrään:
tr_tr: Miktar Bazında Sonuç Değerleri:

source: Attributes
de_de: Attribute
fi: Määreet
tr_tr: Nitelikler

source: Exclusive Promotion - can NOT be combined with others
de_de: Exklusive Promotion - kann NICHT mit anderen kombiniert werden
fi: Poissulkeva tarjous - EI voida yhdistää muiden tarjousten kanssa
tr_tr: Özel Promosyon - diğerleriyle birleştirilemez

source: Global Promotion - applies to ALL scope items
de_de: Globale Aktion - gilt für ALLE Artikel des Geltungsbereichs
fi: Yleinen alennus - koskee KAIKKIA tuotteita
tr_tr: Global Promosyon - TÜM kapsam kalemleri için geçerlidir

source: Apply Promo to ALL Scope Items
de_de: Promo auf ALLE Scope-Artikel anwenden
fi: Kohdista alennus KAIKKIIN tuotteisiin
tr_tr: Promosyonu Tüm Kapsam Ürünlerine Uygulayın

source: If set to "Yes" then this promotion will be applied to ALL items of the Scope type selected above, without having to manually select the individual items via the "Promotion applies to..." metabox in the sidebar.
de_de: Wenn Sie diese Option auf "Ja" setzen, wird diese Aktion auf ALLE Artikel des oben ausgewählten Geltungsbereichs angewendet, ohne dass Sie die einzelnen Artikel manuell über die Metabox "Aktion gilt für..." in der Seitenleiste auswählen müssen.
fi: Jos valitset "Kyllä", tämä alennus kohdistuu KAIKKIIN yllä valittuihin tyyppeihin ilman, että sinun tarvitsee käsin valita kaikkia kohteita "Alennus kohdistuu..."-kohdassa sivupalkissa.
tr_tr: "Evet" olarak ayarlanırsa, bu promosyon, kenar çubuğundaki "Promosyon şunlar için geçerlidir..." meta kutusu aracılığıyla tek tek öğeleri manuel olarak seçmek zorunda kalmadan, yukarıda seçilen Kapsam türündeki TÜM öğelere uygulanacaktır.

source: Applies to ALL Scope items
de_de: Gilt für ALLE Scope-Elemente
fi: Koskee KAIKKIA tuotteita
tr_tr: TÜM Kapsam öğeleri için geçerlidir

source: Event Scope Promotion - applies to Events
de_de: Event Scope Promotion - gilt für Events
fi: Tapahtumakohtainen tarjous - koskee tapahtumia
tr_tr: Etkinlik Kapsamı Promosyonu - Etkinlikler için geçerlidir

source: Display Order
de_de: Bestellung anzeigen
fi: Järjestys
fr_fr: Afficher la commande
tr_tr: Görüntülü Sipariş

source: This setting controls the order of the event elements on the single event page. For example, if you want the venue details to appear above the ticket selector on the single event pages, just set the "Venue Display Order" setting to "1", and set the "Tickets Display Order" setting to "2". The lower the number, the further down the page the venue details will appear.
de_de: Diese Einstellung steuert die Reihenfolge der Veranstaltungselemente auf der Seite der Einzelveranstaltung. Wenn Sie z. B. möchten, dass die Details zum Veranstaltungsort über der Ticketauswahl auf den einzelnen Veranstaltungsseiten erscheinen, setzen Sie die Einstellung "Reihenfolge der Veranstaltungsortanzeige" auf "1" und die Einstellung "Reihenfolge der Ticketanzeige" auf "2". Je niedriger die Zahl ist, desto weiter unten auf der Seite werden die Veranstaltungsortangaben angezeigt.
fi: Tämä asetus koskee eri tapahtumatietojen järjestystä yksittäisellä tapahtumasivuilla. Jos esimerkiksi haluat näyttää tapahtumapaikan tiedot ennen lippuvalitsinta, aseta "Tapahtumapaikan näyttämisjärjestys"-kohdan arvoksi 1 ja "Lippujen näyttämisjärjestys"-kohdan arvoksi 2. Mitä suurempi numero, sitä alempana kukin tapahtumiatieto näkyy tapahtumasivulla.
tr_tr: Bu ayar, tek etkinlik sayfasındaki etkinlik öğelerinin sırasını kontrol eder. Örneğin, tekli etkinlik sayfalarında mekan ayrıntılarının bilet seçicinin üzerinde görünmesini istiyorsanız, "Mekan Gösterim Sırası" ayarını "1" olarak ve "Bilet Gösterim Sırası" ayarını "2" olarak ayarlamanız yeterlidir. Sayı ne kadar düşük olursa, mekan ayrıntıları sayfanın o kadar aşağısında görünecektir.

source: View Registration
de_de: Registrierung zeigen
fi: Näytä ilmoittautuminen
fr_fr: Afficher l'inscription
tr_tr: Kaydı Görüntüle

source: View Transaction %d
de_de: Transaktion %d zeigen
fi: Näytä tilaus %d
fr_fr: Afficher Transaction %d
tr_tr: İşlemi Görüntüle %d

source: In the ID columns (columns ending in '_ID'), you should enter 'temporary IDs', which are unique numbers/words that identify that item, which can be used later when you want to refer to that item. (For example, if you assign an event's EVT_ID to be a temporary id of 'my-event-1', then use that same phrase 'my-event-1' to refer to that event in the Datetime model's EVT_ID column)
de_de: In die ID-Spalten (Spalten mit der Endung "_ID") sollten Sie "temporäre IDs" eingeben, d. h. eindeutige Zahlen/Wörter, die das Element identifizieren und später verwendet werden können, wenn Sie auf dieses Element verweisen möchten. (Wenn Sie z. B. die EVT_ID eines Ereignisses als temporäre ID "mein-ereignis-1" zuweisen, verwenden Sie denselben Ausdruck "mein-ereignis-1", um auf dieses Ereignis in der EVT_ID-Spalte des Datetime-Modells zu verweisen)
fi: ID-sarakkeisiin (sarakkeet, joiden pääte on "_ID") on syötettävä "väliaikaiset tunnukset", jotka ovat yksilöllisiä numeroita/sanoja, jotka yksilöivät kyseisen kohteen ja joita voidaan käyttää myöhemmin, kun haluat viitata kyseiseen kohteeseen. (Jos esimerkiksi annat tapahtuman EVT_ID:lle väliaikaisen tunnuksen 'my-event-1', käytä samaa lauseketta 'my-event-1' viitataksesi kyseiseen tapahtumaan Datetime-mallin EVT_ID-sarakkeessa).
tr_tr: Kimlik sütunlarına ('_ID' ile biten sütunlar), o öğeyi tanımlayan ve daha sonra o öğeye başvurmak istediğinizde kullanabileceğiniz benzersiz sayılar/sözcükler olan 'geçici kimlikler' girmelisiniz. (Örneğin, bir olayın EVT_ID'sini 'my-event-1' geçici kimliği olarak atarsanız, Datetime modelinin EVT_ID sütununda bu olaya başvurmak için aynı 'my-event-1' ifadesini kullanın)

source: Display Order has been successfully updated.
de_de: Auftrag anzeigen wurde erfolgreich aktualisiert.
fi: Näyttämisjärjestys päivitettiin onnistuneesti.
fr_fr: L'affichage de votre commande à été mis à jour
tr_tr: Görüntülü Sipariş başarıyla güncellendi.

source: Display Order was not updated.
de_de: Display Order wurde nicht aktualisiert.
fi: Näyttämisjärjestystä ei päivitetty.
fr_fr: L'affichage de votre commande n'a pas été mis à jour
tr_tr: Görüntüleme Sırası güncellenmedi.

source: Use Custom Display Order?
de_de: Benutzerdefinierte Anzeigefolge verwenden?
fi: Haluatko käyttää mukautettua näyttämisjärjestystä?
fr_fr: Utiliser l'ordre d'affichage personnalisé?
tr_tr: Özel Görüntüleme Sırası Kullanın?

source: Drag and Drop the above to determine the display order of the Event Description, Date and Times, Ticket Selector, and Venue Information on the single event page.
de_de: Durch Ziehen und Ablegen können Sie die Anzeigereihenfolge der Veranstaltungsbeschreibung, des Datums und der Zeiten, der Ticketauswahl und der Veranstaltungsortinformationen auf der einzelnen Veranstaltungsseite festlegen.
fi: Järjestä yllä olevat vetämällä ja pudottamalla määrittääksesi tapahtuman kuvauksen, ajankohtien, lippuvalitsimen ja tapahtumapaikan tietojen järjestyksen yksittäisellä tapahtumasivulla.
fr_fr: Glisser - déposez les éléments ci-dessus pour déterminer l'ordre d'affichage de la description de l'événement, de la date et de l'heure, du sélecteur de billets et des informations du lieu, sur la page d'événement unique.
tr_tr: Tek etkinlik sayfasında Etkinlik Açıklaması, Tarih ve Saatler, Bilet Seçici ve Mekan Bilgilerinin görüntülenme sırasını belirlemek için yukarıdakileri sürükleyip bırakın.

source: Usage of the %1$s FHEE__EE_Register_CPTs__register_CPT__rewrite %2$s filter has been detected. Please be aware that while this filter is being used, this setting has no affect.
de_de: Die Verwendung des Filters %1$s FHEE__EE_Register_CPTs__register_CPT__rewrite %2$s wurde erkannt. Bitte beachten Sie, dass diese Einstellung keine Wirkung hat, solange dieser Filter verwendet wird.
fi: %1$s FHEE__EE_Register_CPTs__register_CPT__rewrite %2$s -suodatin vaikuttaisi olevan käytössä. Huomaathan, että tällä asetuksella ei ole vaikutusta, jos kyseinen suodatin on käytössä.
tr_tr: %1$s FHEE__EE_Register_CPTs__register_CPT__rewrite %2$s filtresinin kullanımı tespit edildi. Bu filtre kullanılırken, bu ayarın hiçbir etkisi olmadığını lütfen unutmayın.

source: Drag and Drop the above to determine the display order of the Event Description, Date and Times, Ticket Selector, and Venue Information on the event archive page.
de_de: Durch Ziehen und Ablegen können Sie die Anzeigereihenfolge der Veranstaltungsbeschreibung, des Datums und der Zeiten, des Ticketselektors und der Veranstaltungsortinformationen auf der Veranstaltungsarchivseite festlegen.
fi: Järjestä yllä olevat vetämällä ja pudottamalla määrittääksesi tapahtuman kuvauksen, ajankohtien, lippuvalitsimen ja tapahtumapaikan tietojen järjestyksen tapahtuma-arkistossa.
fr_fr: Glisser - déposez les éléments ci-dessus pour déterminer l'ordre d'affichage de la description de l'événement, de la date et de l'heure, du sélecteur de billets et des informations du lieu, sur la page d'archive des événements.
tr_tr: Etkinlik arşivi sayfasında Etkinlik Açıklaması, Tarih ve Saatler, Bilet Seçici ve Mekan Bilgilerinin görüntülenme sırasını belirlemek için yukarıdakileri sürükleyip bırakın.

source: Company
de_de: Unternehmen
fi: Yritys
fr_fr: Compagnie
tr_tr: Şirket

source: Fax
fi: Faksi
tr_tr: Faks

source: Excluded Payment Form Fields %s
de_de: Ausgeschlossene Felder im Zahlungsformular %s
fi: Pois jätettävät maksulomakkeen kentät %s
tr_tr: Hariç Tutulan Ödeme Formu Alanları %s

source: Required Payment Form Fields %s
de_de: Benötigte Zahlungsfelder %s
fi: Vaaditut maksulomakkeen kentät %s
tr_tr: Gerekli Ödeme Formu Alanları %s

source: Note: if fields are excluded they cannot be required.
de_de: Hinweis: Wenn Felder ausgeschlossen sind, können sie nicht erforderlich sein.
fi: Huom: jos kenttä jätetään pois, se ei voi olla vaadittu kenttä.
tr_tr: Not: alanlar hariç tutulursa zorunlu olamazlar.

source: Excluded and Required Payment Form Fields
de_de: Ausgeschlossene und erforderliche Felder des Zahlungsformulars
fi: Pois jätettävät ja vaadittavat maksulomakkeen kentät
tr_tr: Hariç Tutulan ve Zorunlu Ödeme Formu Alanları
