Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Are you sure you want to delete this?
de_de: Sind Sie sicher, dass Sie dies löschen wollen?
fi: Haluatko varmasti poistaa tämän?
tr_tr: Bunu silmek istediğinizden emin misiniz?

source: Delete Event
de_de: Veranstaltung löschen
fi: Poista tapahtuma
fr_fr: Effacer un événement
tr_tr: Etkinliği Sil

source: Update Event
de_de: Veranstaltung aktualiseren
fi: Päivitä tapahtuma
fr_fr: Mise à jour de l'événement
tr_tr: Etkinliği Güncelle

source: Percent
de_de: Prozent
fi: prosentti
fr_fr: Pour cent
tr_tr: Yüzde

source: Authorize.net AIM Settings
de_de: Authorize.net AIM-Einstellungen
fi: Authorize.net AIM -asetukset
fr_fr: Paramètres AIM Authorize.net
tr_tr: Authorize.net AIM Ayarları

source: Surcharge
de_de: Aufpreis
fi: Lisämaksu
fr_fr: Supplément
tr_tr: Ücretli

source: Do you really want to delete this image? Please remember to update your event to complete the removal.
de_de: Möchten Sie dieses Bild wirklich löschen? Bitte denken Sie daran, Ihr Ereignis zu aktualisieren, um die Löschung abzuschließen.
fi: Haluatko varmasti poistaa tämän kuvan? Muistathan päivittää tapahtumasi viimeistelläksesi poiston.
fr_fr: Voulez-vous vraiment supprimer cette image? S'il vous plaît n'oubliez pas de mettre à jour votre événement pour terminer la suppression.
tr_tr: Bu görselli silmek istediğinizden emin misiniz? Lütfen silme işlemini gerçekleştirdikten sonra etkinliği güncellemeyi unutmayınız.

source: Closed
de_de: Geschlossen
fi: Suljettu
fr_fr: Clôturé
tr_tr: Kapalı

source: Venue Shortcodes
de_de: Veranstaltungsort Shortcodes
fi: Tapahtumapaikka-lyhytkoodit
fr_fr: Shortcodes Lieu
tr_tr: Mekan Kısa kodları

source: start
fi: käynnistä
tr_tr: başla

source: End
de_de: Ende
tr_tr: Bitiş

source: Expired
de_de: Abgelaufen
fi: Mennyt
fr_fr: Expiré
tr_tr: Süresi Bitmiş

source: Month
de_de: Monat
fi: Kuukausi
fr_fr: Mois
tr_tr: Ay

source: Year
de_de: Jahr
fi: Vuosi
fr_fr: Année
tr_tr: Yıl

source: Merchant ID
de_de: Händler-ID
fi: Kauppiastunnus
fr_fr: ID Commerçant
tr_tr: Satıcı Kimliği

source: Address 2
de_de: Adresse 2
fi: Lähiosoite 2
fr_fr: Adresse 2
tr_tr: Adres 2

source: questions
de_de: Fragen
fi: kysymykset
fr_fr: des questions
tr_tr: sorular

source: There seems to be a problem with your questions. Please contact support@eventespresso.com
de_de: Es scheint ein Problem mit Ihren Fragen zu geben. Bitte kontaktieren Sie support@eventespresso.com
fi: Kysymykseesi näyttäisi liittyvän ongelmia. Ole hyvä ja ota yhteys support@eventespresso.com
fr_fr: Il semble y avoir un problème avec vos questions. S'il vous plaît contacter support@eventespresso.com
tr_tr: Sorularınızla ilgili bir sorun var gibi görünüyor. Lütfen support@eventespresso.com ile iletişime geçin

source: Contact
de_de: Kontakt
fi: Yhteystieto
fr_fr: Contacter
tr_tr: İletişim

source: This version of Event Espresso requires WordPress version
de_de: Diese Version von Event Espresso erfordert die WordPress-Version
fi: Event Espresson käytössä oleva versio vaatii WordPressin version
fr_fr: Cette version de Event Espresso nécessite la version WordPress
tr_tr: Event Espressonun bu versiyonu Wordpressin versiyonunu gerektirir

source: Venue Description
de_de: Beschreibung Veranstaltungsort
fi: Tapahtumapaikan kuvaus
fr_fr: Lieu description
tr_tr: Mekan Açıklaması

source: Please upgrade to the latest version of WordPress.
de_de: Bitte aktualisieren Sie auf die neueste Version von WordPress.
fi: Ole hyvä ja päivitä WordPressin viimeisimpään versioon.
fr_fr: S'il vous plaît mettre à niveau vers la dernière version de WordPress.
tr_tr: Lütfen Wordpress'in son versiyonuna güncelleyin.

source: Start Time
de_de: Startzeit
fi: Aloitusaika
tr_tr: Başlangıç Zamanı

source: Name on Card
de_de: Name auf Karte
fi: Nimi kortissa
tr_tr: Karttaki İsim

source: Card Type
de_de: Kartentyp
fi: Korttityyppi
fr_fr: Type de carte
tr_tr: Kart Tipi

source: Price:
de_de: Preis:
fi: Hinta:
fr_fr: Prix:
tr_tr: Fiyat:

source: Expiration Date
de_de: Verfallsdatum
fi: Viimeinen voimassaolopäivä
tr_tr: Son Kullanma Tarihi

source: White
de_de: Weiß
fi: Valkoinen
tr_tr: Beyaz

source: Recurring Event
de_de: Wiederholende Veranstaltung
fi: Toistuva tapahtumat
fr_fr: Un évènement récurrent
tr_tr: Tekrarlanan Etkinlik

source: Event Attendees
de_de: Veranstaltungsteilnehmer
fi: Tapahtuman osallistujat
fr_fr: Participants à l'événement
tr_tr: Etkinlik Katılımcıları

source: Update Venue
de_de: Veranstaltungsort aktualisieren
fi: Päivitä tapahtumapaikkaa
fr_fr: Mise à jour Lieu
tr_tr: Mekanı Güncelle

source: Add New Venue
de_de: Veranstaltungsort hinzufügen
fi: Lisää uusi tapahtumapaikka
fr_fr: Ajouter un nouveau lieu
tr_tr: Yeni Mekan Ekle

source: hours
de_de: Stunden
fi: tuntia
fr_fr: heures
tr_tr: saatler

source: France
de_de: Frankreich
fi: Ranska
tr_tr: Fransa

source: Germany
de_de: Deutschland
fi: Saksa
tr_tr: Almanya

source: minutes
de_de: Minuten
fi: minuuttia
tr_tr: dakika

source: Delete Venue
de_de: Veranstaltungsort löschen
fi: Poista tapahtumapaikka
fr_fr: Supprimer Lieu
tr_tr: Mekanı Sil

source: day
de_de: Tag
fi: päivä
fr_fr: jour
tr_tr: gün

source: days
de_de: Tage
fi: päivää
fr_fr: Manifestation :
tr_tr: günler

source: United Kingdom
de_de: Vereinigtes Königreich
fi: Yhdistynyt kuningaskunta
tr_tr: Birleşik Krallık

source: Duration
de_de: Dauer
fi: Kesto
tr_tr: Süre

source: General Admission
de_de: Allgemeiner Zugang
fi: Sisäänpääsy
fr_fr: Admission générale
tr_tr: Genel Kabul

source: Update
de_de: Aktualisieren
fi: Päivitä
fr_fr: Mettre à jour
tr_tr: Güncelle

source: Do not prompt for an address
de_de: Keine Aufforderung zur Eingabe einer Adresse
fi: Älä kysy osoitetta
fr_fr: Ne pas demander une adresse
tr_tr: Adres istemeyin

source: Italian
de_de: Italienisch
fi: italia
fr_fr: Italien
tr_tr: İtalyan

source: Add New Question
de_de: Neue Frage hinzufügen
fi: Lisää uusi kysymys
fr_fr: Ajouter une nouvelle question
tr_tr: Yeni Soru Ekle

source: Questions
de_de: Fragen
fi: Kysymykset
tr_tr: Sorular

source: Default
de_de: Standard
fi: Oletus
fr_fr: Défaut
tr_tr: Varsayılan

source: Values
de_de: Werte
fi: Arvot
fr_fr: Valeurs
tr_tr: Değerler

source: Required
de_de: Erforderlich
fi: Pakollinen
fr_fr: Obligatoire
tr_tr: Gerekli

source: Admin Only
de_de: Nur Administrator
fi: Vain ylläpitäjille
fr_fr: Réservé à l'administration
tr_tr: Sadece Yönetici

source: or
de_de: oder
fi: tai
fr_fr: ou
tr_tr: ya da

source: Default Pricing
de_de: Standardpreise
fi: Oletushinnoittelu
fr_fr: Par défaut Prix
tr_tr: Varsayılan Fiyatlandırma

source: Delete Question
de_de: Frage löschen
fi: Poista kysymys
fr_fr: Supprimer la question
tr_tr: Soruyu Sil

source: Edit Registration
de_de: Registrierung bearbeiten
fi: Muokkaa ilmoittautumista
fr_fr: Modifier l'inscription
tr_tr: Kaydı Düzenle

source: Your server has fsockopen and cURL enabled.
de_de: Ihr Server hat fsockopen und cURL aktiviert.
fi: Palvelimellasi on fsockopen ja cURL käytössä.
fr_fr: Votre serveur a fsockopen et cURL activé.
tr_tr: Sunucunuzda fsockopen ve cURL etkinleştirilmiş.

source: Event:
de_de: Veranstaltung:
fi: Tapahtuma:
fr_fr: Évènement:
tr_tr: Etkinlik:

source: Your server has fsockopen enabled, cURL is disabled.
de_de: Auf Ihrem Server ist fsockopen aktiviert, cURL ist deaktiviert.
fi: Palvelimellasi on fsockopen käytössä, cURL on poistettu käytöstä.
fr_fr: Votre serveur a fsockopen activé, cURL est désactivé.
tr_tr: Sunucunuzda fsockopen etkin, cURL devre dışı.

source: An error occurred
de_de: Es ist ein Fehler aufgetreten
fi: Tapahtui virhe
tr_tr: Bir hata oluştu

source: Complete
de_de: Vollständig
fi: Valmis
fr_fr: Terminé
tr_tr: Tamamlandı

source: Your server has cURL enabled, fsockopen is disabled.
de_de: Auf Ihrem Server ist cURL aktiviert, fsockopen ist deaktiviert.
fi: Palvelimellasi on cURL käytössä, fsockopen on poistettu käytöstä.
fr_fr: Votre serveur a cURL activé, fsockopen est désactivé.
tr_tr: Sunucunuzda cURL etkin, fsockopen devre dışı.

source: Ticket Prices
de_de: Ticket Preis
fi: Lippujen hinnat
fr_fr: Prix ​​des billets
tr_tr: Bilet Fiyatları

source: Your server does not have fsockopen or cURL enabled - PayPal IPN and other scripts which communicate with other servers will not work. Contact your hosting provider.
de_de: Auf Ihrem Server ist weder fsockopen noch cURL aktiviert - PayPal IPN und andere Skripte, die mit anderen Servern kommunizieren, funktionieren nicht. Wenden Sie sich an Ihren Hosting-Anbieter.
fi: Palvelimellasi ei ole fsockopen- tai cURL-ominaisuutta - PayPal IPN ja muut muiden palvelimien kanssa kommunikoivat skriptit eivät toimi. Ota yhteyttä hosting-palveluntarjoajaan.
fr_fr: Votre serveur n'a pas ni fsockopen ou cURL activé - PayPal IPN et d'autres scripts qui communiquent avec d'autres serveurs, ne fonctionneront pas. Contactez votre fournisseur d'hébergement.
tr_tr: Sunucunuzda fsockopen veya cURL etkin değil - PayPal IPN ve diğer sunucularla iletişim kuran diğer komut dosyaları çalışmayacaktır. Barındırma sağlayıcınızla iletişime geçin.

source: Payment Status:
de_de: Bezahlstatus:
fi: Maksun tila:
fr_fr: Etat du règlement :
tr_tr: Ödeme Durumu:

source: General Settings
de_de: Allgemeine Einstellungen
fi: Yleiset asetukset
fr_fr: Réglages généraux
tr_tr: Genel Ayarlar

source: Delete Question Group
de_de: Fragegruppe löschen
fi: Poista kysymysryhmä
fr_fr: Supprimer le groupe question
tr_tr: Soru Gruplarını Sil

source: ticket
fi: lippu
fr_fr: billet
tr_tr: bilet

source: Edit Question
de_de: Frage bearbeiten
fi: Muokkaa kysymystä
fr_fr: Modifier question
tr_tr: Soruyu Düzenle

source: Event Status:
de_de: Veranstaltungsstatus:
fi: Tapahtuman tila:
fr_fr: Statut de l'événement:
tr_tr: Etkinlik Durumu

source: Page Settings
de_de: Seiteneinstellungen
fi: Sivuasetukset
fr_fr: Paramètres de la page
tr_tr: Sayfa Ayarları

source: Registration List
de_de: Registrierungsliste
fi: Rekisteröintiluettelo
tr_tr: Kayıt Listesi

source: Loading&#8230;
de_de: Laden&#8230;
fi: Ladataan&#8230;
fr_fr: Chargement & # 8230;
tr_tr: Yükleniyor&#8230;

source: View Details
de_de: Details anzeigen
fi: Näytä tiedot
fr_fr: Voir les détails
tr_tr: Detayları Göster

source: Registration Id
de_de: Registrierungs-ID
fi: Rekisteröintitunnus
tr_tr: Kayıt Kimliği

source: New @ Event Espresso
de_de: Neu @ Event Espresso
fi: Uutta Event Espressossa
fr_fr: Nouveau @ Event Espresso
tr_tr: Yeni @ Event Espresso

source: Please send this invoice with payment attached to the address above, or use the payment link below. Payment must be received within 48 hours of event date.
de_de: Bitte senden Sie diese Rechnung gemeinsam mit der Zahlung an die oben angegebene Adresse oder benutzen Sie die Bezahlungsfunktion. Die Zahlung muss bis 48 Stunden vor dem Veranstaltungsdatum eingegangen sein.
fi: Lähetä tämä lasku yhdessä maksun kanssa alla olevaan osoitteeseen tai käytä alla olevaa maksulinkkiä. Maksun on oltava perillä 48 tuntia ennen tapahtumapäivää.
fr_fr: S'il vous plaît envoyer cette facture avec le paiement joint à l'adresse ci-dessus, ou utilisez le lien de paiement ci-dessous. Le paiement doit être reçu dans les 48 heures suivant l'événement.
tr_tr: Lütfen bu faturayı ödeme ekli olarak yukarıdaki adrese gönderin veya aşağıdaki ödeme bağlantısını kullanın. Ödeme, etkinlik tarihinden itibaren 48 saat içinde alınmalıdır.

source: Overpaid
de_de: Zuviel bezahlt
fi: Liikamaksua
fr_fr: Surpayé
tr_tr: Fazla ödeme

source: Usage Guide
de_de: Bedienungsanleitung
fi: Käyttöopas
fr_fr: Guide d'utilisation
tr_tr: Kullanım Kılavuzu

source: Post Type
de_de: Beitragstyp
fi: Artikkelin tyyppi
tr_tr: Mssaj Tipi

source: Plugins
fi: Lisäosat
fr_fr: Extensions
tr_tr: Eklentiler

source: Logo URL
fi: Logon URL-osoite
tr_tr: Logo URL'si

source: Authorize.net Transaction Key
de_de: Authorize.net-Transaktionsschlüssel
fi: Authorize.net-transaktioavain
fr_fr: Authorize.net Transaction clé
tr_tr: Authorize.net Olay Anahtarı

source: Select Venue
de_de: Veranstaltungsort auswählen
fi: Valitse tapahtumapaikka
tr_tr: Mekan Seçiniz

source: The phone number for your organization.
de_de: Die Telefonnummer Ihrer Organisation
fi: Organisaatiosi puhelinnumero.
fr_fr: Le numéro de téléphone de votre organisation.
tr_tr: Şirketinizin telefon numarası.

source: The contact's street address.
de_de: Straße des Kontakts
fi: Yhteystiedon lähiosoite.
fr_fr: Adresse de la rue du contact.
tr_tr: Kişinin açık adresi.

source: This ticket is taxable.
de_de: Dieses Ticket ist steuerpflichtig.
fi: Tämä lippu on veronalainen.
fr_fr: Ce billet est imposable. (A COCHER OBLIGATOIREMENT, si cette cache reste décochée, les frais bancaires seront déduits de vos reversements)
tr_tr: Bilete vergiler dahildir.

source: Default Registration Status
de_de: Standard-Anmeldestatus
fi: Ilmoittautumisen oletustila
fr_fr: Etat d'inscription par défaut
tr_tr: Varsayılan Kayıt Durumu

source: City
de_de: Stadt
fi: Kaupunki
fr_fr: Ville
tr_tr: Şehir

source: This ticket will be usable (allow entrance) for the following selected event datetimes (click to select). The "# Datetimes" amount (above) indicates how many of the assigned datetimes the ticket holder can gain access to:
de_de: Dieses Ticket ist für die folgenden ausgewählten Veranstaltungszeiten nutzbar (Zutritt) (zum Auswählen anklicken). Die Anzahl "# Datetimes" (oben) gibt an, zu wie vielen der zugewiesenen Datetimes der Ticketinhaber Zutritt erhalten kann:
fi: Tämä lippu on käytettävissä (eli sisäänpääsy sallittu) seuraavina ajankohtina (valitse napauttamalla). "Ajankohtien määrä" (yllä) määrittää, monenako ajankohtana valituista ajankohdista lipunhaltija pääsee sisään:
fr_fr: Ce billet sera utilisable (permettre l'entrée) pour les datetimes d'événements sélectionnés suivants (cliquez pour sélectionner). Le "# DateTimes" montant (ci-dessus) indique combien de datetimes attribués au détenteur du billet peut avoir accès à:
tr_tr: Bu bilet aşağıdaki seçili etkinlik tarihleri için kullanılabilir (girişe izin verir) (seçmek için tıklayın). "# Datetimes" miktarı (yukarıda), bilet sahibinin atanan tarih saatlerinden kaç tanesine erişim sağlayabileceğini gösterir:

source: Approved
de_de: Bestätigt
fi: Hyväksytty
fr_fr: Approuvé
tr_tr: Onaylanmış

source: The VAT/Tax Number may be displayed on invoices and receipts.
de_de: Die Umsatzsteuer ID wird in Rechnungen und Belegen angezeigt.
fi: Y-tunnus voidaan näyttää laskuissa ja kuiteissa.
fr_fr: Le numéro de TVA / taxe peut être affiché sur les factures et les reçus.
tr_tr: KDV/Vergi Numarası fatura ve makbuzlarda gösterilebilir.

source: use this new ticket as a default ticket for any new events
de_de: Benutzte dieses Ticket als Standartticket für alle neuen Events
fi: käytä tätä uutta lippua oletuslippuna kaikissa uusissa tapahtumissa
fr_fr: utiliser ce nouveau billet comme un billet par défaut pour les nouveaux événements
tr_tr: bu yeni bileti tüm yeni etkinlikler için varsayılan bilet olarak kullanın

source: Nothing in your Event Queue
de_de: Es befindet sich nichts in Ihrer Veranstaltungs-Reihe
fi: Ilmoittautumisjonosi on tyhjä
fr_fr: Rien dans votre file d'attente de l'événement
tr_tr: Etkinlik sırasında hiç birşey yok

source: Upload New Logo
de_de: Neues Logo hochladen
fi: Lataa uusi logo
fr_fr: Téléchargez un nouveau logo
tr_tr: Yeni Logo Yükle

source: Email Address
de_de: E-Mail Adresse
fi: Sähköposti
fr_fr: Adresse E-Mail
tr_tr: Email Adresi

source: Pending
de_de: Pendent
fi: Odottaa
fr_fr: En attente
tr_tr: Bekliyor

source: The following is a required field
de_de: Das folgende Feld ist ein Pflichtfeld
fi: Seuraava kenttä on pakollinen
fr_fr: Ce qui suit est un champs obligatoire
tr_tr: Aşağıdakiler gerekli bir alandır

source: Close
de_de: Schließen
fi: Sulje
fr_fr: Fermer
tr_tr: Kapat

source: Your logo will be used on custom invoices, tickets, certificates, and payment templates.
de_de: Das Logo wird auf Rechnungen, Tickets und Bestätigungs-/Bezahlungstemplates verwndet
fi: Logoasi käytetään mukautetuissa laskuissa, lipuissa, todistuksissa ja maksupohjissa.
fr_fr: Votre logo sera utilisé sur les factures personnalisées, des billets, des certificats et des modèles de paiement.
tr_tr: Logonuz özel faturalarda, biletlerde, sertifikalarda ve ödeme şablonlarında kullanılacaktır.

source: ( required value )
de_de: (Wert erforderlich)
fi: ( vaadittu arvo )
fr_fr: (Valeur obligatoire)
tr_tr: ( gerekli değer )

source: Add Datetime
de_de: Termin hinzufügen
fi: Lisää ajankohta
fr_fr: Ajouter une autre date et heure
tr_tr: Tarih Saat Ekle

source: click to show additional ticket details
de_de: Klicken Sie hier, um zusätzliche Ticketdetails anzuzeigen.
fi: paina nähdäksesi lipun lisätiedot
fr_fr: cliquez pour afficher les détails de billets supplémentaires
tr_tr: Ekstra bilet detayları için tıklayınız.

source: Not Approved
de_de: Nicht bestätigt
fi: Ei hyväksytty
fr_fr: Non approuvé
tr_tr: Onaylanmamış

source: Phone Number
de_de: Telefonnummer
fi: Puhelinnumero
fr_fr: Numéro de téléphone
tr_tr: Telefon Numarası

source: Add New Datetime
de_de: Neuen Termin hinzufügen
fi: Lisää uusi ajankohta
fr_fr: Ajouter une nouvelle date et d'heure
tr_tr: Yeni Tarih Saat Ekle

source: click to hide additional ticket details
de_de: Klicken Sie hier, um zusätzliche Ticketdetails zu verbergen.
fi: paina piilottaaksesi lipun lisätiedot
fr_fr: cacher les détails de billets supplémentaires
tr_tr: Ekstra bilet detaylarını gizlemek için tıklayınız

source: First Name:
de_de: Vorname:
fi: Etunimi:
fr_fr: Prénom:
tr_tr: İsim:

source: Goes&nbsp;On&nbsp;Sale
de_de: Steht&nbsp;zum&nbsp;Verkauf
fi: Tulee&nbsp;myyntiin
fr_fr: Début&nbsp;de la&nbsp;Vente
tr_tr: Satışa Çıkıyor

source: Edit Event Category
de_de: Veranstaltungskategorie bearbeiten
fi: Muokkaa tapahtumaluokkaa
fr_fr: Catégorie Modifier un événement
tr_tr: Etkinlik Kategorisini Düzenle

source: Enter any links to social accounts for your organization here
de_de: Links zu Ihren Profilen in sozialen Netzwerken
fi: Lisää linkit organisaatiosi sosiaalisen median tileihin tästä
fr_fr: Entrez les liens vers les comptes sociaux de votre organisation ici
tr_tr: Kuruluşunuzun sosyal hesaplarının bağlantılarını buraya girin

source: First Name
de_de: Vorname
fi: Etunimi
fr_fr: Prénom
tr_tr: İsim

source: Ticket
fi: Lippu
tr_tr: Bilet

source: This page allows you to edit an event category.
de_de: Auf dieser Seite können Sie eine Ereigniskategorie bearbeiten.
fi: Tällä sivulla voit muokata tapahtumaluokkaa.
fr_fr: Cette page vous permet d'éditer une catégorie d'événement.
tr_tr: Bu sayfa etkinlik kategorisini düzenlemeye yarar.

source: Last Name:
de_de: Nachname:
fi: Sukunimi:
fr_fr: Nom:
tr_tr: Soyisim

source: Last Name
de_de: Nachname
fi: Sukunimi
fr_fr: Nom
tr_tr: Soyadı

source: This is the default base price. Every new ticket created will start off with this base price.
de_de: Das ist der Standard Basispreis. Jedes neu erstellte Ticket startet mit dem Basispreis.
fi: Tämä on oletuslähtöhinta. Jokainen luotu uusi lippu on aluksi tämän lähtöhinnan mukainen.
fr_fr: Il s'agit du prix de base par défaut. Chaque nouveau billet créé commencera avec ce prix de base.
tr_tr: Bu, varsayılan temel fiyattır. Oluşturulan her yeni bilet bu taban fiyatla başlayacaktır.

source: Goes On Sale:
de_de: Verkaufsstart:
fi: Myynti alkaa:
fr_fr: En vente:
tr_tr: Satışa Devam:

source: Import
fi: Tuo
fr_fr: Importer
tr_tr: İthalat

source: Price Modifier. Default items will apply to ALL new events you create.
de_de: Preis Modifikator. Standard-Einträge werden ALLEN neuen Veranstaltungen zugewiesen, die Sie erstellen.
fi: Hintamuokkain. Oletustuotteet koskevat KAIKKIA uusia luomiasi tapahtumia.
fr_fr: Modificateur de prix. Eléments par défaut s'appliquera à tous les nouveaux événements que vous créez.
tr_tr: Fiyat Değiştirici. Varsayılan öğeler, oluşturduğunuz TÜM yeni etkinlikler için geçerli olacaktır.

source: Sales End:
de_de: Verkaufsende:
fi: Myynti päättyy:
fr_fr: Fin des ventes:
tr_tr: Satış Bitişi:

source: This page allows you to import information into Event Espresso.
de_de: Diese Seite ermöglicht es Ihnen, Informationen in Event Espresso zu importieren.
fi: Tällä sivulla voit tuoda tietoja Event Esporessoon.
fr_fr: Cette page vous permet d'importer des informations dans Event Espresso.
tr_tr: Bu sayfa, bilgileri Event Espresso'ya aktarmanıza olanak tanır.

source: Basic Type
de_de: Basistyp
fi: Yleinen tyyppi
fr_fr: Type basique
tr_tr: Basit Tİp

source: Purchasable Quantities
de_de: Zu verkaufende Menge
fi: Ostettavissa olevat määrät
fr_fr: Quantités achetables
tr_tr: Satın Alınabilir Adetler

source: Sample Import File
de_de: Beispiel-Importdatei
fi: Mallituontitiedosto
fr_fr: Exemple Importer un fichier
tr_tr: Örnek İçe Aktarma Dosyası

source: Address
de_de: Adresse
fi: Osoite
fr_fr: Adresse
tr_tr: Adres

source: Choosing a basic type allows us to quickly configure a bunch of other options for you.%1$sAll events need to have at least one Base Price type option.%1$sDiscounts reduce the price of an event, Surcharges increase the price.%1$sTaxes are applied to the final total.
de_de: Wenn Sie einen Basistyp wählen, ermöglicht uns schnell eine Reihe von zusätzlichen Optionen für Sie zu konfigurieren.<br/>Alle Veranstaltungen haben mindestens eine Basispreistyp Option.<br/>Rabatte reduzieren den Preis einer Veranstaltung, Zuschläge erhöhen den Preis.<br/>Steuern werden auf den Endpreis gerechnet.
fi: Yleisen tyypin valinta mahdollistaa muiden valintojen nopean asettamisen. <br/> Kaikilla tapahtumilla pitää olla vähintään yksi perus hinta.<br/> Alennus muuttaa tapahtuman hintaa, lisämaksu korottaa sitä. <br/> Vero(t) lisätään lopulliseen hintaan.
tr_tr: Temel bir tür seçmek, sizin için bir dizi başka seçeneği hızlı bir şekilde yapılandırmamızı sağlar.%1$sTüm etkinliklerin en az bir Temel Fiyat türü seçeneğine sahip olması gerekir.%1$sİndirimler bir etkinliğin fiyatını düşürür, Ek Ücretler fiyatı artırır.%1$sVergiler nihai toplama uygulanır.

source: Save time by downloading a sample import file. Then customize that file and import it back into Event Espresso.
de_de: Sparen Sie Zeit, indem Sie eine Beispiel-Importdatei herunterladen. Dann passen Sie diese Datei an und importieren sie zurück in Event Espresso.
fi: Säästä aikaa lataamalla mallituontitiedosto. Sen jälkeen voit muokata tiedostoa ja tuoda sen takaisin Event Esporessoon.
fr_fr: Gagnez du temps en téléchargeant un fichier d'importation de l'échantillon. Puis personnaliser ce fichier et réimporter dans Event Espresso.
tr_tr: Örnek bir içe aktarma dosyası indirerek zaman kazanın. Ardından bu dosyayı özelleştirin ve Event Espresso'ya geri aktarın.

source: Price Type Name
de_de: Preistyp Name
fi: Hintatyypin nimi
fr_fr: Nom du type de prix
tr_tr: Fiyat Tipi İsmi

source: A name for this Price Type.
de_de: Einen Namen für diesen Preistyp.
fi: Nimi tälle hintatyypille.
fr_fr: Un nom pour ce type de prix.
tr_tr: Bu fiyat tipinin ismi

source: Events Overview
de_de: Veranstaltungsübersicht
fi: Tapahtumien yhteenveto
fr_fr: Événements Présentation
tr_tr: Etkinliklere Genel Bakış

source: Country
de_de: Land
fi: Valtio
fr_fr: Pays
tr_tr: Köy

source: This page shows all events that have been created with Event Espresso.
de_de: Diese Seite zeigt alle Ereignisse, die mit Event Espresso erstellt wurden.
fi: Tämä sivu näyttää kaikki tapahtumat, jotka on luotu Event Espressolla.
fr_fr: Cette page affiche tous les événements qui ont été créés avec Event Espresso.
tr_tr: Bu sayfa Event Espresso ile oluşturulmuş tüm etkinlikleri gösterir.

source: Event Name
de_de: Veranstaltungsname
fi: Tapahtuman nimi
fr_fr: Nom de l'événement
tr_tr: Etkinlik İsmi

source: Percentage
de_de: Prozentual
fi: Prosentuaalinen
fr_fr: Pourcentage
tr_tr: Yüzde

source: Dollar
fi: dollari
fr_fr: Dollar Continental,
tr_tr: Dolar

source: Event Date
de_de: Veranstaltungsdatum
fi: Tapahtuman päivä
fr_fr: Date de l'événement
tr_tr: Etkinlik Tarihi

source: Time
de_de: Uhrzeit
fi: Aika
fr_fr: Heure
tr_tr: Zaman
