Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: You can customize the information that is shown on this page by toggling the Screen Options tab. Then you can add or remove checkmarks to hide or show certain content.
de_de: Sie können die Informationen, die auf dieser Seite angezeigt werden, anpassen, indem Sie die Registerkarte Bildschirmoptionen einschalten. Dann können Sie Häkchen hinzufügen oder entfernen, um bestimmte Inhalte ein- oder auszublenden.
fi: Voit muokata tällä sivulla näytettäviä tietoja Näyttöasetukset-välilehdeltä. Siellä voi valita tai poistaa valinnat näyttääksesi tai piilottaaksesi tietyn sisällön.
fr_fr: Vous pouvez personnaliser l'information qui est affichée sur cette page en basculant l'onglet Options de l'écran. Ensuite, vous pouvez ajouter ou supprimer des coches pour masquer ou afficher certains contenus.
tr_tr: Ekran Seçenekleri sekmesini açarak bu sayfada gösterilen bilgileri özelleştirebilirsiniz. Ardından belirli içerikleri gizlemek veya göstermek için onay işaretleri ekleyebilir veya kaldırabilirsiniz.

source: Order of Application
de_de: Reihenfolge der Anmeldung
fi: Soveltamisjärjestys
fr_fr: Ordre de dépôt
tr_tr: Başvuru Sırası

source: Every event ticket must have a single base price. This price is the top level price in all calculations and all other price types act as modifier for this base price. Note: you cannot create new price types as extensions of this base, nor can you delete the default price based on the price type for this base. However, you are able to change the value of this base price, the name, and the description.
de_de: Jedes Veranstaltungsticket muss einen einzigen Grundpreis haben. Dieser Preis ist der Preis der obersten Ebene in allen Berechnungen und alle anderen Preistypen wirken als Modifikator für diesen Basispreis. Hinweis: Sie können keine neuen Preistypen als Erweiterungen dieses Basispreises erstellen und auch den Standardpreis, der auf dem Preistyp für diese Basis basiert, nicht löschen. Sie können jedoch den Wert dieses Basispreises, den Namen und die Beschreibung ändern.
fi: Jokaisella tapahtumalipulla on oltava yksi perushinta. Tämä hinta on ylimmän tason hinta kaikissa laskelmissa, ja kaikki muut hintatyypit toimivat tämän perushinnan muokkaajina. Huomautus: Et voi luoda uusia hintatyyppejä tämän perushinnan laajennuksiksi etkä voi poistaa tämän perushinnan hintatyyppiin perustuvaa oletushintaa. Voit kuitenkin muuttaa tämän perushinnan arvoa, nimeä ja kuvausta.
fr_fr: Chaque billet de l'événement doit avoir un prix de base unique. Ce prix est le prix de haut niveau dans tous les calculs et toutes les autres types de prix agir en tant que modificateur pour ce prix de base. Remarque: vous ne pouvez pas créer de nouveaux types de prix que les extensions de cette base, et vous ne pouvez supprimer le prix par défaut basé sur le type de prix pour cette base. Cependant, vous êtes capable de changer la valeur de ce prix de base, le nom et la description.
tr_tr: Her etkinlik biletinin tek bir temel fiyatı olmalıdır. Bu fiyat tüm hesaplamalarda en üst düzey fiyattır ve diğer tüm fiyat türleri bu temel fiyat için değiştirici görevi görür. Not: Bu temel fiyatın uzantısı olarak yeni fiyat türleri oluşturamazsınız veya bu temel fiyat türüne dayalı varsayılan fiyatı silemezsiniz. Ancak, bu temel fiyatın değerini, adını ve açıklamasını değiştirebilirsiniz.

source: This is the default price for all new tickets that are created. Base Price is required and cannot be deleted through the default pricing page.
de_de: Dies ist der Standardpreis für alle neuen Tickets, die erstellt werden. Der Basispreis ist erforderlich und kann nicht über die Seite "Standardpreise" gelöscht werden.
fi: Tämä on oletushinta kaikille luoduille uusille lipuille. Perushinta on pakollinen, eikä sitä voi poistaa oletushinnoittelusivun kautta.
fr_fr: Ce est le prix par défaut pour tous les nouveaux billets qui sont créés. Prix ​​de base est obligatoire et ne peut être supprimé via la page de prix par défaut.
tr_tr: Bu, oluşturulan tüm yeni biletler için varsayılan fiyattır. Temel Fiyat zorunludur ve varsayılan fiyatlandırma sayfasından silinemez.

source: This discount is applied as a percentage (%).
de_de: Der Rabat wird in Prozent (%) angewendet.
fi: Tämä alennus annetaan prosentteina (%).
fr_fr: Cette décote est appliquée sous forme de pourcentage (%).
tr_tr: Bu indirim yüzde (%) olarak uygulanır.

source: This discount is applied as a flat amount.
de_de: Dieser Rabatt wird als fester Betrag angewendet.
fi: Alennus myönnetään kiinteänä summana.
fr_fr: Cette décote est appliquée comme un montant forfaitaire.
tr_tr: Bu indirim sabit bir tutar olarak uygulanır.

source: This surcharge is applied as a percentage (%). It is useful for helping with administrative costs.
de_de: Dieser Zuschlag wird in Prozent (%) angewendet. Es ist ebenfalls hilfreich für den Ausgleich von administrativen Kosten.
fi: Tätä lisämaksua sovelletaan prosentteina (%). Se on hyödyllinen apu hallinnollisiin kustannuksiin.
fr_fr: Cette surtaxe est appliquée sous forme de pourcentage (%). Il est utile pour aider avec les coûts administratifs.
tr_tr: Bu ek ücret yüzde (%) olarak uygulanır. İdari masraflara yardımcı olmak için faydalıdır.

source: This surcharge is applied as flat amount. It is also useful for helping with administrative costs.
de_de: Dieser Zuschlag wird als fester Betrag angewendet. Es ist ebenfalls hilfreich für den Ausgleich von administrativen Kosten.
fi: Tätä lisämaksua sovelletaan kiinteämääräisenä. Se on myös hyödyllinen apu hallinnollisiin kustannuksiin.
fr_fr: Ce supplément est appliqué comme montant forfaitaire. Il est également utile pour aider avec les coûts administratifs.
tr_tr: Bu ek ücret sabit tutar olarak uygulanır. İdari masraflara yardımcı olmak için de faydalıdır.

source: This is a local tax.
de_de: Dies ist eine lokale Steuer.
fi: Tämä on paikallinen vero.
fr_fr: Ce est un impôt local.
tr_tr: Bu yerel bir vergidir.

source: This is a federal tax.
de_de: Dies ist eine Bundessteuer.
fi: Tämä on liittovaltion vero.
fr_fr: Ce est une taxe fédérale.
tr_tr: Bu federal bir vergidir.

source: You can customize the information that is shown on this page by toggling the Screen Options tab. Then you can add or remove checkmarks to hide or show certain content and even adjust the pagination for default pricing.
de_de: Sie können die Informationen, die auf dieser Seite angezeigt werden, anpassen, indem Sie die Registerkarte Bildschirmoptionen aktivieren. Dann können Sie Häkchen hinzufügen oder entfernen, um bestimmte Inhalte ein- oder auszublenden, und sogar die Paginierung für die Standardpreise anpassen.
fi: Voit mukauttaa tällä sivulla näkyviä tietoja vaihtamalla Näytön asetukset -välilehteä. Sitten voit lisätä tai poistaa valintamerkkejä piilottaaksesi tai näyttääksesi tietyn sisällön ja jopa säätää oletushinnoittelun sivunumerointia.
fr_fr: Vous pouvez personnaliser l'information qui est affichée sur cette page en basculant l'onglet Options de l'écran. Ensuite, vous pouvez ajouter ou supprimer des coches pour masquer ou afficher certains contenus et même ajuster la pagination pour les prix par défaut.
tr_tr: Ekran Seçenekleri sekmesini açarak bu sayfada gösterilen bilgileri özelleştirebilirsiniz. Ardından, belirli içerikleri gizlemek veya göstermek için onay işaretleri ekleyebilir veya kaldırabilir ve hatta varsayılan fiyatlandırma için sayfalandırmayı ayarlayabilirsiniz.

source: You can customize the information that is shown on this page by toggling the Screen Options tab. Then you can add or remove checkmarks to hide or show certain content and even adjust the pagination for questions.
de_de: Sie können die Informationen, die auf dieser Seite angezeigt werden, anpassen, indem Sie die Registerkarte Bildschirmoptionen aktivieren. Dann können Sie Häkchen hinzufügen oder entfernen, um bestimmte Inhalte ein- oder auszublenden, und sogar die Seitennummerierung für Fragen anpassen.
fi: Voit mukauttaa tällä sivulla näkyviä tietoja vaihtamalla Näytön asetukset -välilehteä. Sitten voit lisätä tai poistaa valintamerkkejä piilottaaksesi tai näyttääksesi tietyn sisällön ja jopa säätää kysymysten sivunumerointia.
fr_fr: Vous pouvez personnaliser l'information qui est affichée sur cette page en basculant l'onglet Options de l'écran. Ensuite, vous pouvez ajouter ou supprimer des coches pour masquer ou afficher certains contenus et même ajuster la pagination pour les questions.
tr_tr: Ekran Seçenekleri sekmesini açarak bu sayfada gösterilen bilgileri özelleştirebilirsiniz. Ardından, belirli içerikleri gizlemek veya göstermek için onay işaretleri ekleyebilir veya kaldırabilir ve hatta sorular için sayfalandırmayı ayarlayabilirsiniz.

source: Notice
de_de: Anmerkung
fi: Huomautus
fr_fr: Note
tr_tr: Uyarı

source: System questions may have some options disabled. This is to ensure that your registrations don't break from accidental changes.
de_de: Bei Systemfragen sind möglicherweise einige Optionen deaktiviert. Damit soll sichergestellt werden, dass Ihre Registrierungen nicht durch versehentliche Änderungen beschädigt werden.
fi: Järjestelmäkysymyksissä voi olla joitakin vaihtoehtoja pois käytöstä. Näin varmistetaan, että rekisteröinnit eivät rikkoudu vahingossa tehtyjen muutosten vuoksi.
fr_fr: des questions de système peuvent avoir certaines options désactivées. Ce est pour se assurer que vos inscriptions ne se cassent pas contre les modifications accidentelles.
tr_tr: Sistem sorularında bazı seçenekler devre dışı bırakılmış olabilir. Bu, kayıtlarınızın yanlışlıkla yapılan değişiklikler nedeniyle bozulmamasını sağlamak içindir.

source: Questions are now sorted per question group. To order the questions edit a question group and you can reorder the questions attached to that group.
de_de: Die Fragen sind jetzt nach Fragengruppen sortiert. Um die Fragen zu ordnen, bearbeiten Sie eine Fragengruppe und Sie können die Fragen, die dieser Gruppe zugeordnet sind, neu ordnen.
fi: Kysymykset on nyt lajiteltu kysymysryhmittäin. Voit järjestää kysymykset muokkaamalla kysymysryhmää, jolloin voit järjestää ryhmään liitetyt kysymykset uudelleen.
fr_fr: Les questions sont maintenant triés par groupe de questions. Pour commander questions éditer un groupe de question et vous pouvez réorganiser les questions ci-jointes à ce groupe.
tr_tr: Sorular artık soru grubuna göre sıralanmaktadır. Soruları sıralamak için bir soru grubunu düzenleyin ve bu gruba bağlı soruları yeniden sıralayabilirsiniz.

source: System questions groups may have some options disabled. This is to ensure that your registrations don't break from accidental changes.
de_de: Bei Gruppen mit Systemfragen sind möglicherweise einige Optionen deaktiviert. Damit soll sichergestellt werden, dass Ihre Registrierungen nicht durch versehentliche Änderungen beschädigt werden.
fi: Järjestelmäkysymysryhmissä voi olla joitakin vaihtoehtoja poissa käytöstä. Näin varmistetaan, että rekisteröinnit eivät rikkoudu vahingossa tehdyistä muutoksista.
fr_fr: groupes des questions de système peuvent avoir certaines options désactivées. Ce est pour se assurer que vos inscriptions ne se cassent pas contre les modifications accidentelles.
tr_tr: Sistem soruları gruplarında bazı seçenekler devre dışı bırakılmış olabilir. Bu, kayıtlarınızın yanlışlıkla yapılan değişiklikler nedeniyle bozulmamasını sağlamak içindir.

source: Show Description
de_de: Beschreibung anzeigen
fi: Näytä kuvaus
fr_fr: Montrer la description
tr_tr: Açıklama Göster

source: Questions that appear in this group
de_de: Fragen, die in dieser Gruppe erscheinen
fi: Tässä ryhmässä näkyvät kysymykset
fr_fr: Questions qui apparaissent dans ce groupe
tr_tr: Bu grupta görünen sorular

source: This shows all available custom questions. If checked, then that question will appear with this question group. Questions that appear here can also be sorted using drag and drop.
de_de: Hier werden alle verfügbaren benutzerdefinierten Fragen angezeigt. Wenn diese Frage markiert ist, wird sie in dieser Fragengruppe angezeigt. Fragen, die hier erscheinen, können auch per Drag &amp; Drop sortiert werden.
fi: Tämä näyttää kaikki käytettävissä olevat mukautetut kysymykset. Jos valintaruutu on valittuna, kyseinen kysymys näkyy tässä kysymysryhmässä. Tässä näkyvät kysymykset voidaan myös lajitella vetämällä ja pudottamalla.
fr_fr: Cela montre toutes les questions personnalisées disponibles. Si cochée, alors cette question apparaît avec ce groupe de questions. Questions qui apparaissent ici peuvent également être triés par glisser-déposer.
tr_tr: Bu, mevcut tüm özel soruları gösterir. İşaretlenirse, o soru bu soru grubuyla birlikte görünecektir. Burada görünen sorular sürükle ve bırak kullanılarak da sıralanabilir.

source: Answer Options (for applicable question types)
de_de: Antwortoptionen (für zutreffende Fragetypen)
fi: Vastausvaihtoehdot (sovellettavien kysymystyyppien osalta)
fr_fr: options de réponse (pour les types de questions applicables)
tr_tr: Cevap Seçenekleri (geçerli soru türleri için)

source: This option is useful for questions that need a short response (less than 140 characters).
de_de: Diese Option ist nützlich für Fragen, die eine kurze Antwort erfordern (weniger als 140 Zeichen).
fi: Tämä vaihtoehto on hyödyllinen kysymyksissä, joihin tarvitaan lyhyt vastaus (alle 140 merkkiä).
fr_fr: Cette option est utile pour les questions qui ont besoin d'une réponse courte (moins de 140 caractères).
tr_tr: Bu seçenek kısa yanıt gerektiren (140 karakterden az) sorular için kullanışlıdır.

source: This option is useful for long text answers such as paragraphs of information.
de_de: Diese Option ist nützlich für lange Textantworten, z. B. Absätze mit Informationen.
fi: Tämä vaihtoehto on hyödyllinen pitkille tekstivastauksille, kuten tiedon kappaleille.
fr_fr: Cette option est utile pour le texte de longues réponses, comme les paragraphes d'information.
tr_tr: Bu seçenek, bilgi paragrafları gibi uzun metin yanıtları için kullanışlıdır.

source: This option uses radio buttons and lets you choose a single answer.
de_de: Diese Option verwendet Optionsfelder und lässt Sie eine einzige Antwort auswählen.
fi: Tässä vaihtoehdossa käytetään valintapainikkeita, ja voit valita yhden vastauksen.
fr_fr: Cette option utilise des boutons de radio et vous permet de choisir une seule réponse.
tr_tr: Bu seçenek radyo düğmelerini kullanır ve tek bir yanıt seçmenizi sağlar.

source: This option option uses a dropdown field.
de_de: Diese Option verwendet ein Dropdown-Feld.
fi: Tässä vaihtoehdossa käytetään pudotusvalikkoa.
fr_fr: Cette option option utilise un champ déroulant.
tr_tr: Bu seçenek bir açılır alan kullanır.

source: This option uses checkmark fields and allows multiple answers from a predetermined set of choices.
de_de: Bei dieser Option werden Felder mit Häkchen verwendet, und es sind mehrere Antworten aus einer vorgegebenen Reihe von Auswahlmöglichkeiten möglich.
fi: Tässä vaihtoehdossa käytetään valintamerkkikenttiä ja sallitaan useita vastauksia ennalta määritellyistä vaihtoehdoista.
fr_fr: Cette option utilise des champs coche et permet des réponses multiples à partir d'un ensemble prédéterminé de choix.
tr_tr: Bu seçenek onay işareti alanlarını kullanır ve önceden belirlenmiş bir dizi seçenek arasından birden fazla yanıta izin verir.

source: This option shows a calendar and allows users to select a date.
de_de: Diese Option zeigt einen Kalender an und ermöglicht es dem Benutzer, ein Datum auszuwählen.
fi: Tämä vaihtoehto näyttää kalenterin ja antaa käyttäjien valita päivämäärän.
fr_fr: Cette option affiche un calendrier et permet aux utilisateurs de sélectionner une date.
tr_tr: Bu seçenek bir takvim gösterir ve kullanıcıların bir tarih seçmesine olanak tanır.

source: System questions are created by %s and cannot be deleted. However, they can be edited. Be careful when editing these system questions as they are required for registrations to work correctly.
de_de: Systemfragen werden von %s erstellt und können nicht gelöscht werden. Sie können jedoch bearbeitet werden. Seien Sie vorsichtig, wenn Sie diese Systemfragen bearbeiten, da sie für die korrekte Funktion von Registrierungen erforderlich sind.
fi: Järjestelmäkysymykset on luonut %s, eikä niitä voi poistaa. Niitä voidaan kuitenkin muokata. Ole varovainen, kun muokkaat näitä järjestelmäkysymyksiä, sillä ne ovat välttämättömiä, jotta rekisteröinnit toimisivat oikein.
tr_tr: Sistem soruları %s tarafından oluşturulur ve silinemez. Ancak düzenlenebilirler. Kayıtların düzgün çalışması için gerekli olduklarından, bu sistem sorularını düzenlerken dikkatli olun.

source: - display all -
de_de: - alle anzeigen -
fi: - näytä kaikki -
fr_fr: - Afficher tous -
tr_tr: - tümünü göster -

source: This will be parsed to the Title given for a Datetime
de_de: Dies wird in den für eine Datetime angegebenen Titel geparst
fi: Tämä analysoidaan Datetime-päivämäärälle annettuun otsikkoon.
fr_fr: Ce sera analysé pour le titre donné pour un Datetime
tr_tr: Bu, bir Tarih Saati için verilen Başlığa ayrıştırılacaktır

source: This will be parsed to the description for a Datetime
de_de: Dies wird in die Beschreibung für eine Datetime geparst
fi: Tämä analysoidaan Datetime-tiedon kuvaukseksi.
fr_fr: Ce sera analysé à la description d'une date et d'heure
tr_tr: Bu, bir Datetime için açıklamaya ayrıştırılacaktır

source: When parsed, if the Datetime has a name, it is used, otherwise a formatted string including the start date and end date will be used.
de_de: Wenn die Datetime einen Namen hat, wird dieser beim Parsen verwendet, andernfalls wird eine formatierte Zeichenkette mit Start- und Enddatum verwendet.
fi: Jos Datetime-tietueella on nimi, sitä käytetään, kun se puretaan, muutoin käytetään muotoiltua merkkijonoa, joka sisältää alku- ja loppupäivämäärän.
fr_fr: Si on analyse, si le Datetime a un nom, il est utilisé, sinon une chaîne formatée y compris la date de début et date de fin sera utilisé.
tr_tr: Ayrıştırıldığında, Datetime'ın bir adı varsa kullanılır, aksi takdirde başlangıç tarihi ve bitiş tarihini içeren biçimlendirilmiş bir dize kullanılır.

source: The EE_Message_Contacts_incoming_data class expects an array of EE_Attendee objects.
de_de: Die Klasse EE_Message_Contacts_incoming_data erwartet ein Array von EE_Attendee-Objekten.
fi: EE_Message_Contacts_incoming_data-luokka odottaa EE_Attendee-objektien joukkoa.
fr_fr: La classe EE_Message_Contacts_incoming_data attend un tableau d'objets EE_Attendee.
tr_tr: EE_Message_Contacts_incoming_data sınıfı, EE_Attendee nesnelerinden oluşan bir dizi bekler.

source: Message from %s
de_de: Nachricht von %s
fi: Viesti lähettäjältä %s
fr_fr: Message de %s
tr_tr: %s'den gelen mesaj

source: Recipient's are who will receive the message.
de_de: Die Empfänger sind die Personen, die die Nachricht erhalten sollen.
fi: Vastaanottajat ovat ne, jotka saavat viestin.
fr_fr: Récipiendaire de sont qui recevra le message.
tr_tr: Alıcılar, mesajı alacak olan kişilerdir.

source: This template goes to selected registrants.
de_de: Diese Vorlage geht an ausgewählte Registranten.
fi: Tämä malli lähetetään valituille rekisteröijille.
fr_fr: Ce modèle va aux personnes inscrites sélectionnées.
tr_tr: Bu şablon seçilen kayıt sahiplerine gönderilir.

source: Selecting "Yes" will inject an Event Status banner with the title whenever Events are displaying on the single event page.
de_de: Wenn Sie "Ja" wählen, wird ein Ereignisstatus-Banner mit dem Titel eingeblendet, wenn Ereignisse auf der Seite mit den einzelnen Ereignissen angezeigt werden.
fi: Jos valitset "Kyllä", tapahtumasivulla tapahtuman nimen viereen lisätään tapahtuman tilaa ilmaiseva banneri.
fr_fr: Sélectionnant "Oui" va ajouter une bannière d'Etat de l'événement avec le titre lorsque des événements sont affichés sur la page de l'événement unique.
tr_tr: "Evet" seçildiğinde, tek etkinlik sayfasında Etkinlikler görüntülendiğinde başlıkla birlikte bir Etkinlik Durumu banner'ı eklenir.

source: Display Ticket Selector
de_de: Ticketauswahl anzeigen
fi: Näytä lippuvalitsin
fr_fr: Afficher Sélecteur de billets
tr_tr: Bilet Seçiciyi Göster

source: Display Datetimes
de_de: Termine anzeigen
fi: Näytä ajankohdat
fr_fr: Afficher les horaires
tr_tr: Tarih Saatlerini Göster

source: No Questions or Question Groups were selected for deleting. This error usually shows when you've attempted to delete via bulk action but there were no selections.
de_de: Es wurden keine Fragen oder Fragengruppen zum Löschen ausgewählt. Dieser Fehler wird normalerweise angezeigt, wenn Sie versucht haben, über eine Massenaktion zu löschen, aber keine Auswahl getroffen wurde.
fi: Mitään kysymystä tai kysymysryhmää ei valittu poistettavaksi. Tämä virhe tulee yleensä näkyviin, kun olet yrittänyt poistaa joukkotoiminnolla, mutta valintoja ei ole tehty.
fr_fr: Non Questions ou Groupes question ont été sélectionnés pour la suppression. Cette erreur indique généralement lorsque vous avez tenté de supprimer par une action en vrac, mais il n'y avait pas sélections.
tr_tr: Silinmek üzere hiçbir Soru veya Soru Grubu seçilmedi. Bu hata genellikle toplu eylem yoluyla silmeye çalıştığınızda ancak herhangi bir seçim yapılmadığında ortaya çıkar.

source: Select which questions should be shown in this group by checking or unchecking boxes. You can drag and drop questions to reorder them. Your changes will be updated when you save.
de_de: Wählen Sie aus, welche Fragen in dieser Gruppe angezeigt werden sollen, indem Sie Kästchen aktivieren oder deaktivieren. Sie können Fragen per Drag &amp; Drop verschieben, um sie neu anzuordnen. Ihre Änderungen werden aktualisiert, wenn Sie speichern.
fi: Valitse, mitkä kysymykset näytetään tässä ryhmässä merkitsemällä valintaruudut tai poistamalla valintaruudut. Voit järjestää kysymykset uudelleen vetämällä ja pudottamalla niitä. Muutokset päivitetään, kun tallennat.
fr_fr: Sélectionnez les questions qui doivent être présentées dans ce groupe en cochant ou décochant les boîtes. Vous pouvez glisser et déposer des questions pour les réorganiser. Vos changements seront mis à jour lorsque vous enregistrez.
tr_tr: Kutuları işaretleyerek veya işaretlerini kaldırarak bu grupta hangi soruların gösterileceğini seçin. Soruları yeniden sıralamak için sürükleyip bırakabilirsiniz. Kaydettiğinizde değişiklikleriniz güncellenecektir.

source: Minor Release Information
de_de: Informationen zu kleineren Releases
fi: Pienen päivityksen tiedot
fr_fr: Mineure Release Information
tr_tr: Küçük Sürüm Bilgileri

source: Major Release Information
de_de: Wichtige Informationen zur Veröffentlichung
fi: Merkittävän päivityksen tiedot
tr_tr: Önemli Sürüm Bilgileri

source: Template Name
de_de: Name der Vorlage
fi: Mallin nimi
fr_fr: Nom du modèle
tr_tr: Şablon Adı

source: Custom Message Templates
de_de: Eigene Mitteilungsvorlage
fi: Mukautetut viestimallit
fr_fr: Modèles personnalisés message
tr_tr: Özel Mesaj Şablonları

source: Name for Template:
de_de: Name für Vorlage:
fi: Pohjan nimi:
fr_fr: Nom de Modèle:
tr_tr: Şablon için isim:

source: Create Template
de_de: Vorlage erstellen
fi: Luo malli
fr_fr: Créer un modèle
tr_tr: Şablon Oluştur

source: In order to duplicate an event an Event ID is required. None was given.
de_de: Um ein Ereignis zu duplizieren, ist eine Ereignis-ID erforderlich. Es wurde keine angegeben.
fi: Tapahtuman monistaminen edellyttää tapahtumatunnusta. Tunnusta ei ole annettu.
fr_fr: Afin de reproduire un événement un ID d'événement est nécessaire. Aucun n'a été donnée.
tr_tr: Bir olayı çoğaltmak için bir Olay Kimliği gereklidir. Hiçbiri verilmedi.

source: An EE_Event object could not be retrieved for the given ID (%s)
de_de: Ein EE_Event-Objekt konnte für die angegebene ID (%s) nicht abgerufen werden
fi: EE_Event-objektia ei voitu hakea annetulle ID:lle (%s).
fr_fr: Un objet de EE_Event pas pu être récupérée pour l'ID donné ( %s )
tr_tr: Verilen ID (%s) için bir EE_Event nesnesi alınamadı
