Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: The medium image data.
de_de: Das Medium Bilddaten.
fi: Keskipitkän aikavälin kuvatiedot.
tr_tr: Ortam görüntü verileri.

source: The medium-large image data.
de_de: Die mittelgroßen Bilddaten.
fi: Keskikokoiset ja suuret kuvatiedot.
tr_tr: Orta-büyük görüntü verileri.

source: The large image data.
de_de: Die großen Bilddaten.
fi: Suuret kuvatiedot.
tr_tr: Büyük görüntü verileri.

source: The post-thumbnail image data.
de_de: Die Post-Thumbnail-Bilddaten.
fi: Pienoiskuvan jälkeiset kuvatiedot.
tr_tr: Küçük resim sonrası görüntü verileri.

source: The full size image data
de_de: Die Bilddaten in voller Größe
fi: Kuvatiedot koko koossa
tr_tr: Tam boyutlu görüntü verileri

source: Returns the checkin status for each datetime this registration has access to.
de_de: Gibt den Checkin-Status für jeden Zeitpunkt zurück, auf den diese Registrierung Zugriff hat.
fi: Palauttaa sisäänkirjautumisen tilan jokaiselle päivämäärälle, johon tällä rekisteröinnillä on pääsy.
tr_tr: Bu kaydın erişebildiği her tarih saati için checkin durumunu döndürür.

source: This endpoint doesn't accept post body arguments, you sent in %1$s
de_de: Dieser Endpunkt akzeptiert keine Post-Body-Argumente, Sie haben in %1$s gesendet
fi: Tämä päätepiste ei hyväksy post-runkoargumentteja, lähetit %1$s:n.
tr_tr: Bu uç nokta gönderi gövdesi bağımsız değişkenlerini kabul etmiyor, %1$s içinde gönderdiniz

source: The following error occurred during the collection details generation: %1$s %2$s
de_de: Bei der Generierung der Sammlungsdetails ist der folgende Fehler aufgetreten: %1$s %2$s
fi: Seuraava virhe tapahtui keräystietoja luotaessa: %1$s %2$s
tr_tr: Koleksiyon ayrıntıları oluşturulurken aşağıdaki hata oluştu: %1$s %2$s

source: The following error occurred during the creation and/or loading of this collection: %1$s %2$s
de_de: Bei der Erstellung und/oder dem Laden dieser Sammlung ist der folgende Fehler aufgetreten: %1$s %2$s
fi: Tämän kokoelman luomisen ja/tai lataamisen aikana tapahtui seuraava virhe: %1$s %2$s
tr_tr: Bu koleksiyonun oluşturulması ve/veya yüklenmesi sırasında aşağıdaki hata oluştu: %1$s %2$s

source: The supplied identifier "%1$s" already exists within this collection.
de_de: Der angegebene Bezeichner "%1$s" existiert bereits in dieser Sammlung.
fi: Toimitettu tunniste "%1$s" on jo olemassa tässä kokoelmassa.
tr_tr: Sağlanan "%1$s" tanımlayıcısı bu koleksiyon içinde zaten mevcut.

source: The count of pending-payment registrations for this event (regardless of how many datetimes each registration's ticket purchase is for
de_de: Die Anzahl der Registrierungen mit ausstehender Zahlung für diese Veranstaltung (unabhängig davon, für wie viele Daten der Ticketkauf jeder Registrierung gilt)
fi: Tämän tapahtuman maksamatta olevien rekisteröintien lukumäärä (riippumatta siitä, kuinka monelle päivälle kunkin rekisteröinnin lipunostot ovat kohdistuneet)
tr_tr: Bu etkinlik için ödeme bekleyen kayıtların sayısı (her bir kaydın bilet satın alımının kaç tarih aralığı için olduğuna bakılmaksızın)

source: The total spaces on the event (not subtracting sales, but taking sales into account; so this is the optimum sales that CAN still be achieved.
de_de: Die Gesamtfläche der Veranstaltung (nicht abzüglich des Umsatzes, sondern unter Berücksichtigung des Umsatzes; dies ist also der optimale Umsatz, der noch erzielt werden KANN.
fi: Tapahtuman kokonaispaikat (ei vähennetä myyntiä, vaan otetaan myynti huomioon; tämä on siis optimaalinen myynti, joka voidaan vielä saavuttaa.).
tr_tr: Etkinlikteki toplam alanlar (satışları çıkarmadan değil, satışları hesaba katarak; yani bu hala elde edilebilecek optimum satışlardır.

source: The total spaces on the event (ignoring all sales; so this is the optimum sales that could have been achieved.
de_de: Die Gesamtfläche der Veranstaltung (ohne Berücksichtigung aller Verkäufe; dies ist also der optimale Umsatz, der erzielt werden konnte.
fi: Tapahtuman kokonaispaikat (kaikki myynnit huomioimatta; tämä on siis optimaalinen myynti, joka olisi voitu saavuttaa.
tr_tr: Etkinlikteki toplam alan (tüm satışları göz ardı ederek; yani bu, elde edilebilecek optimum satıştır.

source: The optimum_sales_number result, minus total sales so far.
de_de: Das Ergebnis von optimum_sales_number, abzüglich der bisherigen Gesamtverkäufe.
fi: Optimum_sales_number -tulos, josta on vähennetty tähänastinen kokonaismyynti.
tr_tr: Optimum_satış_sayısı sonucu, eksi şimdiye kadarki toplam satışlar.

source: The number of approved registrations for this event (regardless of how many datetimes each registration's ticket purchase is for)
de_de: Die Anzahl der genehmigten Registrierungen für diese Veranstaltung (unabhängig davon, für wie viele Termine die einzelnen Registrierungen Tickets kaufen)
fi: Tämän tapahtuman hyväksyttyjen ilmoittautumisten määrä (riippumatta siitä, kuinka monelle päivälle kukin ilmoittautuminen ostaa lipun).
tr_tr: Bu etkinlik için onaylanan kayıt sayısı (her bir kaydın kaç tarih için bilet satın aldığına bakılmaksızın)

source: The number of pending-payment registrations for this event (regardless of how many datetimes each registration's ticket purchase is for)
de_de: Die Anzahl der noch nicht bezahlten Registrierungen für diese Veranstaltung (unabhängig davon, für wie viele Termine die einzelnen Registrierungen Tickets gekauft haben)
fi: Tämän tapahtuman maksamatta olevien rekisteröintien lukumäärä (riippumatta siitä, kuinka monelle päivälle kukin rekisteröinti on ostettu).
tr_tr: Bu etkinlik için ödeme bekleyen kayıt sayısı (her bir kaydın kaç tarih için bilet satın aldığına bakılmaksızın)

source: The count of all the registrations who have checked into one of this event's datetimes.
de_de: Die Anzahl aller Anmeldungen, die zu einem der Termine dieser Veranstaltung eingecheckt haben.
fi: Kaikkien niiden rekisteröintien lukumäärä, jotka ovat kirjautuneet johonkin tämän tapahtuman ajankohdista.
tr_tr: Bu etkinliğin tarih zamanlarından birine giriş yapmış olan tüm kayıtların sayısı.

source: "%1$s" can not be used as an alias because the "%2$s" class does not extend or implement it.
de_de: "%1$s" kann nicht als Alias verwendet werden, da die Klasse "%2$s" diese nicht erweitert oder implementiert.
fi: "%1$s" ei voi käyttää aliasina, koska "%2$s"-luokka ei ole sen jatkaja tai toteuttaja.
tr_tr: "%1$s" bir takma ad olarak kullanılamaz çünkü "%2$s" sınıfı onu genişletmez veya uygulamaz.

source: The model "%1$s" appears to be misconfigured.
de_de: Das Modell "%1$s" scheint falsch konfiguriert zu sein.
fi: Malli "%1$s" näyttää olevan väärin määritetty.
tr_tr: "%1$s" modeli yanlış yapılandırılmış gibi görünüyor.

source: Incorrect password.
de_de: Falsches Passwort.
fi: Väärä salasana.
tr_tr: Yanlış şifre.

source: A password is required to access this content.
de_de: Für den Zugriff auf diesen Inhalt ist ein Passwort erforderlich.
fi: Tämän sisällön käyttäminen edellyttää salasanaa.
tr_tr: Bu içeriğe erişmek için bir şifre gereklidir.

source: Unknown operator %s in EEH_Money::compare_floats()
de_de: Unbekannter Operator %s in EEH_Money::compare_floats()
fi: Tuntematon operaattori %s kohdassa EEH_Money::compare_floats()
tr_tr: EEH_Money::compare_floats() içinde bilinmeyen operatör %s

source: Unable to download the file. Either the path given is incorrect, or something else happened. Here is the path given: %s
de_de: Die Datei kann nicht heruntergeladen werden. Entweder ist der angegebene Pfad falsch, oder es ist etwas anderes passiert. Hier ist der angegebene Pfad: %s
fi: Tiedostoa ei voi ladata. Joko annettu polku on väärä tai jotain muuta on tapahtunut. Tässä on annettu polku: %s
tr_tr: Dosya indirilemiyor. Ya verilen yol yanlış ya da başka bir şey oldu. İşte verilen yol: %s

source: To view additional ticket options, click the "Filter by Date" button and select more dates.
de_de: Um weitere Ticketoptionen anzuzeigen, klicken Sie auf die Schaltfläche "Nach Datum filtern" und wählen Sie weitere Daten aus.
fi: Jos haluat tarkastella muita lippuvaihtoehtoja, napsauta "Filter by Date" -painiketta ja valitse lisää päivämääriä.
tr_tr: Ek bilet seçeneklerini görüntülemek için "Tarihe Göre Filtrele" düğmesine tıklayın ve daha fazla tarih seçin.

source: Available calculated fields for this model. Fields are only present in the response if explicitly requested
de_de: Verfügbare berechnete Felder für dieses Modell. Felder sind nur in der Antwort vorhanden, wenn sie explizit angefordert werden
fi: Tämän mallin käytettävissä olevat lasketut kentät. Kentät ovat mukana vastauksessa vain, jos niitä on nimenomaisesti pyydetty.
tr_tr: Bu model için kullanılabilir hesaplanan alanlar. Alanlar yalnızca açıkça istendiğinde yanıtta bulunur

source: You attempted to filter by a password field without the needed privileges. Only a full admin is allowed to do that.
de_de: Sie haben versucht, nach einem Passwortfeld zu filtern, ohne über die erforderlichen Rechte zu verfügen. Nur ein Volladministrator ist dazu berechtigt.
fi: Yritit suodattaa salasanakentän perusteella ilman tarvittavia oikeuksia. Vain täysivaltainen ylläpitäjä voi tehdä niin.
tr_tr: Gerekli ayrıcalıklar olmadan bir parola alanına göre filtreleme yapmaya çalıştınız. Bunu yalnızca tam yetkili bir yönetici yapabilir.

source: The value provided for the operator "%1$s" should be comma-separated value string or a JSON array.
de_de: Der für den Operator "%1$s" angegebene Wert sollte eine durch Kommata getrennte Zeichenkette oder ein JSON-Array sein.
fi: Operaattorille "%1$s" annetun arvon tulisi olla pilkulla erotettu arvojono tai JSON-muotoinen joukko.
tr_tr: "%1$s" işleci için sağlanan değer virgülle ayrılmış değer dizesi veya bir JSON dizisi olmalıdır.

source: The avatar url for the attendee (if available).
de_de: Die Avatar-Url des Teilnehmers (falls vorhanden).
fi: Osallistujan avatar url (jos saatavilla).
tr_tr: Katılımcı için avatar URL'si (varsa).

source: Calculates the total spaces available on the datetime, taking into account ticket limits too.
de_de: Berechnet die Gesamtzahl der verfügbaren Plätze zum angegebenen Zeitpunkt und berücksichtigt dabei auch die Ticketlimits.
fi: Laskee päivämääränä käytettävissä olevien paikkojen kokonaismäärän ottaen huomioon myös lippurajoitukset.
tr_tr: Bilet limitlerini de dikkate alarak, tarih saatinde mevcut olan toplam alanları hesaplar.

source: Counts registrations who have checked into this datetime.
de_de: Zählt die Registrierungen, die zu diesem Zeitpunkt eingecheckt haben.
fi: Laskee rekisteröinnit, jotka ovat kirjautuneet tähän päivämäärään.
tr_tr: Bu tarih aralığında giriş yapan kayıtları sayar.

source: Counts registrations who have checked out of this datetime.
de_de: Zählt die Registrierungen, die sich zu diesem Zeitpunkt abgemeldet haben.
fi: Laskee rekisteröinnit, jotka ovat kirjautuneet ulos tämän päivämäärän aikana.
tr_tr: Bu tarih aralığında çıkış yapmış olan kayıtları sayar.

source: Array of objects describing the link(s) for this relation resource.
de_de: Array von Objekten, die den/die Link(s) für diese Beziehungsressource beschreiben.
fi: Tämän relaatioresurssin linkkiä (linkkejä) kuvaavien objektien joukko.
tr_tr: Bu ilişki kaynağı için bağlantı(lar)ı tanımlayan nesneler dizisi.

source: The link to the resource for the %s relation(s) to this entity
de_de: Der Link zur Ressource für die %s-Beziehung(en) zu dieser Entität
fi: Linkki resurssiin, joka liittyy %s-suhteeseen (suhteisiin) tähän entiteettiin.
tr_tr: Bu varlıkla %s ilişki(leri) için kaynağa bağlantı

source: Whether or not there is only a single %s relation to this entity
de_de: ob es nur eine einzige %s-Beziehung zu dieser Entität gibt oder nicht
fi: Onko tähän entiteettiin vain yksi %s-suhde vai ei.
tr_tr: Bu varlıkla yalnızca tek bir %s ilişkisi olup olmadığı

source: Link to event on WordPress site hosting events.
de_de: Link zur Veranstaltung auf der WordPress-Website, die Veranstaltungen hostet.
fi: Linkki tapahtumaan WordPress-sivustolla, joka isännöi tapahtumia.
tr_tr: Etkinliklere ev sahipliği yapan WordPress sitesindeki etkinliğe bağlantı verin.

source: Various links for resources related to the entity.
de_de: Verschiedene Links zu Ressourcen im Zusammenhang mit der Entität.
fi: Erilaisia linkkejä kokonaisuuteen liittyviin resursseihin.
tr_tr: Varlıkla ilgili kaynaklar için çeşitli bağlantılar.

source: Link to this entities resource.
de_de: Link zu dieser Entitätsressource.
fi: Linkki tähän kokonaisuuteen.
tr_tr: Bu varlık kaynağına bağlantı.

source: Link to this entities collection resource.
de_de: Link zu dieser Ressource der Entitätssammlung.
fi: Linkki tähän kokonaisuuksien kokoelmaresurssiin.
tr_tr: Bu varlık koleksiyonu kaynağına bağlantı.

source: Array of property names whose values were replaced with their default (because they are related to a password-protected entity.)
de_de: Array von Eigenschaftsnamen, deren Werte durch ihre Standardwerte ersetzt wurden (weil sie mit einer passwortgeschützten Entität verbunden sind).
fi: Array ominaisuuksien nimistä, joiden arvot on korvattu oletusarvoilla (koska ne liittyvät salasanalla suojattuun olioon).)
tr_tr: Değerleri varsayılanlarıyla değiştirilen özellik adları dizisi (parola korumalı bir varlıkla ilişkili oldukları için).

source: Each name corresponds to a property that is protected by password for this entity and has its default value returned in the response.
de_de: Jeder Name entspricht einer Eigenschaft, die durch ein Passwort für diese Entität geschützt ist und deren Standardwert in der Antwort zurückgegeben wird.
fi: Kukin nimi vastaa ominaisuutta, joka on suojattu tämän entiteetin salasanalla ja jonka oletusarvo palautetaan vastauksessa.
tr_tr: Her ad, bu varlık için parola ile korunan ve varsayılan değeri yanıtta döndürülen bir özelliğe karşılık gelir.

source: You have the right to request your personal data be sent to you electronically, and the right to request your registration data be erased after the event. To do so, please contact the event manager or site administrator.
de_de: Sie haben das Recht zu verlangen, dass Ihnen Ihre persönlichen Daten elektronisch übermittelt werden, und das Recht, dass Ihre Anmeldedaten nach der Veranstaltung gelöscht werden. Wenden Sie sich dazu bitte an den Veranstaltungsleiter oder den Administrator der Website.
fi: Sinulla on oikeus pyytää, että henkilötietosi lähetetään sinulle sähköisesti, ja oikeus pyytää, että rekisteröintitietosi poistetaan tapahtuman jälkeen. Ota tätä varten yhteyttä tapahtuman johtajaan tai sivuston ylläpitäjään.
tr_tr: Kişisel verilerinizin size elektronik olarak gönderilmesini talep etme ve etkinlikten sonra kayıt verilerinizin silinmesini talep etme hakkına sahipsiniz. Bunun için lütfen etkinlik yöneticisi veya site yöneticisi ile iletişime geçin.

source: The current request is for the WP Heartbeat
de_de: Die aktuelle Anfrage bezieht sich auf den WP Heartbeat
fi: Tämänhetkinen pyyntö koskee WP Heartbeat -palvelua.
tr_tr: Mevcut talep WP Kalp Atışı içindir

source: The current request is for the WordPress REST API
de_de: Die aktuelle Anfrage richtet sich an die WordPress REST API
fi: Tämänhetkinen pyyntö on WordPress REST API:lle
tr_tr: Geçerli istek WordPress REST API içindir

source: The current request is for a WordPress loopback scrape
de_de: Die aktuelle Anfrage ist für einen WordPress-Loopback-Scrape
fi: Tämänhetkinen pyyntö on WordPressin loopback-kaavinta varten.
tr_tr: Mevcut istek bir WordPress geri döngü kazıma içindir

source: Site administrators may keep a log of communications with the payment processors in order to verify payments are being processed correctly. These logs are automatically deleted after a week.
de_de: Die Administratoren der Website können die Kommunikation mit den Zahlungsdienstleistern protokollieren, um zu überprüfen, ob die Zahlungen korrekt abgewickelt werden. Diese Protokolle werden nach einer Woche automatisch gelöscht.
fi: Sivuston ylläpitäjät voivat pitää kirjaa maksuprosessoreiden kanssa käytävästä viestinnästä varmistaakseen, että maksut käsitellään oikein. Nämä lokit poistetaan automaattisesti viikon kuluttua.
tr_tr: Site yöneticileri, ödemelerin doğru şekilde işlendiğini doğrulamak için ödeme işlemcileriyle yapılan iletişimlerin kaydını tutabilir. Bu günlükler bir hafta sonra otomatik olarak silinir.

source: Event Registration Cookies
de_de: Cookies für die Veranstaltungsregistrierung
fi: Tapahtuman rekisteröinti Evästeet
tr_tr: Etkinlik Kayıt Çerezleri

source: Email History Data
de_de: E-Mail-Verlaufsdaten
fi: Sähköpostihistoriatiedot
tr_tr: E-posta Geçmişi Verileri

source: We keep a record of the emails sent to you. This is to ensure communication is successfully sent and its information is accurate.
de_de: Wir führen Aufzeichnungen über die an Sie gesendeten E-Mails. So stellen wir sicher, dass die Kommunikation erfolgreich gesendet wird und die Informationen korrekt sind.
fi: Pidämme kirjaa sinulle lähetetyistä sähköpostiviesteistä. Näin varmistamme, että viestinnän lähettäminen onnistuu ja sen tiedot ovat oikeat.
tr_tr: Size gönderilen e-postaların kaydını tutuyoruz. Bu, iletişimin başarılı bir şekilde gönderildiğinden ve bilgilerinin doğru olduğundan emin olmak içindir.

source: Event Check-In Record
de_de: Veranstaltungs-Check-In-Protokoll
fi: Tapahtuman sisäänkirjautumispöytäkirja
tr_tr: Etkinlik Giriş Kaydı

source: When you attend an event, an event manager may record the time you check in or out of the event.
de_de: Wenn Sie an einer Veranstaltung teilnehmen, kann ein Veranstaltungsleiter die Zeit aufzeichnen, zu der Sie bei der Veranstaltung ein- oder auschecken.
fi: Kun osallistut tapahtumaan, tapahtumapäällikkö voi tallentaa kirjautumisaikasi tapahtumaan tai sieltä poistumisaikasi.
tr_tr: Bir etkinliğe katıldığınızda, etkinlik yöneticisi etkinliğe giriş veya çıkış yaptığınız zamanı kaydedebilir.

source: Event Registration Data Retention
de_de: Aufbewahrung von Daten zur Veranstaltungsregistrierung
fi: Tapahtuman rekisteröintitietojen säilyttäminen
tr_tr: Etkinlik Kayıt Verilerinin Saklanması

source: Personal data is stored at least until the date of the event, and may be kept indefinitely in case of future registrations.
de_de: Personenbezogene Daten werden mindestens bis zum Datum der Veranstaltung gespeichert und können im Falle künftiger Anmeldungen auf unbestimmte Zeit aufbewahrt werden.
fi: Henkilötietoja säilytetään vähintään tapahtumapäivään asti, ja niitä voidaan säilyttää toistaiseksi, jos rekisteröintiä tehdään tulevaisuudessa.
tr_tr: Kişisel veriler en azından etkinlik tarihine kadar saklanır ve gelecekteki kayıtlar durumunda süresiz olarak saklanabilir.

source: Event Registration Data Erasure and Export
de_de: Löschung und Export von Daten zur Veranstaltungsregistrierung
fi: Tapahtuman rekisteröintitietojen poistaminen ja vienti
tr_tr: Etkinlik Kayıt Verilerinin Silinmesi ve Dışa Aktarılması

source: Masked billing information may be stored on our servers (eg only the last 4 digits of credit card numbers are stored: **** **** **** 1234).
de_de: Maskierte Rechnungsdaten können auf unseren Servern gespeichert werden (z.B. werden nur die letzten 4 Ziffern der Kreditkartennummer gespeichert): **** **** **** 1234).
fi: Palvelimillemme saatetaan tallentaa peitettyjä laskutustietoja (esim. vain luottokorttinumeron 4 viimeistä numeroa tallennetaan): **** **** **** 1234).
tr_tr: Maskelenmiş fatura bilgileri sunucularımızda saklanabilir (örneğin, kredi kartı numaralarının yalnızca son 4 hanesi saklanır: **** **** **** 1234).

source: Payment Logging
de_de: Zahlungsprotokollierung
fi: Maksujen kirjaaminen
tr_tr: Ödeme Günlüğü

source: In order to process payments, we collect billing information on-site. Sensitive billing information is not stored on our server, but may be handled while in-transit to the payment processing server.
de_de: Um Zahlungen abwickeln zu können, erfassen wir Rechnungsdaten vor Ort. Sensible Rechnungsdaten werden nicht auf unserem Server gespeichert, können aber während der Übermittlung an den Server für die Zahlungsabwicklung verarbeitet werden.
fi: Maksujen käsittelemiseksi keräämme laskutustietoja paikan päällä. Arkaluonteisia laskutustietoja ei tallenneta palvelimellemme, mutta niitä saatetaan käsitellä, kun niitä siirretään maksujen käsittelypalvelimelle.
tr_tr: Ödemeleri işleme koymak için fatura bilgilerini yerinde toplarız. Hassas fatura bilgileri sunucumuzda saklanmaz, ancak ödeme işleme sunucusuna aktarılırken işlenebilir.

source: We collect information about you during event registration. This information may include but is not limited to:
de_de: Wir sammeln Informationen über Sie während der Veranstaltungsanmeldung. Diese Informationen können unter anderem Folgendes umfassen:
fi: Keräämme tietoja sinusta tapahtumaan rekisteröitymisen yhteydessä. Näitä tietoja voivat olla muun muassa seuraavat:
tr_tr: Etkinlik kaydı sırasında hakkınızda bilgi toplarız. Bu bilgiler aşağıdakileri içerebilir ancak bunlarla sınırlı değildir:

source: Your names
de_de: Ihre Namen
fi: Nimenne
tr_tr: İsimleriniz

source: Billing address
de_de: Rechnungsadresse
fi: Laskutusosoite
tr_tr: Fatura adresi

source: Location and traffic data (including partial IP address and browser type)
de_de: Standort- und Verkehrsdaten (einschließlich teilweiser IP-Adresse und Browsertyp)
fi: sijainti- ja liikennetiedot (mukaan lukien osittainen IP-osoite ja selaintyyppi)
tr_tr: Konum ve trafik verileri (kısmi IP adresi ve tarayıcı türü dahil)

source: Any other details that might be requested from you for the purpose of processing your registration or ticket purchase
de_de: Alle anderen Angaben, die von Ihnen für die Bearbeitung Ihrer Registrierung oder Ihres Ticketkaufs verlangt werden können
fi: Kaikki muut tiedot, joita sinulta saatetaan pyytää rekisteröinnin tai lipunoston käsittelyä varten.
tr_tr: Kaydınızın veya bilet satın alma işleminizin gerçekleştirilmesi amacıyla sizden talep edilebilecek diğer tüm bilgiler

source: Handling this data also allows us to:
de_de: Der Umgang mit diesen Daten ermöglicht es uns auch,:
fi: Näiden tietojen käsittelyn avulla voimme myös:
tr_tr: Bu verileri işlemek ayrıca şunları yapmamızı sağlar:

source: Send you important account/purchase/service information.
de_de: Ihnen wichtige Konto-, Kauf- und Serviceinformationen zusenden.
fi: lähettää sinulle tärkeitä tili-/osto-/palvelutietoja.
tr_tr: Size önemli hesap/satın alma/hizmet bilgileri göndermek.

source: Respond to your queries, refund requests, or complaints.
de_de: Beantwortung Ihrer Anfragen, Erstattungsanträge oder Beschwerden.
fi: Vastaa kyselyihisi, hyvityspyyntöihisi tai valituksiisi.
tr_tr: Sorularınıza, iade taleplerinize veya şikayetlerinize yanıt verin.

source: Process payments and prevent fraudulent transactions. We do this on the basis of our legitimate business interests.
de_de: Zahlungen zu verarbeiten und betrügerische Transaktionen zu verhindern. Wir tun dies auf der Grundlage unserer berechtigten Geschäftsinteressen.
fi: Käsittele maksut ja estä vilpilliset maksutapahtumat. Teemme tämän oikeutettujen liiketoimintaetujemme perusteella.
tr_tr: Ödemeleri işleme koymak ve hileli işlemleri önlemek. Bunu meşru ticari çıkarlarımız temelinde yapıyoruz.

source: Set up and administer your account, provide technical and customer support, and to verify your identity.
de_de: Einrichtung und Verwaltung Ihres Kontos, Bereitstellung von technischem und Kundensupport und Überprüfung Ihrer Identität.
fi: Tilisi perustaminen ja hallinnointi, teknisen ja asiakastuen tarjoaminen sekä henkilöllisyytesi todentaminen.
tr_tr: Hesabınızı kurmak ve yönetmek, teknik destek ve müşteri desteği sağlamak ve kimliğinizi doğrulamak.

source: Anonymous
de_de: Anonym
fi: Anonyymi
tr_tr: Anonim

source: Contact Profiles
de_de: Kontakt-Profile
fi: Yhteystiedot Profiilit
tr_tr: İletişim Profilleri
