Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: A dropdown that allows a single selection
de_de: Ein Dropdown, das eine einzige Auswahl ermöglicht
fi: Pudotusvalikko, joka sallii yhden valinnan
tr_tr: Tek bir seçime izin veren bir açılır menü

source: A dropdown that lists states/provinces
de_de: Eine Dropdown-Liste mit Staaten/Provinzen
fi: Osavaltiot listaava valikko
tr_tr: Eyaletleri/illeri listeleyen bir açılır menü

source: A dropdown that lists countries
de_de: Eine Dropdown-Liste mit Ländern
fi: Valtiot listaava valikko
tr_tr: Ülkeleri listeleyen bir açılır menü

source: A popup calendar that allows date selections
de_de: Ein Popup-Kalender, der die Auswahl von Daten ermöglicht
fi: Popup-kalenteri, jossa voi valita päivän
tr_tr: Tarih seçimlerine izin veren bir açılır takvim

source: A multi line text input field that allows HTML
de_de: Ein mehrzeiliges Texteingabefeld, das HTML erlaubt
fi: Monirivinen tekstinsyöttökenttä, joka mahdollistaa HTML
tr_tr: HTML'ye izin veren çok satırlı bir metin giriş alanı

source: A text field that must contain a valid Email address
de_de: Ein Textfeld, das eine gültige E-Mail Adresse enthalten muss
fi: Tekstikenttä, jonka on sisällettävä kelvollinen sähköpostiosoite.
tr_tr: Geçerli bir E-posta adresi içermesi gereken bir metin alanı

source: A text field that must contain a valid US phone number
de_de: Ein Textfeld, das eine gültige US-Telefonnummer enthalten muss
fi: Tekstikenttä, jonka on sisällettävä voimassa oleva yhdysvaltalainen puhelinnumero.
tr_tr: Geçerli bir ABD telefon numarası içermesi gereken bir metin alanı

source: A text field that allows number values with decimals
de_de: Ein Textfeld, das Zahlenwerte mit Dezimalstellen zulässt
fi: Tekstikenttä, joka sallii numeroarvot desimaaleineen.
tr_tr: Ondalıklı sayı değerlerine izin veren bir metin alanı

source: A text field that only allows whole numbers (no decimals)
de_de: Ein Textfeld, das nur ganze Zahlen zulässt (keine Dezimalzahlen)
fi: Tekstikenttä, joka sallii vain kokonaislukuja (ei desimaaleja).
tr_tr: Yalnızca tam sayılara izin veren bir metin alanı (ondalık sayılar yok)

source: A text field that must contain a valid URL
de_de: Ein Textfeld, das eine gültige URL enthalten muss
fi: Tekstikentän tulee sisältää kelvollinen URL-osoite
tr_tr: Geçerli bir URL içermesi gereken bir metin alanı

source: A dropdown that lists the last 100 years
de_de: Ein Dropdown-Menü, das die letzten 100 Jahre auflistet
fi: Pudotusvalikko, jossa luetellaan viimeiset 100 vuotta
tr_tr: Son 100 yılı listeleyen bir açılır menü

source: A dropdown that allows multiple selections
de_de: Ein Dropdown, das mehrere Auswahlen erlaubt
fi: Pudotusvalikko, joka sallii useita valintoja
tr_tr: Birden fazla seçime izin veren bir açılır menü

source: queued for sending
de_de: Warteschlange zum Senden
fi: lähetysjonossa
fr_fr: En attente pour l'envoi
tr_tr: gönderilmek üzere sıraya alındı

source: debug only
de_de: nur zur Fehlersuche
fi: vain debug
tr_tr: yalnızca hata ayıklama

source: queued for resending
de_de: Warteschlange für das Zurücksenden
fi: lisätty uudelleenlähetysjonoon
fr_fr: En attente pour réenvoi
tr_tr: yeniden gönderilmek üzere sıraya alındı

source: queued for generating
de_de: Warteschlange für die Erzeugung
fi: jonossa tuottamista varten
fr_fr: En attente
tr_tr: üretmek için sıraya alındı

source: failed sending, can be retried
de_de: Das Senden ist fehlgeschlagen, kann erneut versucht werden
fi: epäonnistunut lähetys, voidaan yrittää uudelleen
fr_fr: Échec d'envoi, peut être réessayé
tr_tr: gönderme başarısız, yeniden denenebilir

source: Invalid argument of "%1$s" passed to EEH_Activation::get_cron_tasks. Valid values are "all", "old" and "current".
de_de: Ungültiges Argument von "%1$s" an EEH_Activation::get_cron_tasks übergeben. Gültige Werte sind "all", "old" und "current".
fi: EEH_Activation::get_cron_tasksille annettu virheellinen argumentti "%1$s". Kelvolliset arvot ovat "all", "old" ja "current".
tr_tr: EEH_Activation::get_cron_tasks öğesine geçersiz "%1$s" bağımsız değişkeni aktarıldı. Geçerli değerler "all", "old" ve "current".

source: Event Espresso error detected when checking if table existed: %1$s (it wasn't just that the table didn't exist either)
de_de: Event Espresso-Fehler bei der Prüfung, ob die Tabelle existiert: %1$s (es war nicht nur, dass die Tabelle auch nicht existiert)
fi: Tapahtuma Espressossa havaittiin virhe tarkistettaessa, oliko taulukko olemassa: %1$s (kyse ei ollut vain siitä, että taulukkoa ei myöskään ollut olemassa).
tr_tr: Tablonun var olup olmadığı kontrol edilirken Event Espresso hatası tespit edildi: %1$s (sadece tablonun var olmadığı da değildi)

source: The Address Formatter requires passed objects to implement the AddressInterface interface.
de_de: Der Address Formatter verlangt, dass die übergebenen Objekte die AddressInterface-Schnittstelle implementieren.
fi: Address Formatter edellyttää, että välitetyt objektit toteuttavat AddressInterface-rajapinnan.
tr_tr: Adres Biçimlendirici, aktarılan nesnelerin AddressInterface arayüzünü uygulamasını gerektirir.

source: (This message was added in version %s of Event Espresso)
de_de: (Diese Meldung wurde in Version %s von Event Espresso hinzugefügt)
fi: (Tämä viesti on lisätty Event Espresson versiossa %s)
fr_fr: (Ce message a été ajouté dans la version %s d'Event Espresso)
tr_tr: (Bu mesaj Event Espresso'nun %s sürümüne eklenmiştir)

source: Please use EE_Message_Resource_Manager::get_active_messengers_option() instead.
de_de: Bitte verwenden Sie stattdessen EE_Message_Resource_Manager::get_active_messengers_option().
fi: Käytä sen sijaan EE_Message_Resource_Manager::get_active_messengers_option().
tr_tr: Lütfen bunun yerine EE_Message_Resource_Manager::get_active_messengers_option() işlevini kullanın.

source: Please use EE_Message_Resource_Manager::update_active_messengers_option() instead.
de_de: Bitte verwenden Sie stattdessen EE_Message_Resource_Manager::update_active_messengers_option().
fi: Käytä sen sijaan EE_Message_Resource_Manager::update_active_messengers_option().
tr_tr: Lütfen bunun yerine EE_Message_Resource_Manager::update_active_messengers_option() işlevini kullanın.

source: Incoming value for registration is not a valid EE_Registration object.
de_de: Eingehender Wert für Registrierung ist kein gültiges EE_Registration-Objekt.
fi: Rekisteröintiä varten saatu arvo ei ole kelvollinen EE_Registration-objekti.
tr_tr: Kayıt için gelen değer geçerli bir EE_Registration nesnesi değil.

source: The given sending messenger string (%1$s) does not match a valid sending messenger with the %2$s. If this is incorrect, make sure that the message type has defined this messenger as a sending messenger in its $_with_messengers array.
de_de: Die angegebene Zeichenfolge des sendenden Boten (%1$s) stimmt nicht mit einem gültigen sendenden Boten mit dem Wert %2$s überein. Wenn dies nicht korrekt ist, stellen Sie sicher, dass der Nachrichtentyp diesen Boten als sendenden Boten in seinem Array $_with_messengers definiert hat.
fi: Annettu lähettävän viestinviejän merkkijono (%1$s) ei vastaa kelvollista lähettävää viestinviejää, jolla on tunnus %2$s. Jos tämä on virheellinen, varmista, että viestityyppi on määritellyt tämän viestinviejän lähettäväksi viestinviejäksi $_with_messengers-määrityksessään.
tr_tr: Verilen gönderen haberci dizesi (%1$s) %2$s ile geçerli bir gönderen haberci ile eşleşmiyor. Bu yanlışsa, ileti türünün $_with_messengers dizisinde bu haberciyi bir gönderen haberci olarak tanımladığından emin olun.

source: View Message
de_de: Nachricht lesen
fi: Näytä viesti
fr_fr: Affiché le message
tr_tr: Mesajı Görüntüle

source: View Error Message
de_de: Fehlermeldung anzeigen
fi: Näytä virheilmoitus
fr_fr: Afficher les messages d'erreur
tr_tr: Hata Mesajını Görüntüle

source: View Related Messages
de_de: Andere Mitteilungen
fi: Näytä liittyvät viestit
fr_fr: Afficher les messages associés
tr_tr: İlgili Mesajları Görüntüle

source: Generate the message now.
de_de: Generieren Sie nun die Nachricht.
fi: Luo viesti nyt.
fr_fr: Générer le message maintenant.
tr_tr: Mesajı şimdi oluşturun.

source: Send Immediately
de_de: sofort senden
fi: Lähetä heti
fr_fr: Envoyer Immédiatement
tr_tr: Hemen Gönder

source: View related Transaction
de_de: Verwandte Transaktion anzeigen
fi: Näytä liittyvät maksusuoritukset
fr_fr: Afficher les transactions associées
tr_tr: İlgili İşlemi Görüntüle

source: The %1$s message type is not registered with the %2$s messenger. Please visit the Messenger activation page to assign this message type first if you want to use it.
de_de: Der Nachrichtentyp %1$s ist nicht beim Messenger %2$s registriert. Bitte besuchen Sie die Messenger-Aktivierungsseite, um diesen Nachrichtentyp zuerst zuzuweisen, wenn Sie ihn verwenden möchten.
fi: Viestityyppiä %1$s ei ole rekisteröity viestintävälineeseen %2$s. Käy ensin Messengerin aktivointisivulla määrittelemässä tämä viestityyppi, jos haluat käyttää sitä.
fr_fr: Le type de message %1$s n'est pas enregistré avec le %2$s messenger. Consultez la page d'activation de Messenger pour attribuer ce type de message d'abord si vous souhaitez l'utiliser.
tr_tr: %1$s mesaj türü %2$s messenger'da kayıtlı değil. Eğer bu mesaj türünü kullanmak istiyorsanız, lütfen Messenger aktivasyon sayfasını ziyaret ederek önce bu mesaj türünü atayın.

source: The CVV is either a 3 digit number on the back of your card, or 4 digit number on the front
de_de: Die CVV ist entweder eine 3-stellige Zahl auf der Rückseite Ihrer Karte oder eine 4-stellige Zahl auf der Vorderseite.
fi: CVV on joko kolminumeroinen numero kortin kääntöpuolella tai nelinumeroinen numero kortin etupuolella.
tr_tr: CVV, kartınızın arkasında yer alan 3 haneli bir sayı veya ön yüzünde yer alan 4 haneli bir sayıdır

source: %1$s is not a proper model name. Please provide a model name in the "model_name" form input argument
de_de: %1$s ist kein richtiger Modellname. Bitte geben Sie einen Modellnamen in das Eingabeargument "model_name" des Formulars ein
fi: %1$s ei ole oikea mallin nimi. Anna mallin nimi lomakkeen "model_name" syöttöargumentissa.
fr_fr: %1$s n'est pas un nom de modèle approprié. Veuillez indiquer un nom de modèle dans l'argument d'entrée de formulaire "model_name"
tr_tr: %1$s uygun bir model adı değil. Lütfen "model_name" form giriş argümanında bir model adı belirtin

source: Can not use a Compound Input Display Strategy (eg checkbox or radio) with an input that doesn't have options
de_de: Eine zusammengesetzte Eingabe-Anzeigestrategie (z.B. Checkbox oder Radio) kann nicht mit einer Eingabe verwendet werden, die keine Optionen hat.
fi: Yhdistetyn syötteen näyttöstrategiaa (esim. valintaruutu tai radio) ei voi käyttää syötteen kanssa, jossa ei ole vaihtoehtoja.
tr_tr: Seçenekleri olmayan bir girdi ile Bileşik Girdi Görüntüleme Stratejisi (örn. onay kutusu veya radyo) kullanılamaz

source: %1$s(allowed tags: %2$s)%3$s
de_de: %1$s(erlaubte Tags: %2$s)%3$s
fi: %1$s(sallitut tunnisteet: %2$s)%3$s
fr_fr: %1$s(mot-clé autorisé: %2$s)%3$s
tr_tr: %1$s(izin verilen etiketler: %2$s)%3$s

source: Input requirement conditions must be an array. You provided %1$s
de_de: Die Bedingungen für die Eingabe müssen ein Array sein. Sie haben %1$s angegeben
fi: Syöttövaatimusehtojen on oltava joukko. Annoit %1$s
tr_tr: Girdi gereksinimi koşulları bir dizi olmalıdır. %1$s sağladınız

source: Required Validation Strategy does not yet support multiple conditions. You should add it! The related input is %1$s
de_de: Erforderliche Validierungsstrategie unterstützt noch keine Mehrfachbedingungen. Sie sollten sie hinzufügen! Die zugehörige Eingabe ist %1$s
fi: Vaadittu validointistrategia ei vielä tue useita ehtoja. Sinun pitäisi lisätä se! Aiheeseen liittyvä syöttötieto on %1$s
tr_tr: Required Validation Strategy henüz çoklu koşulları desteklemiyor. Bunu eklemelisiniz! İlgili girdi %1$s

source: Error encountered while setting requirement condition for input %1$s. The path %2$s does not correspond to a valid input
de_de: Beim Festlegen der Bedingung für die Eingabe %1$s ist ein Fehler aufgetreten. Der Pfad %2$s entspricht nicht einer gültigen Eingabe
fi: Syötteen %1$s vaatimusehtoa asetettaessa ilmeni virhe. Polku %2$s ei vastaa kelvollista syötettä.
tr_tr: %1$s girişi için gereksinim koşulu ayarlanırken hatayla karşılaşıldı. %2$s yolu geçerli bir girdiye karşılık gelmiyor

source: Required Validation Strategy can only depend on another input which uses the EE_Select_Display_Strategy, but you specified a field "%1$s" that uses display strategy "%2$s". If you need others, please add support for it! The related input is %3$s
de_de: Erforderliche Validierungsstrategie kann nur von einer anderen Eingabe abhängen, die die EE_Select_Display_Strategy verwendet, aber Sie haben ein Feld "%1$s" angegeben, das die Anzeigestrategie "%2$s" verwendet. Wenn Sie andere benötigen, fügen Sie bitte Unterstützung für diese hinzu! Die zugehörige Eingabe ist %3$s
fi: Vaadittu validointistrategia voi riippua vain toisesta syötteestä, joka käyttää EE_Select_Display_Strategy-strategiaa, mutta olet määritellyt kentän "%1$s", joka käyttää näyttöstrategiaa "%2$s". Jos tarvitset muita, lisää tuki sille! Aiheeseen liittyvä syöttö on %3$s
tr_tr: Gerekli Doğrulama Stratejisi yalnızca EE_Select_Display_Strategy kullanan başka bir girdiye bağlı olabilir, ancak "%2$s" görüntüleme stratejisini kullanan bir "%1$s" alanı belirttiniz. Başkalarına ihtiyacınız varsa, lütfen bunun için destek ekleyin! İlgili girdi %3$s

source: Required Validation Strategy conditions array's value must be an array with two elements: an operator, and a value. It didn't. The related input is %1$s
de_de: Erforderliche Validierungsstrategie Bedingungen Array Wert muss ein Array mit zwei Elementen sein: ein Operator und ein Wert. Das ist nicht der Fall. Die zugehörige Eingabe ist %1$s
fi: Vaadittu validointistrategia ehtomäärän arvon on oltava array, jossa on kaksi elementtiä: operaattori ja arvo. Se ei ollut. Aiheeseen liittyvä syöttö on %1$s
tr_tr: Gerekli Doğrulama Stratejisi koşulları dizinin değeri iki öğeli bir dizi olmalıdır: bir işleç ve bir değer. Olmadı. İlgili girdi %1$s

source: Required Validation Strategy conditions can currently only use the equals operator. If you need others, please add support for it! The related input is %1$s
de_de: Erforderliche Validierungsstrategiebedingungen können derzeit nur den Gleichheitsoperator verwenden. Wenn Sie andere benötigen, fügen Sie bitte Unterstützung dafür hinzu! Die zugehörige Eingabe ist %1$s
fi: Vaaditun validointistrategian ehdoissa voidaan tällä hetkellä käyttää vain yhtäsuuruusoperaattoria. Jos tarvitset muita, lisää tuki sille! Aiheeseen liittyvä syöttö on %1$s
tr_tr: Gerekli Doğrulama Stratejisi koşulları şu anda yalnızca eşittir operatörünü kullanabilir. Başkalarına ihtiyacınız varsa, lütfen bunun için destek ekleyin! İlgili girdi %1$s

source: You must provide a valid model object
de_de: Sie müssen ein gültiges Modellobjekt angeben
fi: Sinun on annettava kelvollinen malliobjekti
fr_fr: vous devez fournir un modèle objet valide.
tr_tr: Geçerli bir model nesnesi sağlamalısınız

source: Please enter a valid URL. Eg https://eventespresso.com
de_de: Bitte geben Sie eine gültige URL ein. Beispiel: https://eventespresso.com
fi: Anna kelvollinen URL-osoite, esim. https://eventespresso.com
tr_tr: Lütfen geçerli bir URL girin. Örneğin https://eventespresso.com

source: Unable to retrieve generated message from DB using given token: "%1$s"
de_de: Generierte Nachricht kann nicht mit dem angegebenen Token aus der DB abgerufen werden: "%1$s"
fi: Generoitua viestiä ei pystytä hakemaan tietokannasta käyttämällä annettua tunnusta: "%1$s".
tr_tr: Verilen belirteç kullanılarak DB'den oluşturulan mesaj alınamıyor: "%1$s"

source: Unable to send message because the "%1$s" messenger is not active or not installed
de_de: Nachricht kann nicht gesendet werden, da der "%1$s"-Messenger nicht aktiv oder nicht installiert ist
fi: Viestin lähettäminen ei onnistu, koska "%1$s"-viestinvälittäjä ei ole aktiivinen tai sitä ei ole asennettu.
tr_tr: "%1$s" messenger etkin olmadığından veya yüklenmediğinden mesaj gönderilemiyor

source: The "%1$s" messenger is either invalid or not installed
de_de: Der Bote "%1$s" ist entweder ungültig oder nicht installiert
fi: "%1$s" messenger on joko virheellinen tai sitä ei ole asennettu.
tr_tr: "%1$s" mesajlaşma programı ya geçersiz ya da yüklü değil

source: The "%1$s" message type is either invalid or not installed
de_de: Der Nachrichtentyp "%1$s" ist entweder ungültig oder nicht installiert
fi: Viestityyppi "%1$s" on joko virheellinen tai sitä ei ole asennettu.
tr_tr: "%1$s" mesaj türü ya geçersiz ya da yüklü değil

source: The message type (%1$s) sent to "%2$s" is not valid for the "%3$s" messenger. Double-check the spelling and verify that message type has been registered as a valid type with the messenger.
de_de: Der Nachrichtentyp (%1$s), der an "%2$s" gesendet wurde, ist für den Messenger "%3$s" nicht gültig. Überprüfen Sie die Schreibweise und stellen Sie sicher, dass der Nachrichtentyp beim Messenger als gültiger Typ registriert wurde.
fi: Viestityyppi (%1$s), joka on lähetetty osoitteeseen "%2$s", ei kelpaa viestinviejälle "%3$s". Tarkista oikeinkirjoitus ja tarkista, että viestityyppi on rekisteröity kelvolliseksi viestinviejälle.
tr_tr: "%2$s "ye gönderilen mesaj türü (%1$s) "%3$s" mesajlaşma programı için geçerli değil. Yazımı iki kez kontrol edin ve mesaj türünün mesajlaşma aracında geçerli bir tür olarak kaydedildiğini doğrulayın.

source: The following messengers are either not installed or are invalid:%1$s %2$s
de_de: Die folgenden Messenger sind entweder nicht installiert oder ungültig:%1$s %2$s
fi: Seuraavia sanansaattajia ei ole asennettu tai ne ovat virheellisiä:%1$s %2$s
tr_tr: Aşağıdaki mesajlaşma programları ya yüklü değil ya da geçersiz:%1$s %2$s

source: The included data handler reference (%s) does not match any valid, accessible, "EE_Messages_incoming_data" classes. Looking for %s.
de_de: Die enthaltene Datenhandler-Referenz (%s) stimmt mit keiner gültigen, zugänglichen "EE_Messages_incoming_data"-Klasse überein. Es wird nach %s gesucht.
fi: Mukana oleva tiedonkäsittelijäviite (%s) ei vastaa yhtään kelvollista, käytettävissä olevaa "EE_Messages_incoming_data"-luokkaa. Etsitään %s.
tr_tr: Eklenen veri işleyici referansı (%s) geçerli, erişilebilir, "EE_Messages_incoming_data" sınıflarıyla eşleşmiyor. %s aranıyor.

source: Showing Aggregate output for 1 result
de_de: Gesamtausgabe für 1 Ergebnis anzeigen
fi: Näytetään yhteenlaskettu tulos 1 tulokselle
tr_tr: Toplam çıktı 1 sonuç için gösteriliyor

source: The "%1$s" message type class can't be loaded from %2$s. Likely there is a typo in the class name or the file name.
de_de: Die Nachrichtentypklasse "%1$s" kann nicht aus %2$s geladen werden. Wahrscheinlich liegt ein Tippfehler im Klassennamen oder im Dateinamen vor.
fi: Viestityyppiluokkaa "%1$s" ei voida ladata %2$s:stä. Luokan tai tiedoston nimessä on todennäköisesti kirjoitusvirhe.
tr_tr: "%1$s" mesaj türü sınıfı %2$s'den yüklenemiyor. Muhtemelen sınıf adında veya dosya adında bir yazım hatası vardır.

source: Message failed to generate for the following reasons:
de_de: Die Nachricht konnte aus den folgenden Gründen nicht generiert werden:
fi: Viestin luominen epäonnistui seuraavista syistä:
fr_fr: Échec de génération du message pour les raisons suivantes:
tr_tr: Mesaj aşağıdaki nedenlerden dolayı oluşturulamadı:

source: Message Activity
de_de: Nachrichtenaktivität
fi: Viestin aktiivisuus
fr_fr: Contenu du message:
tr_tr: Mesaj Etkinliği

source: Generate Now
de_de: Generiere jetzt
fi: Luo nyt
fr_fr: Générer maintenant
tr_tr: Şimdi Üret

source: Generate and Send Now
de_de: Jetzt generieren und senden
fi: Luo ja lähetä nyt
fr_fr: Générer le message maintenant.
tr_tr: Şimdi Oluştur ve Gönder

source: Queue for Resending
de_de: Warteschlange für erneutes senden
fi: Jono uudelleenlähetystä varten
fr_fr: File d'attente pour l'envoi
tr_tr: Yeniden Gönderme Kuyruğu

source: Send Now
de_de: Jetzt abschicken
fi: Lähetä nyt
fr_fr: Envoyer maintenant
tr_tr: Şimdi Gönder

source: Delete Messages
de_de: Nachrichten löschen
fi: Poista viestit
fr_fr: Supprimer les messages
tr_tr: Mesajları Sil

source: This message template has been successfully switched to use the %1$s %2$s. Please wait while the page reloads with your new template.
de_de: Diese Nachrichtenvorlage wurde erfolgreich zur Verwendung für %1$s %2$s geändert. Bitte warte bis die Seite mit der neuen Vorlage geladen wurde.
fi: Tämä viestimalli on vaihdettu onnistuneesti käyttämään %1$s %2$s. Odota, kunnes sivu latautuu uudelleen uudella mallilla.
tr_tr: Bu mesaj şablonu %1$s %2$s şablonunu kullanmak üzere başarıyla değiştirildi. Sayfa yeni şablonunuzla yeniden yüklenirken lütfen bekleyin.

source: Unknown Messenger
de_de: Unbekannter Messenger
fi: Tuntematon Messenger
tr_tr: Bilinmeyen Haberci

source: Global Message Settings
de_de: Globale Nachrichteneinstellungen
fi: Globaalit viestiasetukset
fr_fr: Paramètres des messages globaux
tr_tr: Global Mesaj Ayarları

source: On the same request
de_de: Auf der gleichen Anfrage
fi: Samasta pyynnöstä
fr_fr: Sur la même demande
tr_tr: Aynı talep üzerine

source: On a separate request
de_de: Auf einen separaten Antrag
fi: Erillisestä pyynnöstä
fr_fr: Sur demande séparée
tr_tr: Ayrı bir talep üzerine

source: Generate and send all messages:
de_de: Generieren und alle Nachrichten senden:
fi: Luo ja lähetä kaikki viestit:
fr_fr: Générer et envoyer tous les messages:
tr_tr: Tüm mesajları oluşturun ve gönderin:

source: By default the messages system uses a more efficient means of processing messages on separate requests and utilizes the wp-cron scheduling system. This makes things execute faster for people registering for your events. However, if the wp-cron system is disabled on your site and there is no alternative in place, then you can change this so messages are always executed on the same request.
de_de: Standardmäßig verwendet das Nachrichtensystem eine effizientere Methode zur Verarbeitung von Nachrichten bei separaten Anfragen und nutzt das wp-cron Scheduling-System. Dadurch werden die Anmeldungen für Ihre Veranstaltungen schneller ausgeführt. Wenn jedoch das wp-cron-System auf Ihrer Website deaktiviert ist und es keine Alternative gibt, können Sie dies so ändern, dass die Nachrichten immer mit der gleichen Anfrage ausgeführt werden.
fi: Oletusarvoisesti viestijärjestelmä käyttää tehokkaampaa tapaa käsitellä viestejä erillisillä pyynnöillä ja käyttää wp-cron-aikataulutusjärjestelmää. Tämä nopeuttaa tapahtumiin ilmoittautuvien henkilöiden suorittamista. Jos wp-cron-järjestelmä on kuitenkin poistettu käytöstä sivustollasi eikä vaihtoehtoa ole käytössä, voit muuttaa tämän niin, että viestit suoritetaan aina samalla pyynnöllä.
fr_fr: Par défaut, le système de messages utilise un moyen plus efficace de traitement des messages sur des demandes distinctes et utilise le système de planification wp-cron. Cela rend les choses plus rapides pour les personnes qui s'inscrivent à vos événements. Toutefois, si le système wp-cron est désactivé sur votre site et qu'aucune autre solution n'est en place, vous pouvez le modifier afin que les messages soient toujours exécutés sur la même requête.
tr_tr: Varsayılan olarak mesaj sistemi, mesajları ayrı isteklerde işlemek için daha verimli bir yol kullanır ve wp-cron zamanlama sistemini kullanır. Bu, etkinliklerinize kaydolan kişiler için işlerin daha hızlı yürütülmesini sağlar. Ancak, wp-cron sistemi sitenizde devre dışı bırakılmışsa ve başka bir alternatif yoksa, mesajların her zaman aynı istek üzerinde yürütülmesi için bunu değiştirebilirsiniz.

source: Global message settings were updated
de_de: Globale Nachrichteneinstellungen wurden aktualisiert
fi: Globaalit viestiasetukset päivitettiin
tr_tr: Global mesaj ayarları güncellendi
