Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Please upload (via FTP or SSH) your Security Certificate to a safe place (eg somewhere not web accessible) on your server and provide it's location in the payment method options. The certificate should be provided to you by Pay.gov. The certificate should be in a .pem or .pfx format [exported] with the security key inside.
de_de: Bitte laden Sie Ihr Sicherheitszertifikat (per FTP oder SSH) an einem sicheren Ort (z. B. an einem nicht über das Internet zugänglichen Ort) auf Ihren Server hoch und geben Sie den Speicherort in den Optionen für die Zahlungsmethode an. Das Zertifikat sollte Ihnen von Pay.gov zur Verfügung gestellt werden. Das Zertifikat sollte in einem .pem- oder .pfx-Format [exportiert] vorliegen und den Sicherheitsschlüssel enthalten.
fi: Lataa (FTP:n tai SSH:n kautta) varmennevarmenne turvalliseen paikkaan (esim. paikkaan, johon ei pääse käsiksi verkosta) palvelimellesi ja ilmoita sen sijainti maksutapavaihtoehdoissa. Pay.govin pitäisi toimittaa varmenne sinulle. Varmenteen on oltava .pem- tai .pfx-muodossa [viety], ja sen sisällä on oltava suojausavain.
tr_tr: Lütfen Güvenlik Sertifikanızı (FTP veya SSH aracılığıyla) sunucunuzda güvenli bir yere (örneğin web'den erişilemeyen bir yere) yükleyin ve ödeme yöntemi seçeneklerinde konumunu belirtin. Sertifika size Pay.gov tarafından sağlanmalıdır. Sertifika, içinde güvenlik anahtarı bulunan bir .pem veya .pfx formatında [dışa aktarılmış] olmalıdır.

source: Debug Mode is turned ON. After clicking 'Finalize Registration' You will be redirected to the Pay.gov Sandbox environment.
de_de: Der Debug-Modus ist eingeschaltet. Nachdem Sie auf "Registrierung abschließen" geklickt haben, werden Sie zur Pay.gov Sandbox-Umgebung weitergeleitet.
fi: Virheenkorjaustila on päällä. Kun olet napsauttanut "Finalize Registration" (Viimeistele rekisteröinti), sinut ohjataan Pay.gov Sandbox -ympäristöön.
tr_tr: Hata Ayıklama Modu AÇIK konuma getirilir. 'Kaydı Kesinleştir' seçeneğine tıkladıktan sonra Pay.gov Sandbox ortamına yönlendirileceksiniz.

source: Test Card:
de_de: Testkarte:
fi: Testikortti:
tr_tr: Test Kartı:

source: Sage Pay Allowed IP Address
de_de: Sage Pay Erlaubte IP-Adresse
fi: Sage Pay Sallittu IP-osoite
tr_tr: Sage Pay İzin Verilen IP Adresi

source: To use the Sage Pay payment method you will need to add your servers IP address within your MySagePay admin panel, %sclick here%s to view documentation on how to add the IP address within your account. The IP you need to add to your account is %s
de_de: Um die Sage Pay-Zahlungsmethode zu nutzen, müssen Sie die IP-Adresse Ihres Servers in Ihrem MySagePay-Administrationsbereich hinzufügen. %sKlicken Sie hier%s, um die Dokumentation zum Hinzufügen der IP-Adresse in Ihrem Konto anzuzeigen. Die IP-Adresse, die Sie zu Ihrem Konto hinzufügen müssen, lautet %s
fi: Jotta voit käyttää Sage Pay -maksutapaa, sinun on lisättävä palvelimesi IP-osoite MySagePayn hallintapaneelissa, %sclick here%s nähdäksesi dokumentaation IP-osoitteen lisäämisestä tilillesi. IP-osoite, joka sinun on lisättävä tilillesi, on %s.
tr_tr: Sage Pay ödeme yöntemini kullanmak için MySagePay yönetici panelinize sunucularınızın IP adresini eklemeniz gerekecektir, IP adresini hesabınıza nasıl ekleyeceğinize ilişkin belgeleri görüntülemek %s için %s buraya tıklayın. Hesabınıza eklemeniz gereken IP adresi %s

source: The category %s was successfully saved
de_de: Die Kategorie %s wurde erfolgreich gespeichert
fi: Luokka %s tallennettiin onnistuneesti
tr_tr: Kategori %s başarıyla kaydedildi

source: The category %s was successfully created
de_de: Die Kategorie %s wurde erfolgreich erstellt
fi: Luokka %s luotiin onnistuneesti
tr_tr: Kategori %s başarıyla oluşturuldu

source: Google Maps API Key
de_de: Google Maps API-Schlüssel
fi: Google Maps API-avain
tr_tr: Google Haritalar API Anahtarı

source: While testing, use the credit card number associated with your sandbox account.
de_de: Verwenden Sie beim Testen die Kreditkartennummer, die mit Ihrem Sandbox-Konto verknüpft ist.
fi: Käytä testauksen aikana hiekkalaatikkotiliin liittyvää luottokortin numeroa.
fr_fr: Lors de tests, veuillez utiliser le numéro de carte de crédit associé avec votre compte "bac à sable"
tr_tr: Test yaparken sandbox hesabınızla ilişkili kredi kartı numarasını kullanın.

source: To find the sandbox account's credit card, go to %1$s, then "Dashboard", then under Sandbox click "Accounts", then click your account and click "Profile", then in the popup that appears click on the "Funding" tab. Your testing card is listed there.
de_de: Um die Kreditkarte des Sandbox-Kontos zu finden, gehen Sie auf %1$s, dann auf "Dashboard", dann unter Sandbox auf "Konten", dann auf Ihr Konto und auf "Profil", dann in dem erscheinenden Popup auf die Registerkarte "Finanzierung". Ihre Testkarte ist dort aufgeführt.
fi: Löydät hiekkalaatikkotilin luottokortin menemällä osoitteeseen %1$s, sitten "Dashboard" (kojelauta), sitten Sandbox (hiekkalaatikko) -kohdassa klikkaa "Accounts" (tilit), sitten klikkaa tiliäsi ja klikkaa "Profile" (profiili), sitten avautuvassa ponnahdusikkunassa klikkaa välilehteä "Funding" (rahoitus). Testauskorttisi on listattu siellä.
tr_tr: Sandbox hesabının kredi kartını bulmak için, %1$s'a, ardından "Dashboard "a gidin, ardından Sandbox altında "Accounts "a tıklayın, ardından hesabınıza tıklayın ve "Profile "a tıklayın, ardından açılan pencerede "Funding" sekmesine tıklayın. Test kartınız orada listelenir.

source: Visa (our Event Espresso Sandbox Account's testing card)
de_de: Visa (die Testkarte für unser Event Espresso Sandbox-Konto)
fi: Visa (Event Espresso Sandbox -tilimme testikortti)
fr_fr: Visa (la carte de test de notre compte "bac à sable" Event Espresso)
tr_tr: Visa (Event Espresso Sandbox Hesabımızın test kartı)

source: You can use the amount of the transaction to generate a particular result code (see %s PayPal's documentation%s). The table below lists the general guidelines for specifying amounts. IMPORTANT: before you attempt any of these, ensure your sandbox PayPal account has %s "Negative Testing" set to on%s. Also be aware that you can generate AVS errors by using certain strings in your address field, and CVV errors using certain CVV values. See %s this PayPal doc %s
de_de: Sie können den Betrag der Transaktion verwenden, um einen bestimmten Ergebniscode zu erzeugen (siehe %s PayPal-Dokumentation%s). In der folgenden Tabelle sind die allgemeinen Richtlinien für die Angabe von Beträgen aufgeführt. WICHTIG: Vergewissern Sie sich, dass in Ihrem PayPal-Sandbox-Konto %s "Negative Tests" aktiviert ist%s, bevor Sie eine dieser Optionen verwenden. Beachten Sie auch, dass Sie AVS-Fehler erzeugen können, wenn Sie bestimmte Zeichenfolgen in Ihrem Adressfeld verwenden, und CVV-Fehler, wenn Sie bestimmte CVV-Werte verwenden. Siehe %s dieses PayPal-Dokument %s
fi: Voit käyttää tapahtuman summaa tietyn tuloskoodin luomiseen (katso %s PayPalin dokumentaatio%s). Alla olevassa taulukossa luetellaan yleiset ohjeet summien määrittämiseksi. TÄRKEÄÄ: ennen kuin yrität mitään näistä, varmista, että hiekkalaatikko PayPal-tililläsi on %s "Negatiivinen testaus" asetettu päälle%s. Huomaa myös, että voit tuottaa AVS-virheitä käyttämällä tiettyjä merkkijonoja osoitekentässäsi ja CVV-virheitä käyttämällä tiettyjä CVV-arvoja. Katso %s tämä PayPal-asiakirja %s
fr_fr: Vous pouvez utiliser le montant de la transaction pour générer un code de résultat particulier (voir%s la documentation de PayPal%s). Le tableau ci-dessous énumère les lignes directrices générales pour la détermination des montants. IMPORTANT: avant de tenter l 'une de ces opérations, assurez - vous que le compte PayPal de sandbox a%s «Test négatif» activé%s. Notez également que vous pouvez générer des erreurs AVS en utilisant certaines chaînes dans votre champ d'adresse, et CVV erreurs en utilisant certaines valeurs CVV. Voir%s ce document PayPal%s
tr_tr: Belirli bir sonuç kodu oluşturmak için işlem tutarını kullanabilirsiniz (bkz. %s PayPal'ın belgeleri%s). Aşağıdaki tablo, tutarları belirtmek için genel yönergeleri listeler. ÖNEMLİ: Bunlardan herhangi birini denemeden önce sandbox PayPal hesabınızda %s "Negatif Test" seçeneğinin açık%s olarak ayarlandığından emin olun. Ayrıca, adres alanınızda belirli dizeleri kullanarak AVS hataları ve belirli CVV değerlerini kullanarak CVV hataları oluşturabileceğinizi unutmayın. Bu PayPal dokümanına %s bakın %s

source: This payment method has a Sandbox Server (also known as Testing Server, Development Server, Quality Assurance Server, etc). While in sandbox mode and using this sandbox server, real payments will not be processed.
de_de: Diese Zahlungsmethode verfügt über einen Sandbox-Server (auch bekannt als Testserver, Entwicklungsserver, Qualitätssicherungsserver usw.). Während Sie sich im Sandbox-Modus befinden und diesen Sandbox-Server verwenden, werden keine echten Zahlungen verarbeitet.
fi: Tällä maksutavalla on hiekkalaatikkopalvelin (tunnetaan myös nimellä testauspalvelin, kehityspalvelin, laadunvarmistuspalvelin jne.). Kun olet hiekkalaatikkotilassa ja käytät tätä hiekkalaatikkopalvelinta, oikeita maksuja ei käsitellä.
tr_tr: Bu ödeme yönteminin bir Sandbox Sunucusu (Test Sunucusu, Geliştirme Sunucusu, Kalite Güvence Sunucusu vb. olarak da bilinir) vardır. Sandbox modundayken ve bu sandbox sunucusunu kullanırken, gerçek ödemeler işlenmeyecektir.

source: This will be replaced with a properly formatted list of Event Creator emails for the events in a registration. %1$sNOTE:%2$s If the event author has not filled out their WordPress user profile then the organization name will be used as the "From" name.
de_de: Diese wird durch eine korrekt formatierte Liste der E-Mail-Adressen der Veranstaltungsersteller für die Veranstaltungen in einer Registrierung ersetzt. %1$sHINWEIS:%2$s Wenn der Autor der Veranstaltung sein WordPress-Benutzerprofil nicht ausgefüllt hat, wird der Name der Organisation als "Von"-Name verwendet.
fi: Tämä korvataan oikein muotoillulla luettelolla tapahtumien luojien sähköpostiviesteistä rekisteröinnin tapahtumien osalta. %1$sHuomaa:%2$s Jos tapahtuman tekijä ei ole täyttänyt WordPress-käyttäjäprofiiliaan, organisaation nimeä käytetään "From"-nimenä.
tr_tr: Bu, bir kayıttaki etkinlikler için Etkinlik Oluşturucu e-postalarının uygun şekilde biçimlendirilmiş bir listesiyle değiştirilecektir. %1$sNOT:%2$s Etkinlik yazarı WordPress kullanıcı profilini doldurmamışsa, organizasyon adı "Kimden" adı olarak kullanılacaktır.

source: This is the same as %1$s shortcode except it is just a list of emails (not fancy headers).
de_de: Dies ist dasselbe wie %1$s Shortcode, außer dass es nur eine Liste von E-Mails ist (keine ausgefallenen Kopfzeilen).
fi: Tämä on sama kuin %1$s lyhytkoodi, paitsi että se on vain luettelo sähköposteista (ei hienoja otsikoita).
tr_tr: Bu, %1$s kısa koduyla aynıdır, ancak yalnızca e-postaların bir listesidir (süslü başlıklar değil).

source: This is the shortcode used for displaying any tax number for the company. %1$sNote: This is a special dynamic shortcode.%2$s You can use the "prefix" parameter to indicate what the prefix for this tax number is. It defaults to "VAT/Tax Number:". To change this prefix you do the following format for this shortcode: [CO_TAX_NUMBER_* prefix="GST: "] and that will output: GST: 12345t56. Also take note that if you have NO number in your settings, the prefix is not output either.
de_de: Dies ist der Shortcode für die Anzeige einer Steuernummer für das Unternehmen. %1$sHinweis: Dies ist ein spezieller dynamischer Shortcode.%2$s Mit dem Parameter "prefix" können Sie angeben, wie das Präfix für diese Steuernummer lautet. Der Standardwert ist "VAT/Tax Number:". Um dieses Präfix zu ändern, verwenden Sie das folgende Format für diesen Shortcode: [CO_TAX_NUMBER_* prefix="GST: "] und das wird ausgegeben: GST: 12345t56. Beachten Sie auch, dass das Präfix auch nicht ausgegeben wird, wenn Sie KEINE Nummer in Ihren Einstellungen haben.
fi: Tätä lyhytkoodia käytetään yrityksen veronumeron näyttämiseen. %1$sHuomaa: Tämä on erityinen dynaaminen lyhytkoodi.%2$s Voit käyttää "prefix"-parametrin avulla veronumeron etuliitteen. Sen oletusarvo on "VAT/Tax Number:". Voit muuttaa tätä etuliitettä tekemällä seuraavan muodon tälle lyhytkoodille: [CO_TAX_NUMBER_* prefix="GST: "] ja tulostuu: GST: 12345t56. Huomaa myös, että jos asetuksissasi ei ole numeroa, etuliite ei myöskään tulostu.
tr_tr: Bu, şirket için herhangi bir vergi numarasını görüntülemek için kullanılan kısa koddur. %1$sNot: Bu özel bir dinamik kısa koddur.%2$s Bu vergi numarasının ön ekinin ne olduğunu belirtmek için "prefix" parametresini kullanabilirsiniz. Varsayılan olarak "KDV/Vergi Numarası:" şeklindedir. Bu öneki değiştirmek için bu kısa kod için aşağıdaki formatı uygulayın: [CO_TAX_NUMBER_* prefix="GST: "] ve bu çıktı verecektir: GST: 12345t56. Ayrıca, ayarlarınızda NO numarası varsa, ön ekin de çıktısının alınmayacağını unutmayın.

source: Will output a list of tickets that the primary registration received.
de_de: Gibt eine Liste der Tickets aus, die die primäre Registrierung erhalten hat.
fi: Tulostaa luettelon ensisijaisen rekisteröinnin vastaanottamista lipuista.
fr_fr: Affiche une liste des billets reçus par l'inscription principale.
tr_tr: Birincil kaydın aldığı biletlerin bir listesini çıkarır.

source: No message was sent because of problems with sending. Either all the messages you selected were not a sendable message, they were ALREADY sent on a different scheduled task, or there was an error. If there was an error, you can look at the messages in the message activity list table for any error messages.
de_de: Es wurde keine Nachricht gesendet, weil es Probleme beim Senden gab. Entweder waren alle von Ihnen ausgewählten Nachrichten nicht sendefähig, sie wurden bereits im Rahmen einer anderen geplanten Aufgabe gesendet, oder es lag ein Fehler vor. Wenn ein Fehler aufgetreten ist, können Sie die Nachrichten in der Tabelle der Nachrichtenaktivitäten auf Fehlermeldungen überprüfen.
fi: Viestiä ei lähetetty lähetysongelmien vuoksi. Joko kaikki valitsemasi viestit eivät olleet lähetettävissä olevia viestejä, ne oli jo lähetetty toisella ajastetulla tehtävällä tai kyseessä oli virhe. Jos kyseessä oli virhe, voit tarkastella viestejä viestitoimintaluettelon taulukossa mahdollisten virheilmoitusten varalta.
tr_tr: Gönderme ile ilgili sorunlar nedeniyle hiçbir mesaj gönderilmedi. Ya seçtiğiniz tüm mesajlar gönderilebilir bir mesaj değildi, ZATEN farklı bir zamanlanmış görevde gönderilmişlerdi ya da bir hata vardı. Bir hata varsa, herhangi bir hata mesajı için mesaj etkinliği listesi tablosundaki mesajlara bakabilirsiniz.

source: %d message successfully queued for resending.
de_de: %d Nachricht erfolgreich zur erneuten Übermittlung in die Warteschlange gestellt.
fi: %d viesti lisätty onnistuneesti uudelleenlähetysjonoon.
fr_fr: %d message correctement mis en fil d'attente pour renvoi
tr_tr: %d mesaj yeniden gönderilmek üzere başarıyla kuyruğa alındı.

source: %d message successfully sent.
de_de: %d Nachricht erfolgreich gesendet.
fi: %d viesti lähetetty onnistuneesti.
fr_fr: %d message a été bien envoyé
tr_tr: %d mesaj başarıyla gönderildi.

source: No messages were queued for resending. This usually only happens when all the messages flagged for resending are not a status that can be resent.
de_de: Es wurden keine Nachrichten zum erneuten Senden in die Warteschlange gestellt. Dies geschieht in der Regel nur, wenn alle Nachrichten, die zum erneuten Senden gekennzeichnet sind, keinen Status haben, der erneut gesendet werden kann.
fi: Mitään viestejä ei ole asetettu jonoon uudelleenlähetettäväksi. Tämä tapahtuu yleensä vain silloin, kun kaikki uudelleenlähetettäväksi merkityt viestit eivät ole sellaisia, että niitä voisi lähettää uudelleen.
tr_tr: Yeniden gönderilmek üzere hiçbir mesaj kuyruğa alınmadı. Bu genellikle yalnızca yeniden gönderilmek üzere işaretlenen tüm iletiler yeniden gönderilebilecek bir durumda olmadığında gerçekleşir.

source: You have attempted to purchase %s ticket.
de_de: Sie haben versucht, %s Ticket zu kaufen.
fi: Olet yrittänyt ostaa %s lippua.
fr_fr: Vous avez tenté d'acheter %s billet.
tr_tr: %s bilet satın almaya çalıştınız.

source: The registration limit for this event is %s ticket per registration, therefore the total number of tickets you may purchase at a time can not exceed %s.
de_de: Die Anmeldebegrenzung für diese Veranstaltung beträgt %s Ticket pro Anmeldung, daher kann die Gesamtzahl der Tickets, die Sie gleichzeitig kaufen können, %s nicht überschreiten.
fi: Tämän tapahtuman rekisteröintiraja on %s lippua rekisteröintiä kohti, joten kerralla ostettavien lippujen kokonaismäärä ei voi ylittää %s.
fr_fr: La limite d'inscription pour cet événement est de %s billet par inscription, donc le nombre total de billets que vous pouvez acheter à un moment ne peut pas excéder %s.
tr_tr: Bu etkinlik için kayıt sınırı kayıt başına %s bilet olduğundan, bir seferde satın alabileceğiniz toplam bilet sayısı %s'yi geçemez.

source: PayPal payment request initiated.
de_de: PayPal-Zahlungsanforderung eingeleitet.
fi: PayPal-maksupyyntö käynnistetty.
fr_fr: Demande de paiement PayPal lancée.
tr_tr: PayPal ödeme talebi başlatıldı.

source: PayPal IPN response is missing critical payment data. This may indicate a PDT request and require your PayPal account settings to be corrected.
de_de: In der IPN-Antwort von PayPal fehlen wichtige Zahlungsdaten. Dies kann auf eine PDT-Anforderung hindeuten und erfordert eine Korrektur der Einstellungen Ihres PayPal-Kontos.
fi: PayPalin IPN-vastauksesta puuttuu kriittisiä maksutietoja. Tämä voi viitata PDT-pyyntöön ja edellyttää PayPal-tilisi asetusten korjaamista.
tr_tr: PayPal IPN yanıtında kritik ödeme verileri eksik. Bu bir PDT talebine işaret edebilir ve PayPal hesap ayarlarınızın düzeltilmesini gerektirebilir.

source: Use PayPal Sandbox %s
de_de: PayPal-Sandbox verwenden %s
fi: Käytä PayPalin hiekkalaatikkoa %s
tr_tr: PayPal Sandbox %s kullanın

source: Showing messages for %s
de_de: Anzeigen von Meldungen für %s
fi: Näytetään viestit kohteelle %s
tr_tr: %s için mesajlar gösteriliyor

source: This is not a critical error but an informational notice. Unable to generate messages EE_Messages_Addressee objects. There were no attendees prepared by the data handler. Sometimes this is because messages only get generated for certain registration statuses. For example, the ticket notice message type only goes to approved registrations.
de_de: Dies ist kein kritischer Fehler, sondern ein informativer Hinweis. Es konnten keine Nachrichten EE_Messages_Addressee-Objekte erzeugt werden. Es wurden keine Teilnehmer durch den Data Handler vorbereitet. Manchmal liegt dies daran, dass Nachrichten nur für bestimmte Registrierungsstatus generiert werden. Der Nachrichtentyp "Ticket-Benachrichtigung" wird zum Beispiel nur für genehmigte Registrierungen erzeugt.
fi: Kyseessä ei ole kriittinen virhe vaan tiedotusilmoitus. EE_Messages_Addressee-objekteja ei pystytä luomaan. Tiedonkäsittelijän valmistelemia osallistujia ei ollut. Joskus tämä johtuu siitä, että viestejä luodaan vain tietyille rekisteröintitiloille. Esimerkiksi lippuilmoituksen viestityyppi menee vain hyväksytyille rekisteröinneille.
tr_tr: Bu kritik bir hata değil, bilgilendirme amaçlı bir bildirimdir. Mesajlar EE_Messages_Addressee nesneleri oluşturulamıyor. Veri işleyici tarafından hazırlanmış katılımcı yok. Bazen bunun nedeni mesajların yalnızca belirli kayıt durumları için oluşturulmasıdır. Örneğin, bilet bildirimi mesaj türü yalnızca onaylanmış kayıtlara gider.

source: Unable to get the Message Templates for the Message being generated. No message template group accessible.
de_de: Es ist nicht möglich, die Nachrichtenvorlagen für die zu erstellende Nachricht zu erhalten. Keine Nachrichtenvorlagengruppe verfügbar.
fi: Viestimalleja ei saada luotavalle viestille. Viestimalliryhmää ei ole saatavilla.
tr_tr: Oluşturulmakta olan Mesaj için Mesaj Şablonları alınamıyor. Erişilebilir mesaj şablonu grubu yok.

source: There was a problem generating the content for the field %s: %s
de_de: Es gab ein Problem bei der Generierung des Inhalts für das Feld %s: %s
fi: Kentän %s sisällön luomisessa oli ongelmia: %s
tr_tr: alanı için içerik oluşturulurken bir sorun oluştu %s : %s

source: There were problems generating this message:
de_de: Es gab Probleme bei der Erstellung dieser Nachricht:
fi: Tämän viestin luomisessa oli ongelmia:
tr_tr: Bu mesajın oluşturulmasında sorunlar yaşandı:

source: There is no generation data for this message. Unable to generate.
de_de: Für diese Nachricht gibt es keine Generierungsdaten. Kann nicht generiert werden.
fi: Tälle viestille ei ole sukupolvitietoja. Generointi ei onnistu.
tr_tr: Bu mesaj için üretim verisi yok. Oluşturulamıyor.

source: Unable to prepare data for persistence to the database.
de_de: Die Daten können nicht für die Persistenz in der Datenbank vorbereitet werden.
fi: Tietoja ei pystytä valmistelemaan tietokantaan tallentamista varten.
tr_tr: Veritabanına kalıcılık için veri hazırlanamıyor.

source: Unable to generate preview because of invalid data
de_de: Vorschau kann wegen ungültiger Daten nicht erstellt werden
fi: Esikatselun luominen ei onnistu virheellisten tietojen vuoksi
tr_tr: Geçersiz veriler nedeniyle önizleme oluşturulamıyor

source: There was a specific sending messenger requested for the send action, but it was either invalid or not active at time of sending.
de_de: Für den Sendevorgang wurde ein bestimmter Bote angefordert, der jedoch entweder ungültig oder zum Zeitpunkt des Sendens nicht aktiv war.
fi: Lähetystoimintoa varten pyydettiin tiettyä lähettäjää, mutta se oli joko virheellinen tai ei ollut aktiivinen lähetyshetkellä.
tr_tr: Gönderme eylemi için belirli bir gönderme mesajcısı talep edildi, ancak bu mesajcı ya geçersizdi ya da gönderme sırasında etkin değildi.

source: The %s messenger is not active at time of sending.
de_de: Der %s-Messenger ist zum Zeitpunkt des Sendens nicht aktiv.
fi: Lähettäjä %s ei ole aktiivinen lähetyshetkellä.
tr_tr: Gönderme sırasında %s mesajlaşma programı etkin değil.

source: The %s message type is not active at the time of sending.
de_de: Der Nachrichtentyp %s ist zum Zeitpunkt des Sendens nicht aktiv.
fi: Viestityyppi %s ei ole aktiivinen lähetyshetkellä.
tr_tr: Gönderme sırasında %s mesaj türü etkin değildir.

source: Messenger and Message Type were valid and active, but the messenger send method failed.
de_de: Messenger und Message Type waren gültig und aktiv, aber die Messenger-Sendemethode schlug fehl.
fi: Messenger ja viestityyppi olivat voimassa ja aktiivisia, mutta messenger-lähetystapa epäonnistui.
tr_tr: Messenger ve Mesaj Türü geçerli ve aktifti, ancak messenger gönderme yöntemi başarısız oldu.

source: Message was not executed successfully.
de_de: Die Nachricht wurde nicht erfolgreich ausgeführt.
fi: Viestiä ei suoritettu onnistuneesti.
tr_tr: Mesaj başarıyla yürütülmedi.

source: This is the cron time interval for EE Message schedules (defaults to once every 5 minutes)
de_de: Dies ist das Cron-Zeitintervall für EE Message-Zeitpläne (Standardeinstellung: alle 5 Minuten)
fi: Tämä on EE Message -aikataulujen cron-aikaväli (oletusarvo on kerran 5 minuutissa).
tr_tr: Bu, EE İleti programları için cron zaman aralığıdır (varsayılan olarak her 5 dakikada bir)

source: The "%1$s" messenger class can't be loaded from %2$s. Likely there is a typo in the class name or the file name.
de_de: Die Botenklasse "%1$s" kann nicht von %2$s geladen werden. Wahrscheinlich liegt ein Tippfehler im Klassennamen oder im Dateinamen vor.
fi: Lähettiluokkaa "%1$s" ei voida ladata %2$s:stä. Luokan tai tiedoston nimessä on todennäköisesti kirjoitusvirhe.
tr_tr: "%1$s" messenger sınıfı %2$s'den yüklenemiyor. Muhtemelen sınıf adında veya dosya adında bir yazım hatası vardır.
