Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: The Event Espresso Bot Trap will insert a fake input into your Ticket Selector forms that is hidden from regular site visitors, but visible to spam bots. Because the input asks for an email address, it is irresistible to spam bots who will of course enter text into it. Since regular site visitors can not see this input, any value detected during form submission means a bot has been detected, which will then be blocked from submitting the form.
de_de: Die Event Espresso Bot Trap fügt eine gefälschte Eingabe in Ihre Ticket-Auswahlformulare ein, die für normale Website-Besucher unsichtbar, aber für Spam-Bots sichtbar ist. Da die Eingabe nach einer E-Mail-Adresse fragt, ist sie unwiderstehlich für Spam-Bots, die natürlich Text in sie eingeben. Da normale Website-Besucher diese Eingabe nicht sehen können, bedeutet jeder Wert, der während der Formularübermittlung erkannt wird, dass ein Bot erkannt wurde, der dann für die Übermittlung des Formulars gesperrt wird.
fi: Event Espresso Bot Trap lisää Ticket Selector -lomakkeisiin väärennetyn syötteen, joka on piilossa tavallisilta sivuston kävijöiltä, mutta näkyvissä roskapostiboteille. Koska syötteessä kysytään sähköpostiosoitetta, se on vastustamaton roskapostirobottien kannalta, jotka tietysti syöttävät siihen tekstiä. Koska sivuston tavalliset kävijät eivät näe tätä syöttötietoa, mikä tahansa lomakkeen lähettämisen aikana havaittu arvo tarkoittaa, että botti on havaittu, ja botti estetään lähettämästä lomaketta.
fr_fr: Le Bot Trap de Event Espresso va ajouter une fausse zone de saisie à votre formulaire de sélection de ticket qui sera invisble pour les visiteurs normaux, mais visible pour les robots de spam. Comme la zone de saisie requiers une adresse email, les robots de spam entreront du texte. Ainsi, étant donné que le visiteurs réels ne voient pas cette zone, dès qu'un valeur y sera introduite, le formulaire sera bloqué.
tr_tr: Event Espresso Bot Tuzağı, Bilet Seçici formlarınıza normal site ziyaretçilerinden gizlenen ancak spam botları tarafından görülebilen sahte bir girdi ekleyecektir. Girdi bir e-posta adresi istediğinden, elbette içine metin girecek olan spam botları için karşı konulmazdır. Normal site ziyaretçileri bu girdiyi göremediğinden, form gönderimi sırasında algılanan herhangi bir değer, bir botun tespit edildiği anlamına gelir ve bu botun formu göndermesi engellenir.

source: Invalid or missing Bot Trap settings. Please refresh the form and try again.
de_de: Ungültige oder fehlende Bot Trap-Einstellungen. Bitte aktualisieren Sie das Formular und versuchen Sie es erneut.
fi: Virheellinen tai puuttuva bottiansan asetus. Päivitä lomake ja yritä uudelleen.
fr_fr: Le paramètre de configuration Bot Trap est invalide ou manquant. Rechargez le formulaire et essayez de nouveau.
tr_tr: Geçersiz veya eksik Bot Tuzağı ayarları. Lütfen formu yenileyin ve tekrar deneyin.

source: We're sorry...
de_de: Es tut uns leid...
fi: Olemme pahoillamme...
fr_fr: Nous sommes désolés ....
tr_tr: Özür dileriz.

source: This is a system page for displaying transaction information after a purchase.%1$sYou are most likely seeing this notice because you have navigated to this page%1$sthrough some means other than completing a transaction.%1$sSorry for the disappointment, but you will most likely find nothing of interest here.%1$s%1$s
de_de: Dies ist eine Systemseite zur Anzeige von Transaktionsinformationen nach einem Kauf.%1$sSie sehen diesen Hinweis höchstwahrscheinlich, weil Sie auf diese Seite%1$sauf andere Weise als durch den Abschluss einer Transaktion gelangt sind.%1$sEntschuldigen Sie die Enttäuschung, aber Sie werden hier höchstwahrscheinlich nichts von Interesse finden.%1$s%1$s
fi: Tämä on järjestelmäsivu, jolla näytetään tilauksen tiedot tilauksen jälkeen.%1$sNäet tämän ilmoituksen todennäköisesti siksi, että päädyt tälle sivulle %1$smuutoin kuin maksusivun kautta.%1$sPahoittelut pettymyksen aihettamisesta, mutta et todennäköisesti löydä tältä sivulta mitään mielenkiintoista.%1$s%1$s
fr_fr: Ceci est une page système qui affiche les informations sur les transaction après achat.%1$s Vous voyez probablement cette information parce que vous avez navigué sur cette page %1$s autrement qu'en finalisant une transaction.%1$s Désolé pour les inconvénients, mais vous ne trouverai plus que probablemnet rien d'intéressant ici.%1$s%1$s
tr_tr: Bu, bir satın alma işleminden sonra işlem bilgilerini görüntülemek için kullanılan bir sistem sayfasıdır.%1$sBu bildirimi büyük olasılıkla bir işlemi tamamlamak dışında bir yolla bu sayfaya%1$sgittiğiniz için görüyorsunuz.%1$sHayal kırıklığı için özür dileriz, ancak büyük olasılıkla burada ilginizi çekecek bir şey bulamayacaksınız.%1$s%1$s

source: Payment Approved
de_de: Bezahlung bestätigt
fi: Maksu hyväksytty
fr_fr: Paiement approuvé
tr_tr: Ödeme Onaylandı

source: Payment Pending
de_de: Bezahlung ausstehend
fi: Maksua odotetaan
fr_fr: Paiement en attente
tr_tr: Ödeme Bekleniyor

source: Payment Failed
de_de: Bezahlung fehlgeschlagen
fi: Maksu epäonnistui
fr_fr: Le paiement a échoué
tr_tr: Ödeme Başarısız

source: Use Separate IPN
de_de: Separate IPN verwenden
fi: Käytä erillistä IPN:ää
fr_fr: Utilisez des IPN différents
tr_tr: Ayrı IPN Kullanın

source: Instruct the gateway to send a separate IPN request, or send payment data back with the user upon return.
de_de: Weisen Sie das Gateway an, eine separate IPN-Anfrage zu senden, oder senden Sie die Zahlungsdaten bei der Rückkehr des Benutzers zurück.
fi: Ohjeistaa yhdyskäytävää lähettämään erillisen IPN-pyynnön tai lähettämään maksutiedot takaisin käyttäjän palatessa.
tr_tr: Ağ geçidine ayrı bir IPN isteği göndermesi veya geri dönüşte ödeme verilerini kullanıcıyla birlikte geri göndermesi talimatını verin.

# (For Event Name)
source: (For %1$s)
de_de: (für %1$s)
fi: (tapahtumaan %1$s)
fr_fr: (Pour %1$s)
tr_tr: (%1$s için)

# CVV (What's this?)
source: %1$s %2$s(What's this?)%3$s
de_de: %1$s %2$s(Was ist das?)%3$s
fi: %1$s %2$s(Mikä?)%3$s
fr_fr: %1$s %2$s(Qu'est ce?)%3$s
tr_tr: %1$s %2$s(Bu nedir?)%3$s

source: Please note that the Event Status has automatically been changed to %s because there are no more spaces available for this event. However, this change is not permanent until you update the event. You can change the status back to something else before updating if you wish.
de_de: Bitte beachten Sie, dass der Veranstaltungsstatus automatisch in %s geändert wurde, da für diese Veranstaltung keine Plätze mehr verfügbar sind. Diese Änderung ist jedoch nicht dauerhaft, bis Sie die Veranstaltung aktualisieren. Sie können den Status vor der Aktualisierung wieder in einen anderen Status ändern, wenn Sie dies wünschen.
fi: Huomaathan, että tapahtuman tilaksi on automaattisesti asetettu "%s", koska tapahtumaan ei ole enää jäljellä paikkoja. Tämä muutos ei ole lopullinen, ennen kuin päivität tapahtumaa. Mikäli haluat, voit muuttaa tapahtuman tilan takaisin joksikin muuksi ennen tapahtuman päivittämistä.
fr_fr: Veuillez noter que l'état de l'événement a été automatiquement modifié en %s car il n'y a plus d'espace disponible pour cet événement. Toutefois, cette modification n'est pas permanente jusqu'à ce que vous mettiez à jour l'événement. Vous pouvez changer le statut à autre chose avant de mettre à jour si vous le souhaitez.
tr_tr: Bu etkinlik için başka yer kalmadığından Etkinlik Durumunun otomatik olarak %s olarak değiştirildiğini lütfen unutmayın. Ancak, siz etkinliği güncelleyene kadar bu değişiklik kalıcı değildir. Dilerseniz güncellemeden önce durumu tekrar başka bir şeye dönüştürebilirsiniz.

source: If you would like to style the look of your venues archive page, then follow the WordPress instructions for %1$screating a custom template for archive pages%2$s.
de_de: Wenn Sie das Aussehen Ihrer Archivseite für Veranstaltungsorte gestalten möchten, folgen Sie den WordPress-Anweisungen für %1$sdie Erstellung einer benutzerdefinierten Vorlage für Archivseiten%2$s.
fi: Mikäli haluat muokata tapahtumapaikkojen arkistosivua, löydät ohjeita WordPressin ohjeista koskien %1$soman arkistosivupohjan luomista%2$s.
tr_tr: Mekan arşiv sayfanızın görünümünü şekillendirmek isterseniz, %1$sarşiv sayfaları için özel bir şablon oluşturma%2$s ile ilgili WordPress talimatlarını izleyin.

source: Venues are custom post types and use WordPress' normal archive pages for displaying events.
de_de: Veranstaltungsorte sind benutzerdefinierte Beitragstypen und verwenden die normalen Archivseiten von WordPress für die Anzeige von Veranstaltungen.
fi: Tapahtumapaikat ovat mukautettua artikkelityyppiä, jotka käyttävät WordPressin normaaleja arkistosivuja tapahtumien näyttämiseen.
fr_fr: Les sites sont des types de messages personnalisés et utilisent les pages d'archive normales de WordPress pour afficher des événements
tr_tr: Mekanlar özel yazı türleridir ve etkinlikleri görüntülemek için WordPress'in normal arşiv sayfalarını kullanır.

source: If you would still like your venues on a page like in Event Espresso 3.1 or earlier, simply create a page and place a shortcode to display them on the page, as described %s here %s
de_de: Wenn Sie Ihre Veranstaltungsorte weiterhin auf einer Seite wie in Event Espresso 3.1 oder früher anzeigen möchten, erstellen Sie einfach eine Seite und platzieren Sie einen Shortcode, um sie auf der Seite anzuzeigen, wie hier beschrieben %s %s
fi: Jos haluat kuitenkin edelleen käyttää erillistä tapahtumapaikkasivua, kuten Event Espresso 3.1 tai aiemmassa versiossa, voit yksinkertaisesti luoda sivun ja sijoittaa sille soveltuvan lyhytkoodin, jonka löydät %s täältä %s
tr_tr: Mekanlarınızın Event Espresso 3.1 veya daha önceki sürümlerde olduğu gibi bir sayfada yer almasını istiyorsanız, bir sayfa oluşturun ve %s burada %s açıklandığı gibi onları sayfada görüntülemek için bir kısa kod yerleştirin

source: Need to reset this message type and start over?
de_de: Müssen Sie diesen Nachrichtentyp zurücksetzen und neu beginnen?
fi: Haluatko nollata tämän viestityypin ja aloittaa alusta?
fr_fr: Vous devez réinitialiser ce type de message et recommencer?
tr_tr: Bu mesaj türünü sıfırlamanız ve baştan başlamanız mı gerekiyor?

source: You can view the shortcodes usable in your template by clicking the %s icon next to each field.
de_de: Sie können die in Ihrer Vorlage verwendbaren Shortcodes anzeigen, indem Sie auf das %s-Symbol neben dem jeweiligen Feld klicken.
fi: Voit tarkastella mallissasi käytettäviä lyhytkoodeja napsauttamalla kunkin kentän vieressä olevaa %s-kuvaketta.
fr_fr: Vous pouvez afficher les codes courts utilisables dans votre modèle en cliquant sur l'icône%s à côté de chaque champ.
tr_tr: Her alanın yanındaki %s simgesine tıklayarak şablonunuzda kullanılabilen kısa kodları görüntüleyebilirsiniz.

source: Unknown Attendee
de_de: Unbekannter Teilnehmer
fi: Tuntematon osallistuja
fr_fr: Participant(e) inconnu(e)
tr_tr: Bilinmeyen Katılımcı

source: ...via %s
de_de: ...über %s
fi: ...%s'n kautta
tr_tr: ...%s aracılığıyla

source: The payment form data could not be processed. Please try again.
de_de: Die Daten des Zahlungsformulars konnten nicht verarbeitet werden. Bitte versuchen Sie es erneut.
fi: Maksulomakkeen tietoja ei voitu käsitellä. Ole hyvä ja yritä uudelleen.
fr_fr: Les données de formulaire de paiement ne peuvent pas être traitées. Veuillez réessayer.
tr_tr: Ödeme formu verileri işlenemedi. Lütfen tekrar deneyiniz.

source: Input too long
de_de: Eingabe ist zu lang
fi: Annettu sisältö on liian pitkä
fr_fr: Entrée trop longue
tr_tr: Giriş çok uzun

source: Payment Messages?
de_de: Bezahlungsmitteilungen?
fi: Maksuviestit?
tr_tr: Ödeme Mesajları?

source: Registration Messages?
de_de: Registrierungsmitteilungen?
fi: Ilmoittautumisviestit?
tr_tr: Kayıt Mesajları?

source: By default %1$sa payment message is sent to the primary registrant%2$s after submitting this form.%3$sHowever, if you check the "Registration Messages" box, the system will also send any related messages matching the status of the registrations to %1$seach registration for this transaction%2$s.
de_de: Standardmäßig wird %1$seine Zahlungsnachricht an den primären Registranten%2$s nach dem Absenden dieses Formulars gesendet.%3$sWenn Sie jedoch das Kästchen "Registrierungsnachrichten" aktivieren, sendet das System auch alle zugehörigen Nachrichten, die dem Status der Registrierungen entsprechen, an %1$sjede Registrierung für diese Transaktion%2$s.
fi: Oletusarvoisesti %1$smaksuviesti lähetetään ensisijaiselle rekisteröijälle%2$ssa tämän lomakkeen lähettämisen jälkeen.%3$sJos kuitenkin ruksaat "Rekisteröintiviestit"-ruudun, järjestelmä lähettää myös kaikki asiaan liittyvät viestit, jotka vastaavat rekisteröintien tilaa, %1$sjokaiseen rekisteröintiin tässä tapahtumassa%2$ssa.
fr_fr: Par défaut, le message de paiement %1$s a est envoyé au déclarant principal %2$s après avoir envoyé ce formulaire.%3$s Si vous cochez la case "Messages d'inscription", le système envoie également tous les messages correspondants correspondant au statut de Les inscriptions à %1$ registration trouver pour cette transaction %2$s.
tr_tr: Bu formu gönderdikten sonra varsayılan olarak %1$sa ödeme mesajı birincil kayıt sahibine%2$s gönderilir.%3$s Bununla birlikte, "Kayıt Mesajları" kutusunu işaretlerseniz, sistem kayıtların durumuyla eşleşen ilgili mesajları da bu işlem için %1$sher bir kayıt sahibine%2$s gönderir.

source: If you check this box, the system will send any related registration messages matching the status of the registrations to each registration for this transaction. No Payment notifications are sent when deleting a payment.
de_de: Wenn Sie dieses Feld markieren, sendet das System alle zugehörigen Registrierungsmeldungen, die dem Status der Registrierungen entsprechen, an jede Registrierung für diese Transaktion. Bei der Löschung einer Zahlung werden keine Zahlungsbenachrichtigungen gesendet.
fi: Jos valitset tämän valintaruudun, järjestelmä lähettää kaikki rekisteröintiin liittyvät rekisteröintiviestit, jotka vastaavat rekisteröintien tilaa, kullekin tämän tapahtuman rekisteröinnille. Maksun poistamisen yhteydessä ei lähetetä maksuilmoituksia.
fr_fr: Si vous cochez cette case, le système enverra tous les messages d'enregistrement correspondants correspondant au statut des enregistrements à chaque enregistrement pour cette transaction. Aucune notification de paiement n'est envoyée lors de la suppression d'un paiement.
tr_tr: Bu kutuyu işaretlerseniz, sistem bu işlem için her bir kayda kayıtların durumuyla eşleşen ilgili kayıt mesajlarını gönderir. Bir ödeme silinirken Ödeme bildirimleri gönderilmez.

source: View Venue Archive Page
de_de: Event Archiv-Seite anzeigen
fi: Näytä tapahtumapaikkojen arkistosivu
fr_fr: Afficher la page d'archive des lieux
tr_tr: Mekan Arşiv Sayfasını Görüntüle

source: Duplicated
de_de: Vervielfältigt
fi: Monitettu
fr_fr: Duplicata
tr_tr: Çoğaltıldı

source: Could not duplicate question with ID %1$d because: %2$s
de_de: Die Frage mit der ID %1$d konnte nicht dupliziert werden, weil: %2$s
fi: Kysymystä tunnuksella %1$d ei voitu monistaa, koska: %2$s
tr_tr: ID %1$d ile soru çoğaltılamadı çünkü: %2$s

source: Could not duplicate question with ID %d because it didn't exist!
de_de: Die Frage mit der ID %d konnte nicht dupliziert werden, da sie nicht vorhanden war!
fi: Kysymystä numero %d ei voitu monistaa, koska sitä ei ole olemassa!
tr_tr: Mevcut olmadığı için %d ID'li soru çoğaltılamadı!

source: Duplicate Question
de_de: Doppelte Frage
fi: Monista kysymys
tr_tr: Mükerrer Soru

source: Duplicate
de_de: Duplizieren Sie
fi: Monista
tr_tr: Yinelenen

source: Hide Expired Events
de_de: Vergangene Events ausblenden
fi: Piilota menneet tapahtumat
fr_fr: Cacher les événements terminés
tr_tr: Süresi Dolan Etkinlikleri Gizle

source: Other
de_de: Andere
fi: Muu
fr_fr: Autre
tr_tr: Diğer

source: Other method of payment
de_de: Andere Zahlungsart
fi: Muu maksutapa
fr_fr: Autre mode de paiement
tr_tr: Diğer ödeme yöntemi

source: %s **Duplicate**
de_de: %s **Duplikat**
fi: %s **Monistettu**
tr_tr: %s **Yineleme**

source: Search by Keyword
de_de: Suche nach Schlüsselwort
fi: Etsi hakusanalla
fr_fr: Recherche par mots-clés
tr_tr: Anahtar Kelimeye Göre Arama

source: Signature verification Failed !
de_de: Unterschriftenprüfung fehlgeschlagen!
fi: Allekirjoituksen varmistaminen epäonnistui!
fr_fr: Vérification de signature a échoué !
tr_tr: İmza doğrulaması Başarısız!

source: After clicking 'Finalize Registration', you will be forwarded to a secure checkout hosted by CyberSource to make your payment. %1$sMake sure you return to this site in order to properly finalize your registration.%2$s
de_de: Nachdem Sie auf "Registrierung abschließen" geklickt haben, werden Sie zu einer sicheren, von CyberSource gehosteten Kasse weitergeleitet, um Ihre Zahlung vorzunehmen. %1$sVersichern Sie sich, dass Sie auf diese Seite zurückkehren, um Ihre Registrierung ordnungsgemäß abzuschließen.%2$s
fi: Kun olet napsauttanut "Viimeistele rekisteröinti", sinut ohjataan CyberSourcen ylläpitämälle suojatulle kassalle maksun suorittamista varten. %1$sPalaa tälle sivustolle, jotta voit viimeistellä rekisteröitymisesi asianmukaisesti.%2$s
tr_tr: 'Kaydı Kesinleştir'e tıkladıktan sonra, ödemenizi yapmak için CyberSource tarafından barındırılan güvenli bir kasaya yönlendirileceksiniz. %1$sKaydınızı düzgün bir şekilde sonuçlandırmak için bu siteye geri döndüğünüzden emin olun.%2$s

source: CyberSource Profile ID %s
de_de: CyberSource-Profil-ID %s
fi: CyberSource-profiilin tunnus %s
tr_tr: CyberSource Profil Kimliği %s

source: CyberSource Access Key %s
de_de: CyberSource-Zugangsschlüssel %s
tr_tr: CyberSource Erişim Anahtarı %s

source: CyberSource Secret Key %s
de_de: CyberSource-Geheimschlüssel %s
fi: CyberSource salainen avain %s
tr_tr: CyberSource Gizli Anahtar %s

source: CyberSource Settings
de_de: CyberSource-Einstellungen
fi: CyberSource-asetukset
tr_tr: CyberSource Ayarları

source: CyberSource Gateway
fi: CyberSource-yhdyskäytävä
tr_tr: CyberSource Ağ Geçidi

source: Test account settings may be %s adjusted here %s.
de_de: Testkonto-Einstellungen können hier %s angepasst werden %s.
fi: Testitilin asetuksia voidaan %s säätää täällä %s.
tr_tr: Test hesabı ayarları %s burada %s olarak ayarlanabilir.

source: To configure your live account visit %s this link. %s
de_de: Um Ihr Live-Konto zu konfigurieren, besuchen Sie %s diesen Link. %s
fi: Voit määrittää live-tilisi tästä linkistä %s. %s
tr_tr: Canlı hesabınızı yapılandırmak için %s bu bağlantıyı ziyaret edin. %s

source: CyberSource Profile ID
de_de: CyberSource-Profil-ID
fi: CyberSource-profiilin tunnus
tr_tr: CyberSource Profil Kimliği

source: Your CyberSource Unique identifier for the organization.
de_de: Ihre CyberSource Eindeutige Kennung für die Organisation.
fi: CyberSource-yksilöllinen tunniste organisaatiolle.
fr_fr: Votre Identifiant unique CyberSource pour l'organisation.
tr_tr: CyberSource Kuruluş için benzersiz tanımlayıcınız.

source: CyberSource Access Key
de_de: CyberSource-Zugangsschlüssel
tr_tr: CyberSource Erişim Anahtarı

source: Secure Sockets Layer (SSL) authentication with Secure Acceptance Silent Order POST. You can have many access keys per profile.
de_de: Secure Sockets Layer (SSL)-Authentifizierung mit Secure Acceptance Silent Order POST. Sie können mehrere Zugangsschlüssel pro Profil haben.
fi: Secure Sockets Layer (SSL) -autentikointi Secure Acceptance Silent Order POST -toiminnolla. Sinulla voi olla useita pääsyavaimia profiilia kohti.
tr_tr: Secure Acceptance Silent Order POST ile Güvenli Yuva Katmanı (SSL) kimlik doğrulaması. Profil başına çok sayıda erişim anahtarına sahip olabilirsiniz.

source: CyberSource Secret Key
de_de: CyberSource-Geheimschlüssel
fi: CyberSource salainen avain
tr_tr: CyberSource Gizli Anahtarı

source: Secret key: signs the transaction data and is required for each transaction.
de_de: Geheimschlüssel: Signiert die Transaktionsdaten und ist für jede Transaktion erforderlich.
fi: Salainen avain: allekirjoittaa tapahtumatiedot, ja se tarvitaan jokaista tapahtumaa varten.
tr_tr: Gizli anahtar: işlem verilerini imzalar ve her işlem için gereklidir.

source: For more info on %s Creating a Security Key %s visit %s this page. %s
de_de: Weitere Informationen zum %s Erstellen eines Sicherheitsschlüssels %s finden Sie auf %s dieser Seite. %s
fi: Lisätietoja %s suojausavaimen luomisesta %s saat %s tältä sivulta. %s
tr_tr: %s Güvenlik Anahtarı Oluşturma %s hakkında daha fazla bilgi için %s bu sayfayı ziyaret edin. %s

source: Debug Mode is turned ON. After clicking 'Finalize Registration' You will be redirected to the CyberSource Sandbox (Test) environment.
de_de: Der Debug-Modus ist eingeschaltet. Nachdem Sie auf "Registrierung abschließen" geklickt haben, werden Sie zur CyberSource Sandbox (Test) Umgebung weitergeleitet.
fi: Virheenkorjaustila on päällä. Kun olet napsauttanut 'Finalize Registration' (Viimeistele rekisteröinti), sinut ohjataan CyberSource Sandbox (Test) -ympäristöön.
tr_tr: Hata Ayıklama Modu AÇIK konuma getirilir. 'Kaydı Sonlandır' seçeneğine tıkladıktan sonra CyberSource Sandbox (Test) ortamına yönlendirileceksiniz.

source: Test Cards:
de_de: Testkarten:
fi: Testikortit:
tr_tr: Test Kartları:

source: Maestro International
fi: Maestro (kansainvälinen)
tr_tr: Maestro Uluslararası

source: Maestro Domestic
de_de: Maestro Inländisch
fi: Maestro (paikallinen)
tr_tr: Maestro Yurtiçi

source: Event Registrations from %s
de_de: Veranstaltungsanmeldungen von %s
fi: Tapahtumailmoittautumiset kohteesta %s
tr_tr: Etkinlik Kayıtları %s'den

source: Submit to MailChimp when ...
de_de: Übermittlung an MailChimp, wenn ...
fi: Lisää MailChimp'iin, kun ...
fr_fr: Envoyer à Mailchimp quand...
tr_tr: MailChimp'e ne zaman gönderin ...

source: * When should the attendee data be submitted to MailChimp?
de_de: * Wann sollen die Teilnehmerdaten an MailChimp übermittelt werden?
fi: * Milloin osallistujatiedot tulisi lisätä MailChimp-palveluun?
fr_fr: Quand doivent être envoyées les coordonnées du participant à MailChimp?
tr_tr: * Katılımcı verileri MailChimp'e ne zaman gönderilmelidir?

source: EE4 MailChimp data Migration to 2.2.0
de_de: EE4 MailChimp Daten Migration auf 2.2.0
fi: EE4 MailChimp-datan muuntaminen versioon 2.2.0
tr_tr: EE4 MailChimp 2.2.0'a veri geçişi

source: EE4 MailChimp data Migration to 2.3.0
de_de: EE4 MailChimp Daten Migration auf 2.3.0
fi: EE4 MailChimp-datan muuntaminen versioon 2.3.0
tr_tr: EE4 MailChimp 2.3.0'a veri geçişi

source: Success! Please click "View %s" to proceed with your registration.
de_de: Erfolgreich! Bitte klicken Sie auf "%s anzeigen" um mit der Buchung fortzufahren.
fi: Onnistui! Klikkaa "Näytä %s" jatkaaksesi ilmoittautumista.
fr_fr: Succès! Cliquez sur "Afficher %s" pour continuer votre inscription.
tr_tr: Başarılı! Kaydınıza devam etmek için lütfen "View %s" seçeneğine tıklayın.

source: Picture
de_de: Bild
fi: Kuva
fr_fr: Image
tr_tr: Resim

source: Assigned As On Events
de_de: Zugewiesen als bei Ereignissen
fr_fr: Attribué comme sur les événements
tr_tr: Etkinliklerde Olarak Atandı

source: Phone: %s
de_de: Telefon: %s
fi: Puhelin: %s
fr_fr: Téléphone: %s
tr_tr: Telefon: %s

source: Viewing the events that %s is assigned to as %s
de_de: Anzeigen der Ereignisse, denen %s als %s zugeordnet ist
fi: Näytetään tapahtumat, joissa %s on merkitty %s
fr_fr: Affichage des événement qui %s est assigné comme %s
tr_tr: %s 'nin %s olarak atandığı olayları görüntüleme

source: Viewing the events that %s is assigned to
de_de: Anzeigen der Ereignisse, denen %s zugeordnet ist
fi: Näytetään tapahtumat, joihin %s on merkitty
fr_fr: Affichage des événement qui %s est assigné
tr_tr: %s 'nin atandığı olayları görüntüleme
