Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: What are Messengers?
de_de: Was sind Boten?
fi: Mitä sanansaattajat ovat?
fr_fr: Quels sont messagers?
tr_tr: Haberciler nedir?

source: Default
de_de: Standard
fi: Oletus
fr_fr: Défaut
tr_tr: Standart

source: Keep Map Navigation Small
de_de: kleine Navigationselemente auf der Karte erzwingen
fi: Pidä kartan navigointi pienenä
fr_fr: Gardez la carte de navigation Petit
tr_tr: Harita Navigasyonunu Küçük tutun

source: Horizontal
fi: Horisontaalinen
tr_tr: Yatay

source: More about the Messages Overview Table
de_de: Mehr über die Übersichtstabelle Nachrichten
fi: Lisätietoja viestien yleiskatsaustaulukosta
fr_fr: En savoir plus sur les messages Présentation Tableau
tr_tr: Mesajlara Genel Bakış Tablosu hakkında daha fazla bilgi

source: Dropdown
fi: Alasveto
fr_fr: Déroulant
tr_tr: Açılır menü

source: Set Map Type Control
de_de: Kartentyp festlegen
fi: Aseta kartan tyypin hallinta
fr_fr: Définissez le Type de Carte de Contrôle
tr_tr: Harita Tipinin Kontrolünü Ayarla

source: This table represents all the various message templates that have been created.
de_de: In dieser Tabelle sind die verschiedenen erstellten Nachrichtenvorlagen aufgeführt.
fi: Tässä taulukossa esitetään kaikki luodut viestimallit.
fr_fr: Ce tableau représente tous les différents modèles de messages qui ont été créés.
tr_tr: Bu tablo, oluşturulmuş olan tüm çeşitli mesaj şablonlarını temsil etmektedir.

source: None
de_de: Keine
fi: Ei mitään
fr_fr: Aucun
tr_tr: Hiçbiri

source: Setup custom fields for your events.
de_de: Eigene Felder für Ihren Event einrichten.
fi: Määrittele tapahtumasi mukautetut kentät.
fr_fr: champs personnalisés de configuration pour vos événements.
tr_tr: Etkinlikleriniz için özel alanlar oluşturun.

source: Views are a type of filter that allow you to restrict what you see in the table. The little number in brackets next to each view represents the number of templates that will be displayed with that view. There are five different views available for you to select from:
de_de: Ansichten sind eine Art Filter, mit dem Sie die Anzeige in der Tabelle einschränken können. Die kleine Zahl in Klammern neben jeder Ansicht gibt die Anzahl der Vorlagen an, die mit dieser Ansicht angezeigt werden. Es gibt fünf verschiedene Ansichten, aus denen Sie wählen können:
fi: Näkymät ovat eräänlaisia suodattimia, joiden avulla voit rajoittaa taulukon näkymiä. Kunkin näkymän vieressä suluissa oleva pieni numero edustaa niiden mallien lukumäärää, jotka näytetään kyseisessä näkymässä. Valittavana on viisi erilaista näkymää:
fr_fr: Les vues sont un type de filtre qui vous permettent de restreindre ce que vous voyez dans le tableau. Le petit nombre entre parenthèses à côté de chaque vue représente le nombre de modèles qui seront affichés avec ce point de vue. Il ya cinq points de vue différents sont disponibles pour vous de choisir:
tr_tr: Görünümler, tabloda gördüklerinizi kısıtlamanıza olanak tanıyan bir filtre türüdür. Her görünümün yanındaki parantez içindeki küçük sayı, o görünümle birlikte görüntülenecek şablon sayısını temsil eder. Aralarından seçim yapabileceğiniz beş farklı görünüm bulunmaktadır:

source: Align Left
de_de: linksbündig
fi: Tasaa vasemmalle
fr_fr: Aligner à Gauche
tr_tr: Sola Hizala

source: Set Map Alignment
de_de: Ausrichtung der Karte festlegen
fi: Aseta kartan sijainti sivulla
fr_fr: Réglez Alignement Carte
tr_tr: Harita Hizasını Ayarla

source: This shows the all the message templates that are currently active and being used by the system
de_de: Hier werden alle Nachrichtenvorlagen angezeigt, die derzeit aktiv sind und vom System verwendet werden
fi: Tämä näyttää kaikki viestimallit, jotka ovat tällä hetkellä aktiivisia ja joita järjestelmä käyttää.
fr_fr: Cela montre les tous les modèles de messages qui sont actuellement actives et est utilisé par le système
tr_tr: Bu, şu anda aktif olan ve sistem tarafından kullanılan tüm mesaj şablonlarını gösterir

source: Align Center
de_de: zentriert
fi: Tasaa keskelle
fr_fr: Aligner au Centre
tr_tr: Ortaya Hizala

source: This shows EVERY message template that has been created and is in the database
de_de: Hier wird JEDE Nachrichtenvorlage angezeigt, die erstellt wurde und sich in der Datenbank befindet
fi: Tämä näyttää KAIKKI luodut ja tietokannassa olevat viestimallit.
fr_fr: Cela montre CHAQUE modèle de message qui a été créé et est dans la base de données
tr_tr: Bu, oluşturulmuş ve veritabanında bulunan HER mesaj şablonunu gösterir

source: Align Right
de_de: rechtsbündig
fi: Tasaa oikealle
fr_fr: Aligner à Droite
tr_tr: Sağa Hizala

source: Slug
de_de: Zeile
fi: Tunniste
tr_tr: Sümüklüböcek

source: This will restrict the view to ONLY show templates that are global templates. Global templates are used by all events (that don't have a custom template created)
de_de: Dadurch wird die Ansicht so eingeschränkt, dass NUR globale Vorlagen angezeigt werden. Globale Vorlagen werden von allen Ereignissen verwendet (für die keine benutzerdefinierte Vorlage erstellt wurde)
fi: Tämä rajoittaa näkymän näyttämään AINOASTAAN globaaleja malleja. Globaalit mallit ovat käytössä kaikissa tapahtumissa (joissa ei ole luotu mukautettua mallia).
fr_fr: Cela restreindre la vue de montrer uniquement les modèles qui sont des modèles globaux. Modèles globaux sont utilisés par tous les événements (qui ne dispose pas d'un modèle personnalisé créé)
tr_tr: Bu, görünümü YALNIZCA genel şablonlar olan şablonları gösterecek şekilde kısıtlar. Genel şablonlar tüm etkinlikler tarafından kullanılır (oluşturulmuş özel bir şablonu olmayan)

source: Events List Options
de_de: Veranstaltungslisten Optionen
fi: Tapahtumalistan asetukset
fr_fr: Options Liste des événements
tr_tr: Etkinlik Listesi Seçenekleri

source: The slug is the customizable portion of the URL for your event. For example, if my event was called "Holiday Celebrations," then the URL could appear as such: http://example.com/events/holiday-celebrations -- the slug would be then be holiday-celebrations.
de_de: Der Slug ist der anpassbare Teil der URL für Ihre Veranstaltung. Wenn meine Veranstaltung zum Beispiel "Feiertage" heißt, könnte die URL so aussehen: http://example.com/events/holiday-celebrations - der Slug wäre dann Feiertage.
fi: Tunniste on tapahtumasi URL-osoitteen muokattavissa oleva osa. Jos tapahtumasi nimi on esimerkiksi "Firman pikkujoulut", voi tapahtumasi URL-osoite olla esimerkiksi: http://esimerkki.fi/events/firman-pikkujoulut -- tässä tunniste olisi siis firman-pikkujoulut
fr_fr: La limace est la partie de l'URL personnalisable pour votre événement. Par exemple, si mon cas est appelé "Célébrations de vacances,", puis l'URL pourrait apparaître comme tels: http://example.com/events/holiday-fêtes - le slug serait alors soit vacanciers célébrations.
tr_tr: Slug, etkinliğiniz için URL'nin özelleştirilebilir kısmıdır. Örneğin, etkinliğimin adı "Tatil Kutlamaları" olsaydı, URL şu şekilde görünebilirdi: http://example.com/events/holiday-celebrations -- slug o zaman holiday-celebrations olurdu.

source: This restricts the view to only show custom event message templates
de_de: Dies schränkt die Ansicht so ein, dass nur benutzerdefinierte Vorlagen für Ereignismeldungen angezeigt werden
fi: Tämä rajoittaa näkymän näyttämään vain mukautetut tapahtumaviestipohjat.
fr_fr: Cela limite la vue pour afficher uniquement les événements personnalisés modèles de message
tr_tr: Bu, görünümü yalnızca özel olay mesajı şablonlarını gösterecek şekilde kısıtlar

source: Set Map Navigation Overlay
de_de: Navigationsoverlay der Karte festelgen
fi: Navigointipainikkeet kartassa
fr_fr: Réglez la Carte de Navigation par Recouvrement
tr_tr: Haritanın Navigasyon Alanını Ayarla

source: Author
de_de: Autor
fi: Kirjoittaja
fr_fr: Auteur
tr_tr: Yazar

source: Event List Pages
de_de: Veranstaltungsliste Seite
fi: Tapahtumalista-sivut
fr_fr: Pages de liste des événements
tr_tr: Etkinlik Listesi Sayfaları

source: This displays all message templates that are currently not active because they are in the trash
de_de: Hier werden alle Nachrichtenvorlagen angezeigt, die derzeit nicht aktiv sind, weil sie sich im Papierkorb befinden
fi: Tämä näyttää kaikki viestipohjat, jotka ovat pois käytöstä, koska ne ovat roskakorissa
fr_fr: Cette affiche tous les modèles de message qui ne sont actuellement pas actif, car ils sont à la poubelle
tr_tr: Bu, çöp kutusunda oldukları için şu anda etkin olmayan tüm mesaj şablonlarını görüntüler

source: Filters are the two dropdowns that you see below the Views and to the right of the "Apply" button. The first dropdown contains a list of active messengers that you can filter your message template list by. The second dropdown contains a list of installed message types that you can filter your message template list by. When you select from the lists and then click the "Filter" button, the table will only display the Message Templates that match both the selected messenger and message type. You can reset the filters by clicking the (you guessed it!) "Reset Filters" button
de_de: Filter sind die beiden Dropdowns, die Sie unter den Ansichten und rechts neben der Schaltfläche "Anwenden" sehen. Das erste Dropdown-Menü enthält eine Liste der aktiven Messenger, nach denen Sie Ihre Nachrichtenvorlagenliste filtern können. Die zweite Dropdown-Liste enthält eine Liste der installierten Nachrichtentypen, nach denen Sie die Liste der Nachrichtenvorlagen filtern können. Wenn Sie aus den Listen auswählen und dann auf die Schaltfläche "Filtern" klicken, werden in der Tabelle nur die Nachrichtenvorlagen angezeigt, die sowohl mit dem ausgewählten Boten als auch mit dem Nachrichtentyp übereinstimmen. Sie können die Filter zurücksetzen, indem Sie auf die Schaltfläche (Sie haben es erraten!) "Filter zurücksetzen" klicken.
fi: Suodattimet ovat kaksi pudotusvalikkoa, jotka näet Näkymien alapuolella ja "Käytä"-painikkeen oikealla puolella. Ensimmäinen pudotusvalikko sisältää luettelon aktiivisista viestinviesteistä, joiden mukaan voit suodattaa viestimallistoa. Toinen pudotusvalikko sisältää luettelon asennetuista viestityypeistä, joiden mukaan voit suodattaa viestimallistasi. Kun valitset luetteloista ja napsautat sitten "Suodata"-painiketta, taulukossa näkyvät vain ne viestimallien mallit, jotka vastaavat sekä valittua viestintävälinettä että viestityyppiä. Voit nollata suodattimet napsauttamalla (arvasit sen!) "Reset Filters" -painiketta.
fr_fr: Les filtres sont les deux listes déroulantes que vous voyez ci-dessous les Vues et à droite de la touche "Appliquer". La première liste déroulante contient une liste des messagers actifs que vous pouvez filtrer votre message liste des modèles par. La seconde liste déroulante contient une liste de types de messages installés que vous pouvez filtrer votre message liste des modèles par. Lorsque vous sélectionnez dans la liste puis cliquez sur le bouton "Filtre", la table affichera uniquement les modèles de message qui correspondent à la fois le messager choisi et le type de message. Vous pouvez réinitialiser les filtres en cliquant sur le (vous l'aurez deviné!) "Reset Filters" bouton
tr_tr: Filtreler, Görünümlerin altında ve "Uygula" düğmesinin sağında gördüğünüz iki açılır menüdür. İlk açılır menü, mesaj şablonu listenizi filtreleyebileceğiniz etkin mesajlaşma programlarının bir listesini içerir. İkinci açılır menü, mesaj şablonu listenizi filtreleyebileceğiniz yüklü mesaj türlerinin bir listesini içerir. Listelerden seçim yaptığınızda ve ardından "Filtrele" düğmesine tıkladığınızda, tablo yalnızca hem seçilen haberci hem de mesaj türüyle eşleşen Mesaj Şablonlarını görüntüleyecektir. Filtreleri (tahmin ettiğiniz gibi!) "Filtreleri Sıfırla" düğmesine tıklayarak sıfırlayabilirsiniz

source: System question group! This field cannot be changed.
de_de: System-Abfragegruppe! Dieses Feld kann nicht verändert werden.
fi: Järjestelmäkysymysryhmä! Tätä kenttää ei voi muuttaa.
fr_fr: question du système de groupe! Ce champ ne peut être modifié.
tr_tr: Sistem soru grubu. Bu alan değiştirilemez.

source: Notifications
de_de: Benachrichtigungen
fi: Ilmoitukset
fr_fr: Commentaires
tr_tr: Bildirimler

source: Table Columns
de_de: Tabellenspalten
fi: Taulukon sarakkeet
tr_tr: Tablo Sütunları

source: Question Group Order
de_de: Abfragegruppen Reihenfolge
fi: Kysymysryhmän järjestys
fr_fr: Question groupe ordre
tr_tr: Soru Grubu Sırası

source: Appears when you are editing an existing event. You can select global templates or switch to custom templates. Global templates are templates that are used site wide. Custom templates are templates that have been customized.
de_de: Wird angezeigt, wenn Sie ein bestehendes Ereignis bearbeiten. Sie können globale Vorlagen auswählen oder zu benutzerdefinierten Vorlagen wechseln. Globale Vorlagen sind Vorlagen, die standortweit verwendet werden. Benutzerdefinierte Vorlagen sind Vorlagen, die angepasst wurden.
fi: Näkyy, kun muokkaat olemassa olevaa tapahtumaa. Voit valita yleisiä malleja tai siirtyä mukautettuihin malleihin. Globaalit mallit ovat koko sivuston laajuisesti käytettäviä malleja. Mukautetut mallit ovat mukautettuja malleja.
fr_fr: Apparaît lorsque vous modifiez un événement existant. Vous pouvez sélectionner des modèles globaux ou de passer à des modèles personnalisés. Modèles globaux sont des modèles qui sont utilisés échelle du site. Les modèles personnalisés sont des modèles qui ont été personnalisés.
tr_tr: Mevcut bir olayı düzenlerken görünür. Genel şablonları seçebilir veya özel şablonlara geçebilirsiniz. Global şablonlar site genelinde kullanılan şablonlardır. Özel şablonlar, özelleştirilmiş şablonlardır.

source: The event column is used to indicate whether the template is a global template or a custom event template. Event titles are listed here for custom event templates and they are be linked to the editor for the event
de_de: In der Ereignisspalte wird angegeben, ob es sich um eine globale Vorlage oder eine benutzerdefinierte Ereignisvorlage handelt. Bei benutzerdefinierten Ereignisvorlagen werden hier die Ereignistitel aufgelistet, die mit dem Editor für das Ereignis verknüpft sind
fi: Tapahtuma-sarakkeessa ilmoitetaan, onko malli yleinen vai mukautettu tapahtumamalli. Tapahtuman otsikot luetellaan tässä mukautettujen tapahtumamallien kohdalla, ja ne linkitetään tapahtuman editoriin.
fr_fr: La colonne d'événements est utilisé pour indiquer si le modèle est un modèle global ou un modèle d'événement personnalisé. titres d'événements sont répertoriés ici pour les modèles d'événements personnalisés et ils sont être liés à l'éditeur pour l'événement
tr_tr: Olay sütunu, şablonun genel bir şablon mu yoksa özel bir olay şablonu mu olduğunu belirtmek için kullanılır. Etkinlik başlıkları özel etkinlik şablonları için burada listelenir ve etkinliğin düzenleyicisine bağlanır

source: Show Name
de_de: Name anzeigen
fi: Näytä nimi
fr_fr: Afficher le nom ?
tr_tr: İsmi Göster

source: This column lists what message type this template is for.
de_de: In dieser Spalte wird angegeben, für welchen Nachrichtentyp diese Vorlage bestimmt ist.
fi: Tässä sarakkeessa luetellaan, minkä tyyppistä viestiä varten tämä malli on.
fr_fr: Cette colonne indique le type message que ce modèle est destiné.
tr_tr: Bu sütun, bu şablonun hangi mesaj türü için olduğunu listeler.

source: Show Group Name on Registration Page?
de_de: Gruppenname auf der Registrierungseite anzeigen?
fi: Näytetäänkö ryhmän nimi ilmoittautumissivulla?
fr_fr: Montrer Nom du groupe sur l'enregistrement page?
tr_tr: Kayıt sayfasında ki grup ismini göster

source: Display Descriptions
de_de: Beschreibung anzeigen
fi: Näytä kuvaukset
fr_fr: Affichage des Descriptions
tr_tr: Ekran Açıklamaları

source: Shipping Address
de_de: Versandadresse
fi: Lähetysosoite
tr_tr: Teslimat Adresi

source: Below the Messenger title, is a list of different contexts. The context label varies for each message type but it is usually labelled "Recipients". You can click on each context title to go to the specific template for that context and edit it as desired.
de_de: Unter dem Messenger-Titel befindet sich eine Liste mit verschiedenen Kontexten. Die Bezeichnung des Kontexts variiert für jeden Nachrichtentyp, ist aber in der Regel mit "Empfänger" beschriftet. Sie können auf jeden Kontexttitel klicken, um zur spezifischen Vorlage für diesen Kontext zu gelangen und sie wie gewünscht zu bearbeiten.
fi: Messenger-otsikon alla on luettelo eri yhteyksistä. Kontekstin merkintä vaihtelee kunkin viestityypin kohdalla, mutta yleensä se on merkitty "Vastaanottajat". Voit napsauttaa kutakin kontekstin otsikkoa siirtyäksesi kyseisen kontekstin tiettyyn malliin ja muokata sitä haluamallasi tavalla.
fr_fr: Sous le titre Messenger, une liste des différents contextes. L'étiquette de contexte varie pour chaque type de message, mais il est généralement marqué "bénéficiaires". Vous pouvez cliquer sur chaque titre de contexte pour aller vers le modèle spécifique pour ce contexte et de le modifier comme vous le souhaitez.
tr_tr: Messenger başlığının altında, farklı bağlamların bir listesi bulunur. Bağlam etiketi her mesaj türü için değişir ancak genellikle "Alıcılar" olarak etiketlenir. Her bir bağlam başlığına tıklayarak o bağlama özel şablona gidebilir ve istediğiniz gibi düzenleyebilirsiniz.

source: Show Group Description on Registration Page?
de_de: Gruppenbeschreibung auf der Registrierungsseite anzeigen?
fi: Näytetäänkö ryhmän kuvaus ilmoittautumissivulla?
fr_fr: Voir Description du groupe sur l'enregistrement page?
tr_tr: Kayıt sayfasında ki grup açıklamasını göster

source: What the preview page shows
de_de: Was die Vorschauseite anzeigt
fi: Mitä esikatselusivu näyttää
fr_fr: Qu'est-ce que la page Aperçu des spectacles
tr_tr: Önizleme sayfasında gösterilenler

source: PayPal Sandbox Mode
de_de: PayPal Sandox Modus
fi: PayPal hiekkalaatikkotila.
fr_fr: Mode Sécurité informatique PayPal
tr_tr: PayPal Sandbox Modu

source: Save New Event
de_de: Neue Veranstaltung speichern
fi: Tallenna uusi tapahtuma
fr_fr: Enregistrer un nouvel événement
tr_tr: Yeni Etkinlik Kaydet

source: This page is accessed by clicking the preview button while editing a message template. This feature has been created as a way of previewing what the final generated messages will look like when received. Here's how the preview is prepared:
de_de: Diese Seite wird aufgerufen, wenn Sie bei der Bearbeitung einer Nachrichtenvorlage auf die Schaltfläche Vorschau klicken. Diese Funktion wurde geschaffen, um eine Vorschau zu zeigen, wie die endgültig generierten Nachrichten aussehen werden, wenn sie empfangen werden. Hier sehen Sie, wie die Vorschau vorbereitet wird:
fi: Tälle sivulle pääset napsauttamalla esikatselupainiketta, kun muokkaat viestimallia. Tämä toiminto on luotu, jotta voit esikatsella, miltä lopulliset viestit näyttävät vastaanotettaessa. Näin esikatselu valmistellaan:
fr_fr: Cette page est accessible en cliquant sur le bouton Aperçu lors de l'édition d'un modèle de message. Cette fonction a été créée comme un moyen de visionner ce que les derniers messages générés ressemblera lors de la réception. Voici comment l'aperçu est préparé:
tr_tr: Bu sayfaya, bir mesaj şablonu düzenlenirken önizleme düğmesine tıklanarak erişilir. Bu özellik, nihai olarak oluşturulan mesajların alındığında nasıl görüneceğini önizlemenin bir yolu olarak oluşturulmuştur. Önizlemenin nasıl hazırlandığı aşağıda açıklanmıştır:

source: Check off all questions that you wish to appear in this group.
de_de: Überprüfen Sie alle Abfragen, die in dieser Gruppe angezeigt werden sollen.
fi: Rastita kaikki kysymykset, joiden haluat esiintyvän tässä ryhmässä.
fr_fr: Cochez toutes les questions que vous souhaitez voir apparaître dans ce groupe.
tr_tr: Bu grupta görünmesini istediğiniz tüm soruları işaretleyin.

source: Debug Mode Is Turned On. Payments will not be processed
de_de: Der Debugmodus ist eingeschaltet. Zahlungen werden nicht verarbeitet.
fi: Testaustila on päällä. Maksusuorituksia ei käsitellä
fr_fr: Mode débogage est activé. Les paiements ne seront pas traitées
tr_tr: Onarım modu açıldığında ödemeler işleme alınmayacaktır.

source: Quickly publish your event to allow immediate registrations.
de_de: Veröffentlichen Sie Ihre Veranstaltung schnell, um sofortige Anmeldungen zu ermöglichen.
fi: Julkaise tapahtumasi nopeasti mahdollistaaksesi välittömän ilmoittautumisen.
fr_fr: Rapidement publier votre événement afin de permettre l'enregistrement immédiat.
tr_tr: Anında kayıtlara olanak sağlamak için etkinliğinizi hızla yayınlayın.

source: Display Venue Details
de_de: Veranstaltungsorts-Details anzeigen
fi: Näytä tapahtumapaikan tiedot
fr_fr: Afficher détails du lieu
tr_tr: Mekan Detaylarını Göster

source: reCAPTCHA Anti-spam Settings
de_de: reCAPTCHA Anti-spam Einstellungen
fi: reCAPTCHA-roskapostieston asetukset
fr_fr: Paramètres reCAPTCHA anti-spam
tr_tr: reCAPTCHA Anti-spam Ayarları

source: Testing Guidelines
de_de: Richtlinien zum Testen
fi: Testauksen ohjeet
fr_fr: Lignes directrices d'essai
tr_tr: Test Yönergeleri

source: Status
fi: Tila
fr_fr: Etat
tr_tr: Durum

source: Use reCAPTCHA
de_de: reCAPTCHA verwenden
fi: Käytä reCAPTCHA
fr_fr: utiliser reCAPTCHA
tr_tr: reCAPTCHA Kullan

source: Display Expired Events
de_de: Vergangene Veranstaltungen anzeigen
fi: Näytä menneet tapahtumat
fr_fr: Afficher événements ayant échoué
tr_tr: Biten Etkinlikleri Gster

source: Public Key
fi: Julkinen avain
fr_fr: Clé Publique
tr_tr: Açık Anahtar

source: Visibility
de_de: Sichtbarkeit
fi: Näkyvyys
fr_fr: Visibilité
tr_tr: Görünürlük

source: If a payment is marked as 'Pending Payment', or if payment is deferred (ie, an offline gateway like Check, Bank, or Invoice is used), then give registrants the option to retry payment.
de_de: Wenn eine Zahlung als "ausstehend" markiert ist oder wenn die Zahlung aufgeschoben wird (d. h. ein Offline-Gateway wie Scheck, Bank oder Rechnung wird verwendet), dann geben Sie den Registranten die Möglichkeit, die Zahlung erneut zu versuchen.
fi: Jos maksusuoritus on merkitty "Odottaa maksua" tai jos maksu on viivästetty (käytössä on esim. shekki, pankkisiirto tai lasku), anna tällöin ilmoittautujille mahdollisuus yrittää maksua uudelleen.
fr_fr: Si un paiement est marqué comme en attente de paiement, ou si le paiement est différé (c'est à dire, une passerelle hors ligne comme Check, Banque, ou de facture est utilisé), puis donner inscrits la possibilité de réessayer paiement.
tr_tr: Bir ödeme 'Ödeme Bekliyor' olarak işaretlenmişse veya ödeme ertelenmişse (yani Çek, Banka veya Fatura gibi çevrimdışı bir ağ geçidi kullanılıyorsa), kayıt sahiplerine ödemeyi yeniden deneme seçeneği sunun.

source: Private Key
fi: Yksityinen avain
fr_fr: Clé Personelle
tr_tr: Özel Anahtar

source: Event Listings URL
de_de: URL der Veranstaltungsliste
fi: Tapahtumalistan URL
fr_fr: URL de la Liste des événements
tr_tr: Etkinlik Listelerinin Adresleri(URL)

source: Question Groups
de_de: Abfragegruppen
fi: Kysymysryhmät
fr_fr: Groupes de questions
tr_tr: Soru Gurupları

source: reCAPTCHA Appearance
de_de: reCAPTCHA Aussehen
fi: reCAPTCHA-näkymä
fr_fr: reCAPTCHA Apparence
tr_tr: reCAPTCHA Görünümü

source: Credit Card Numbers Used for Testing
de_de: Kreditkartennummern, die für das Testen benutzt werden können
fi: Luottokorttien numerot testausta varten
fr_fr: Numéros de carte de crédit utilisée pour les essais
tr_tr: Kredi Kartı Numarası Test için Kullanıldı

source: Publish
de_de: Veröffentlichen
fi: Julkaise.
fr_fr: Publier
tr_tr: Yayınlamak

source: Theme
fi: Teema
fr_fr: Thème
tr_tr: Tema
