Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: When this is set to "Yes", that means when you create an event the default for the "Login Required" setting on that event will be set to "Yes". When Login Required is set to "Yes" on an event it means that before users can register they MUST be logged in. You can still override this on each event.
de_de: Wenn diese Einstellung auf "Ja" gesetzt ist, bedeutet dies, dass bei der Erstellung eines Ereignisses die Standardeinstellung "Anmeldung erforderlich" für dieses Ereignis auf "Ja" gesetzt wird. Wenn "Anmeldung erforderlich" für ein Ereignis auf "Ja" eingestellt ist, bedeutet dies, dass die Benutzer angemeldet sein MÜSSEN, bevor sie sich registrieren können. Sie können dies für jedes Ereignis überschreiben.
fi: Kun tämän asetuksen arvoksi on asetettu "Kyllä", se tarkoittaa, että kun luot tapahtuman, tapahtuman "Sisäänkirjautuminen vaaditaan" -asetuksen oletusarvoksi asetetaan "Kyllä". Kun kirjautuminen vaaditaan -asetukseksi on asetettu "Kyllä" tapahtumassa, se tarkoittaa, että ennen kuin käyttäjät voivat rekisteröityä, heidän PITÄÄ olla kirjautuneena sisään. Voit silti ohittaa tämän asetuksen jokaisessa tapahtumassa.
fr_fr: Lorsque cette option est définie sur "Oui", cela signifie que lorsque vous créez un événement, le paramètre par défaut "Connexion requise" de cet événement sera défini sur "Oui". Lorsque la connexion requise est définie sur «Oui» sur un événement, cela signifie qu'avant que les utilisateurs puissent s'inscrire, ils DOIVENT être connectés. Vous pouvez toujours remplacer cette option sur chaque événement.
tr_tr: Bu "Evet" olarak ayarlandığında, bir etkinlik oluşturduğunuzda bu etkinlikteki "Oturum Açma Gerekli" ayarının varsayılan olarak "Evet" olarak ayarlanacağı anlamına gelir. Bir etkinlikte Oturum Açma Gerekliliği "Evet" olarak ayarlandığında, kullanıcıların kaydolmadan önce oturum açmaları GEREKTİĞİ anlamına gelir. Yine de her etkinlikte bunu geçersiz kılabilirsiniz.

source: Default setting for User Creation on Registration.
de_de: Standardeinstellung für die Benutzererstellung bei der Registrierung.
fi: Oletusasetus Käyttäjän luominen rekisteröinnin yhteydessä.
fr_fr: Paramètre par défaut pour la création d'utilisateur lors de l'enregistrement.
tr_tr: Kayıtta Kullanıcı Oluşturma için varsayılan ayar.

source: When this is set to "Yes", that means when you create an event the default for the "Create User On Registration" setting on that event will be set to "Yes". When this setting is set to "Yes" on an event it means that when new non-logged in users register for an event, a new WP_User is created for them. You can still override this on each event.
de_de: Wenn diese Einstellung auf "Ja" gesetzt ist, bedeutet dies, dass bei der Erstellung eines Ereignisses die Standardeinstellung "Benutzer bei Registrierung erstellen" für dieses Ereignis auf "Ja" gesetzt wird. Wenn diese Einstellung für ein Ereignis auf "Ja" gesetzt ist, bedeutet dies, dass für neue, nicht angemeldete Benutzer, die sich für ein Ereignis registrieren, ein neuer WP_User erstellt wird. Sie können dies jedoch für jedes Ereignis überschreiben.
fi: Kun tämän asetuksen arvoksi on asetettu "Kyllä", se tarkoittaa, että kun luot tapahtuman, tapahtuman "Luo käyttäjä rekisteröinnin yhteydessä" -asetuksen oletusarvoksi asetetaan "Kyllä". Kun tämän asetuksen arvoksi on asetettu "Kyllä" tapahtumassa, se tarkoittaa, että kun uudet kirjautumattomat käyttäjät rekisteröityvät tapahtumaan, heille luodaan uusi WP_User. Voit silti ohittaa tämän jokaisen tapahtuman kohdalla.
fr_fr: Lorsque cette option est définie sur «Oui», cela signifie que lorsque vous créez un événement, la valeur par défaut du paramètre «Créer l'utilisateur sur l'enregistrement» de cet événement sera réglée sur «Oui». Lorsque ce paramètre est défini sur "Oui" sur un événement, cela signifie que lorsque de nouveaux utilisateurs non connectés s'inscrivent à un événement, un nouveau WP_User est créé pour eux. Vous pouvez toujours remplacer cette option sur chaque événement.
tr_tr: Bu ayar "Evet" olarak ayarlandığında, bir etkinlik oluşturduğunuzda bu etkinlikteki "Kayıtta Kullanıcı Oluştur" ayarının varsayılanı "Evet" olarak ayarlanacağı anlamına gelir. Bu ayar bir etkinlikte "Evet" olarak ayarlandığında, oturum açmamış yeni kullanıcılar bir etkinliğe kaydolduğunda, onlar için yeni bir WP_User oluşturulacağı anlamına gelir. Yine de her etkinlikte bunu geçersiz kılabilirsiniz.

source: Default role for User Creation on Registration.
de_de: Standardrolle für die Benutzererstellung bei der Registrierung.
fi: Oletusrooli Käyttäjän luominen rekisteröinnissä.
fr_fr: Rôle par défaut de la création d'utilisateur lors de l'enregistrement.
tr_tr: Kayıtta Kullanıcı Oluşturma için varsayılan rol.

source: On new events, when User creation is set to yes, this setting indicates what the default role for new users will be on creation. You can still override this on each event.
de_de: Wenn bei neuen Ereignissen die Benutzererstellung auf "Ja" gesetzt ist, gibt diese Einstellung an, welche Rolle neue Benutzer bei der Erstellung standardmäßig einnehmen sollen. Sie können dies für jedes Ereignis überschreiben.
fi: Uusissa tapahtumissa, kun Käyttäjän luominen on asetettu kyllä, tämä asetus määrittää, mikä on uusien käyttäjien oletusrooli luomisen yhteydessä. Voit silti ohittaa tämän kunkin tapahtuman kohdalla.
fr_fr: Sur les nouveaux événements, lorsque la création Utilisateur est définie sur Oui, ce paramètre indique le rôle par défaut des nouveaux utilisateurs lors de la création. Vous pouvez toujours remplacer cette option sur chaque événement.
tr_tr: Yeni olaylarda, Kullanıcı oluşturma evet olarak ayarlandığında, bu ayar yeni kullanıcılar için varsayılan rolün oluşturma sırasında ne olacağını gösterir. Yine de her olayda bunu geçersiz kılabilirsiniz.

source: User Integration Settings updated.
de_de: Einstellungen zur Benutzerintegration aktualisiert.
fi: Käyttäjien integrointiasetukset päivitetty.
fr_fr: Paramètres d'intégration utilisateur mis à jour.
tr_tr: Kullanıcı Entegrasyon Ayarları güncellendi.

source: Ticket Capability Restrictions
de_de: Beschränkungen der Ticketfähigkeit
fi: Lippukykyrajoitukset
fr_fr: Restrictions de capacité de billet
tr_tr: Bilet Kapasite Kısıtlamaları

source: Force Login for registrations?
de_de: Login für Registrierungen erzwingen?
fi: Pakota kirjautuminen rekisteröintejä varten?
fr_fr: Être connecter obligatoirement pour les inscriptions?
tr_tr: Kayıtlar için Girişe Zorla?

source: If yes, then all people registering for this event must login before they can register
de_de: Wenn ja, dann müssen sich alle Personen, die sich für diese Veranstaltung anmelden, einloggen, bevor sie sich registrieren können.
fi: Jos kyllä, kaikkien tähän tapahtumaan rekisteröityvien henkilöiden on kirjauduttava sisään ennen kuin he voivat rekisteröityä.
fr_fr: Si oui, toutes les personnes s'inscrivant à cet événement doivent se connecter avant de pouvoir s'inscrire
tr_tr: Evet ise, bu etkinliğe kaydolan tüm kişilerin kaydolmadan önce giriş yapmaları gerekir

source: Auto Create users with registrations?
de_de: Benutzer mit Registrierungen automatisch erstellen?
fi: Automaattinen käyttäjien luominen rekisteröintien avulla?
fr_fr: Créer automatiquement des utilisateurs avec des enregistrements?
tr_tr: Kayıtları olan kullanıcıları Otomatik Oluştur?

source: If yes, then when non-logged in users register for this event, a user will automatically be created.
de_de: Wenn ja, wird automatisch ein Benutzer angelegt, wenn sich nicht angemeldete Benutzer für dieses Ereignis registrieren.
fi: Jos kyllä, käyttäjä luodaan automaattisesti, kun kirjautumattomat käyttäjät rekisteröityvät tähän tapahtumaan.
fr_fr: Si oui, les utilisateurs qui ne sont pas connectés s'inscrivent à cet événement, un utilisateur sera automatiquement créé. (METTRE OBLIGATOIREMENT OUI)
tr_tr: Evet ise, oturum açmamış kullanıcılar bu etkinliğe kaydolduğunda otomatik olarak bir kullanıcı oluşturulacaktır.

source: Default role for auto-created users:
de_de: Standardrolle für automatisch erstellte Benutzer:
fi: Automaattisesti luotujen käyttäjien oletusrooli:
fr_fr: Rôle par défaut des utilisateurs créés automatiquement:
tr_tr: Otomatik oluşturulan kullanıcılar için varsayılan rol:

source: When users are auto-created, what default role do you want them to have?
de_de: Wenn Benutzer automatisch erstellt werden, welche Standardrolle sollen sie dann haben?
fi: Mitä käyttäjätyyppiä käytetään oletuksena, kun uusi käyttäjä luodaan automaattisesti?
fr_fr: Lorsque les utilisateurs sont auto-créés, quel rôle par défaut voulez-vous qu'ils aient?
tr_tr: Kullanıcılar otomatik olarak oluşturulduğunda, hangi varsayılan role sahip olmalarını istiyorsunuz?

source: User Integration Event Settings updated.
de_de: Einstellungen für Benutzerintegrationsereignisse aktualisiert.
fi: Käyttäjäintegraation tapahtuma-asetukset päivitetty.
fr_fr: Les paramètres d'événements d'intégration utilisateur sont mis à jour.
tr_tr: Kullanıcı Entegrasyonu Etkinlik Ayarları güncellendi.

source: Ticket Capability Requirement
de_de: Ticket-Fähigkeitsanforderung
fi: Lippukykyvaatimus
fr_fr: Conditions requises pour le billet (NE RIEN METTRE)
tr_tr: Bilet Yeteneği Gereksinimi

source: WP User Capability required for purchasing this ticket:
de_de: WP User Capability erforderlich für den Kauf dieses Tickets:
fi: Tämän lipun ostaminen edellyttää WP-käyttäjän käyttöoikeutta:
fr_fr: WP User Capability nécessaire pour l'achat de ce ticket:
tr_tr: Bu bileti satın almak için WP Kullanıcı Yeteneği gereklidir:

source: %1$sNote%2$s: Changes made in your Personal Information details will be synced with your user profile.
de_de: %1$sAnmerkung%2$s: Änderungen in Ihren persönlichen Informationen werden mit Ihrem Benutzerprofil synchronisiert.
fi: %1$sHuom%2$s: Henkilötietoihin tekemäsi muutokset tehdään myös käyttäjäprofiiliisi.
fr_fr: %1$sNote%2$s: Les modifications apportées à vos informations personnelles seront synchronisées avec votre profil utilisateur.
tr_tr: %1$sNot%2$s: Kişisel Bilgi detaylarınızda yapılan değişiklikler kullanıcı profilinizle senkronize edilecektir.

source: Sync changes with your user profile?
de_de: Änderungen mit Ihrem Benutzerprofil synchronisieren?
fi: Synkronoida muutokset käyttäjäprofiilisi kanssa?
fr_fr: La synchronisation change-t-elle avec votre profil d'utilisateur?
tr_tr: Değişiklikleri kullanıcı profilinizle senkronize edin?

source: You have entered an email address that matches an existing user account in our system. You can only submit registrations for your own account or for a person that does not exist in the system. Please use a different email address.
de_de: Sie haben eine E-Mail-Adresse eingegeben, die mit einem bestehenden Benutzerkonto in unserem System übereinstimmt. Sie können nur Anmeldungen für Ihr eigenes Konto oder für eine Person einreichen, die nicht im System vorhanden ist. Bitte verwenden Sie eine andere E-Mail-Adresse.
fi: Annoit sähköpostiosoitteen, joka on jo käytössä toisella käyttäjällä. Voit tehdä ilmoittautumisen vain omasta ja sellaisen henkilön puolesta, jolla ei ole omaa tiliä järjestelmässämme. Anna toinen sähköpostiosoite.
fr_fr: Vous avez saisi une adresse de courrier qui correspond à un compte d'utilisateur existant dans notre système. Vous pouvez soumettre seulement des enregistrements pour votre propre compte d'utilisateur ou pour une personne qui n'existe pas dans le système. S'il vous plaît utilisez une adresse de courrier différente.
tr_tr: Sistemimizde mevcut bir kullanıcı hesabıyla eşleşen bir e-posta adresi girdiniz. Sadece kendi hesabınız için veya sistemde mevcut olmayan bir kişi için kayıt gönderebilirsiniz. Lütfen farklı bir e-posta adresi kullanın.

source: You have entered an email address that matches an existing user account in our system. If this is your email address, please log in before continuing your registration. Otherwise, register with a different email address.
de_de: Sie haben eine E-Mail-Adresse eingegeben, die mit einem bestehenden Benutzerkonto in unserem System übereinstimmt. Wenn dies Ihre E-Mail-Adresse ist, melden Sie sich bitte an, bevor Sie mit der Registrierung fortfahren. Andernfalls registrieren Sie sich bitte mit einer anderen E-Mail-Adresse.
fi: Annoit sähköpostiosoitteen, joka on jo käytössä järjestelmässämme. Jos tämä on sinun sähköpostiosoitteesi, ole hyvä ja kirjaudu ennen ilmoittautumisesta. Muussa tapauksessa anna toinen sähköpostiosoite.
fr_fr: Vous avez saisi une adresse de courrier qui correspond à un compte d'utilisateur existant dans notre système. Si ceci est votre adresse mail, s'il vous plaît connectez-vous avant de poursuivre votre inscription. Sinon, inscrivez-vous avec une adresse de courrier différente.
tr_tr: Sistemimizde mevcut bir kullanıcı hesabıyla eşleşen bir e-posta adresi girdiniz. Bu sizin e-posta adresinizse, lütfen kaydınıza devam etmeden önce oturum açın. Aksi takdirde, farklı bir e-posta adresiyle kaydolun.

source: The person's street address.
de_de: Die Adresse der Person.
fi: Henkilön lähiosoite.
fr_fr: L'adresse de la personne.
tr_tr: Kişinin açık adresi.

source: Registered via event registration form
de_de: Anmeldung über das Anmeldeformular zur Veranstaltung
fi: Rekisteröitynyt tapahtuman ilmoittautumislomakkeella
fr_fr: Inscription via le formulaire d'inscription
tr_tr: Etkinlik kayıt formu aracılığıyla kayıt

source: Doing
de_de: Tun
fi: Tehdään
fr_fr: Faire
tr_tr: Yapmak

source: Missing a username.
de_de: Benutzername fehlt.
fi: Käyttäjätunnus puuttuu.
fr_fr: Un nom d'utilisateur est manquant.
tr_tr: Bir kullanıcı adı eksik.

source: Data Migration to People Addon 1.0.0
de_de: Datenmigration zu People Addon 1.0.0
fi: Tiedonsiirto ihmisiin Addon 1.0.0
tr_tr: Kişilere Veri Taşıma Eklentisi 1.0.0

source: Missing a password.
de_de: Passwort fehlt.
fi: Salasana puuttuu.
fr_fr: Un mot de passe est manquant.
tr_tr: Şifre eksik.

source: Person ID
de_de: Personen-ID
fi: Henkilön ID
fr_fr: ID personne
tr_tr: Kişi Kimliği

source: Person's Full Name
de_de: Vollständiger Name der Person
fi: Henkilön koko nimi
fr_fr: Nom complet de la personne
tr_tr: Kişinin Tam Adı

source: Logged in successfully as %s!
de_de: Erfolgreich angemeldet als %s!
fi: Kirjauduttu onnistuneesti tunnuksella %s!
fr_fr: Connecté avec succès comme %s!
tr_tr: %s olarak başarıyla giriş yapıldı!

source: Person's Biography
de_de: Biographie der Person
fi: Henkilön kuvaus
fr_fr: Biographie de la Personne
tr_tr: Kişinin Biyografisi

source: The %1$s%2$s%3$s%4$s is available to members only. %5$s
de_de: Der %1$s%2$s%3$s%4$s ist nur für Mitglieder verfügbar. %5$s
fi: %1$s%2$s%3$s%4$s on saatavilla vain jäsenille. %5$s
fr_fr: Les %1$s%2$s%3$s%4$s sont disponibles aux membres seulement. %5$s
tr_tr: %1$s%2$s%3$s%4$s sadece üyeler tarafından kullanılabilir. %5$s

source: Person's URL Slug
de_de: URL-Slug der Person
fi: Henkilön URL-tunniste
tr_tr: Kişinin URL Slug'ı

source: The event you have selected requires logging in before you can register.
de_de: Für die von Ihnen gewählte Veranstaltung müssen Sie sich anmelden, bevor Sie sich registrieren können.
fi: Sinun on kirjauduttava ensin sisään ilmoittautuaksesi valitsemaasi tapahtumaan.
fr_fr: L'événement que vous avez sélectionné nécessite de vous connecter avant de pouvoir vous inscrire.
tr_tr: Seçtiğiniz etkinliğe kayıt olabilmeniz için önce giriş yapmanız gerekmektedir.

source: Time Person Created
de_de: Zeit Person Erstellt
fi: Aika Henkilö luotu
fr_fr: Personne créée
tr_tr: Zaman Kişi Oluşturuldu

source: Username
de_de: Benutzername
fi: Käyttäjätunnus
fr_fr: Nom d'utilisateur
tr_tr: Kullanıcı Adı

source: Person's Short Biography
de_de: Kurzbiographie der Person
fi: Henkilön lyhyt kuvaus
fr_fr: Biographie de la personne
tr_tr: Kişinin Kısa Biyografisi

source: Password
de_de: Passwort
fi: Salasana
fr_fr: mot de passe
tr_tr: Şifre

source: Time Person Last Modified
de_de: Zeit Letzte Änderung der Person
fi: Aika Henkilö Viimeksi muokattu
fr_fr: Heure de la dernière modification de la personne
tr_tr: Zaman Kişi Son Değiştirilen

source: Remember Me
de_de: Erinnere mich
fi: Muista minut
fr_fr: Se souvenir de moi
tr_tr: Hatırla Beni

source: WP User that Created this Person
de_de: WP-Benutzer, der diese Person angelegt hat
fi: WP-käyttäjä, joka loi tämän henkilön
fr_fr: WP User qui a créé cette personne
tr_tr: Bu Kişiyi Oluşturan WP Kullanıcısı

source: What is this field for?
de_de: Wofür ist dieses Feld
fi: Mikä tämä kenttä on?
fr_fr: A quoi sert ce champs ?
tr_tr: Bu alan ne için?

source: Parent Person
de_de: Elternteil Person
fi: Vanhempi henkilö
tr_tr: Ebeveyn Kişi

source: This field is introduced as a feature that is part of the WP User Integration addon. It enables you to set restrictions on who can purchase the ticket option. This is an excellent way to create "Member Only" type discounts to people visiting your site.
de_de: Dieses Feld wird als eine Funktion eingeführt, die Teil des WP User Integration Addons ist. Es ermöglicht Ihnen, Einschränkungen festzulegen, wer die Ticketoption kaufen kann. Dies ist ein ausgezeichneter Weg, um "Member Only"-Rabatte für Besucher Ihrer Website zu erstellen.
fi: Tämä kenttä on otettu käyttöön ominaisuutena, joka on osa WP User Integration -lisäosaa. Sen avulla voit asettaa rajoituksia sille, kuka voi ostaa lippuvaihtoehdon. Tämä on erinomainen tapa luoda "Vain jäsenille" -tyyppisiä alennuksia sivustollasi vieraileville ihmisille.
fr_fr: Ce champ est présenté comme une fonctionnalité qui fait partie de l'add-on WP User Integration. Il vous permet de définir des restrictions sur qui peut acheter l'option de billet. C'est un excellent moyen de créer des rabais de type "Membre seulement" pour les personnes qui visitent votre site.
tr_tr: Bu alan, WP Kullanıcı Entegrasyonu eklentisinin bir parçası olan bir özellik olarak tanıtıldı. Bilet seçeneğini kimlerin satın alabileceğine ilişkin kısıtlamalar belirlemenizi sağlar. Bu, sitenizi ziyaret eden kişilere "Yalnızca Üye" tipi indirimler oluşturmak için mükemmel bir yoldur.

source: Person's Status
de_de: Status der Person
fi: Henkilön tila
tr_tr: Kişinin Durumu

source: How do I use it?
de_de: Wie verwende ich es?
fi: Kuinka käytän tätä?
fr_fr: Comment puis-je l'utiliser?
tr_tr: Nasıl kullanabilirim?

source: Person Meta Row ID
fi: Henkilö Meta Rivin ID
tr_tr: Kişi Meta Satır Kimliği

source: Creating these type of restrictions utilizes the %1$sRoles and Capabilities feature of WordPress%2$s. In this field, you indicate the capability that a visitor must have as a part of their user profile when logged in and viewing the ticket options. For instance if you have "manage_options" in this field, then the visitor must be logged in and have the "manage_options" capability assigned to their user (or to the role that is assigned to their user).
de_de: Zum Erstellen dieser Art von Einschränkungen wird die Funktion %1$sRollen und Fähigkeiten von WordPress%2$s verwendet. In diesem Feld geben Sie die Fähigkeit an, die ein Besucher als Teil seines Benutzerprofils haben muss, wenn er eingeloggt ist und die Ticketoptionen anzeigt. Wenn Sie z. B. "manage_options" in dieses Feld eingeben, muss der Besucher angemeldet sein und die Fähigkeit "manage_options" seinem Benutzer zugewiesen haben (oder der Rolle, die seinem Benutzer zugewiesen ist).
fi: Tällaisten rajoitusten luominen käyttää WordPressin %1$sRoles and Capabilities -ominaisuutta%2$s. Tässä kentässä ilmoitat kyvykkyyden, joka kävijällä on oltava osana käyttäjäprofiiliaan, kun hän on kirjautuneena sisään ja tarkastelee lippuvaihtoehtoja. Jos esimerkiksi tässä kentässä on "manage_options", kävijän on oltava kirjautuneena sisään ja hänen käyttäjälleen on määritettävä "manage_options"-ominaisuus (tai hänen käyttäjälleen määritetty rooli).
fr_fr: La création de ce type de restrictions utilise la fonction %1$sRoles et Capabilities de WordPress%2$s. Dans ce champ, vous indiquez la capacité qu'un visiteur doit avoir dans le cadre de son profil d'utilisateur lors de la connexion et de l'affichage des options de ticket. Par exemple, si vous avez "manage_options" dans ce champ, le visiteur doit être connecté et avoir la capacité "manage_options" assignée à son utilisateur (ou au rôle assigné à son utilisateur).
tr_tr: Bu tür kısıtlamalar oluşturmak için WordPress'in %1$sRoles and Capabilities özelliği kullanılır%2$s. Bu alanda, bir ziyaretçinin oturum açtığında ve bilet seçeneklerini görüntülediğinde kullanıcı profilinin bir parçası olarak sahip olması gereken yeteneği belirtirsiniz. Örneğin, bu alanda "manage_options" yazıyorsanız, ziyaretçinin oturum açmış olması ve kullanıcısına (veya kullanıcısına atanan role) atanmış "manage_options" özelliğine sahip olması gerekir.

source: Foreign Key to People in Post Table
de_de: Fremdschlüssel zu Personen in der Post-Tabelle
fi: Ulkoinen avain Post-taulukon henkilöihin
tr_tr: Post Tablosundaki Kişiler için Yabancı Anahtar

source: Click here to read about roles and capabilities in WordPress.
de_de: Klicken Sie hier, um mehr über Rollen und Funktionen in WordPress zu erfahren.
fi: Klikkaa tästä, jos haluat lukea WordPressin rooleista ja ominaisuuksista.
fr_fr: Cliquez ici pour lire les rôles et les capacités de WordPress.
tr_tr: WordPress'teki roller ve yetenekler hakkında bilgi edinmek için buraya tıklayın.

source: Person to Event Link ID
de_de: Person zu Ereignis Link ID
fi: Henkilön ja tapahtuman välisen linkin ID
tr_tr: Kişiden Etkinliğe Bağlantı Kimliği

source: Person Primary ID
de_de: Person Primäre ID
fi: Henkilön ensisijainen tunnus
tr_tr: Kişi Birincil Kimliği

source: Model Person Related to
de_de: Model Person Bezogen auf
fi: Mallihenkilö Liittyy
tr_tr: İlgili Model Kişi

source: Person to Event Order
de_de: Person zu Ereignis Bestellung
fi: Henkilöstä tapahtumaan järjestys
tr_tr: Kişiden Etkinliğe Sıralama

source: People Type ID
de_de: Personen Typ ID
fi: Ihmiset Tyyppi ID
tr_tr: Kişi Türü Kimliği

source: Click here to view more info about %s
de_de: Hier klicken für weitere Informationen über %s
fi: Klikkaa tästä saadaksesi lisätietoa henkilöstä %s
fr_fr: Cliquez ici pour en savoir plus sur %s
tr_tr: %s hakkında daha fazla bilgi için buraya tıklayın

source: Events this person is involved with:
de_de: Veranstaltungen an der diese Person beteiligt ist:
fi: Tapahtumat, joihin tämä henkilö liittyy:
tr_tr: Bu kişinin dahil olduğu etkinlikler:

source: Please enter a valid Promotion Code.
de_de: Bitte geben Sie einen gültigen Aktionscode ein.
fi: Anna toimiva alennuskoodi.
tr_tr: Lütfen geçerli bir Promosyon Kodu girin.

source: A Promotion was redeemed during this Transaction. Click to View Promotion
de_de: Für diese Bestellung wurde ein Aktionscode eingelöst. Hier klicken um Rabatt anzusehen.
fi: Alennus lunastettu tilauksen yhteydessä. Paina nähdäksesi alennus
fr_fr: Une promotion a été rachetée au cours de cette opération. Cliquez pour voir la promotion
tr_tr: Bu İşlem sırasında bir Promosyon kullanıldı. Promosyonu Görüntülemek için Tıklayın

source: Promotion was redeemed during Transaction
de_de: Bei dieser Bestellung wurde ein Aktionscode eingelöst.
fi: Alennus lunastettu tilauksen yhteydessä.
tr_tr: İşlem sırasında promosyon kullanıldı

source: Current Promotions
de_de: Aktuelle Rabatte
fi: Voimassa olevat alennukset
tr_tr: Güncel Promosyonlar

source: Submit %s
de_de: %s abschicken
fi: Lähetä %s
fr_fr: Soumettre %s
tr_tr: Gönder %s
