Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: However, after the user has returned from PayPal, their order in Event Espresso will be updated with the new taxes and added shipping charges (e.g. it will appear on their receipt.)
de_de: Nachdem der Nutzer jedoch von PayPal zurückgekehrt ist, wird seine Bestellung in Event Espresso mit den neuen Steuern und zusätzlichen Versandkosten aktualisiert (z. B. auf dem Kassenbon).
fi: Kun käyttäjä on palannut PayPalista, hänen tilauksensa Event Espressossa päivitetään kuitenkin uusilla veroilla ja lisätyillä toimituskuluilla (ne näkyvät esimerkiksi kuitissa).
tr_tr: Ancak, kullanıcı PayPal'dan döndükten sonra Event Espresso'daki siparişleri yeni vergiler ve eklenen kargo ücretleriyle güncellenecektir (örneğin, makbuzlarında görünecektir).

source: Number of Dates to Display:
de_de: Anzahl der angezeigten Termine:
fi: Näytettävien päivien määrä:
fr_fr: Nombre de dates à afficher:
tr_tr: Görüntülenecek Tarih Sayısı:

source: Show Date Range:
de_de: Datumsbereich anzeigen:
fi: Näytä päivämääräväli:
fr_fr: Afficher la plage de dates
tr_tr: Tarih Aralığını Göster:

source: This setting will replace the list of dates in the widget.
de_de: Mit dieser Einstellung wird die Liste der Daten im Widget ersetzt.
fi: Tämä asetus korvaa widgetin päivämääräluettelon.
fr_fr: Ce paramètre remplacera la liste des dates dans le widget
tr_tr: Bu ayar, widget'taki tarih listesinin yerini alacaktır.

source: Please provide the following billing information.
de_de: Bitte geben Sie die folgenden Rechnungsinformationen an.
fi: Anna seuraavat laskutustiedot.
fr_fr: Veuillez fournir les informations de facturation suivantes.
tr_tr: Lütfen aşağıdaki fatura bilgilerini sağlayın.

source: Card Types Supported
de_de: Unterstützte Kartentypen
fi: Tuetut korttityypit
fr_fr: Types de cartes prises en charge
tr_tr: Desteklenen Kart Türleri

source: Event Registrations from %1$s
de_de: Veranstaltungsanmeldungen ab %1$s
fi: Tapahtuman rekisteröinnit alkaen %1$s
tr_tr: Etkinlik Kayıtları %1$s'den

source: No response received from Paypal Pro
de_de: Keine Antwort von PayPal Pro erhalten
fi: Paypal Pro ei ole vastannut
fr_fr: Aucunes réponses reçues de PayPal Pro
tr_tr: Paypal Pro'dan yanıt alınamadı

source: See %1$shere%2$s for list of currencies supported by Paypal Pro.
de_de: Siehe %1$shier%2$s für die Liste der von Paypal Pro unterstützten Währungen.
fi: Katso %1$stäältä%2$s Paypal Pron tukemat valuutat.
fr_fr: Voir %1$sici%2$s pour la liste des devises acceptées par PayPal Pro.
tr_tr: Paypal Pro tarafından desteklenen para birimlerinin listesi için %1$shere%2$s bölümüne bakın.

source: Payment of %s for %s
de_de: Zahlung in Höhe von %s für %s
fi: %s:n maksu %s:stä
fr_fr: Paiement de %s pour %s
tr_tr: %s için %s ödemesi

source: There was no response from Authorize.net
de_de: Es gab keine Antwort von Authorize.net
fi: Authorize.net ei vastannut
fr_fr: Il n'y a pas de réponse de Authorize.net
tr_tr: Authorize.net'ten herhangi bir yanıt gelmedi

source: Authorize.net API Login ID %s
de_de: Authorize.net API-Anmelde-ID %s
fi: Authorize.net API kirjautumistunnus %s
tr_tr: Authorize.net API Oturum Açma Kimliği %s

source: Authorize.net Transaction Key %s
de_de: Authorize.net-Transaktionsschlüssel %s
fi: Authorize.net-transaktioavain %s
tr_tr: Authorize.net İşlem Anahtarı %s

source: Send test transactions? %s
de_de: Testtransaktionen senden? %s
fi: Lähetä testitapahtumia? %s
fr_fr: Envoyez une transaction test ? %s
tr_tr: Test işlemleri gönderilsin mi? %s

source: Send test transactions, even to live server
de_de: Senden von Testtransaktionen, auch an Live-Server
fi: Lähetä testitapahtumia, jopa live-palvelimelle
fr_fr: Envoyer des transactions test, même au server live
tr_tr: Canlı sunucuya bile test işlemleri gönderin

source: See %1$shere%2$s for list of currencies supported by Authorize.net AIM.
de_de: Siehe %1$shier%2$s für eine Liste der von Authorize.net AIM unterstützten Währungen.
fi: Katso %1$shere%2$s Authorize.net AIM:n tukemien valuuttojen luettelo.
fr_fr: Voir %1$sici%2$s pour la liste des devises supporté par Authorize.net AIM.
tr_tr: Authorize.net AIM tarafından desteklenen para birimlerinin listesi için %1$shere%2$s bölümüne bakın.

source: Specify whether this is a live/production account or a test account on the Authorize.net development server.
de_de: Geben Sie an, ob dies ein Live-/Produktionskonto oder ein Testkonto auf dem Authorize.net-Entwicklungsserver ist.
fi: Määritä, onko kyseessä Authorize.netin kehityspalvelimen live-/tuotantotili vai testitili.
tr_tr: Bunun bir canlı/üretim hesabı mı yoksa Authorize.net geliştirme sunucusundaki bir test hesabı mı olduğunu belirtin.

source: This content can be replaced and it will show in the generated message.
de_de: Dieser Inhalt kann ersetzt werden und wird in der generierten Nachricht angezeigt.
fi: Tämä sisältö voidaan korvata, ja se näkyy luotavassa viestissä.
fr_fr: Ce contenu peut être remplacé et il apparaîtra dans le message généré.
tr_tr: Bu içerik değiştirilebilir ve oluşturulan mesajda gösterilir.

source: Question:
de_de: Abfrage:
fi: Kysymys:
tr_tr: Soru:

source: Answer:
de_de: Angaben:
fi: Vastaus:
fr_fr: Réponse:
tr_tr: Cevap ver:

source: Hello, %s:
de_de: Hallo, %s:
fi: Hei, %s:
fr_fr: Bonjour, %s:
tr_tr: Merhaba, %s:

source: We've got a few things we want to share with you!
de_de: Es gibt Informationen, die wir Ihnen mitteilen möchten!
fi: Haluamme jakaa kanssasi muutaman asian!
fr_fr: Nous souhaitons partagés quelques éléments avec vous!
tr_tr: Sizinle paylaşmak istediğimiz birkaç şey var!

source: Connect with Us:
de_de: Folgen Sie uns:
fi: Ota meihin yhteyttä:
fr_fr: Rejoignez nous :
tr_tr: Bizimle Bağlantı Kurun:

source: Contact Info:
de_de: Kontaktinformationen
fi: Yhteystiedot:
fr_fr: Informations de contact:
tr_tr: İletişim Bilgileri:

source: Registration:
de_de: Registrierung:
fi: Ilmoittautuminen:
fr_fr: Inscription:
tr_tr: Kayıt:

source: Tickets:
fi: Liput:
fr_fr: Billets:
tr_tr: Biletler:

source: Questions &amp; Answers
de_de: Abfragen &amp; Angaben
fi: Kysymykset &amp; vastaukset
fr_fr: Questions &amp; Réponses
tr_tr: Sorular &amp; Cevaplar

source: Venue »
de_de: Veranstaltungsort »
fi: Tapahtumapaikka »
fr_fr: Lieu »
tr_tr: Mekan »

source: Connect with this Event:
de_de: Verbinden Sie sich mit dieser Veranstaltung:
fi: Liity tähän tapahtumaan:
fr_fr: Rejoignez cet événement :
tr_tr: Bu Etkinlikle Bağlantı Kurun:

source: Questions & Answers
de_de: Abfragen & Angaben
fi: Kysymykset & vastaukset
fr_fr: Questions & Réponses
tr_tr: Sorular & Cevaplar

source: It appears the Single Page Checkout javascript was not loaded properly! Please refresh the page and try again or contact support.
de_de: Es scheint, dass das Single Page Checkout javascript nicht richtig geladen wurde! Bitte aktualisieren Sie die Seite und versuchen Sie es erneut oder kontaktieren Sie den Support.
fi: Näyttää siltä, että yhden sivun kassan javascript ei latautunut oikein! Päivitä sivu ja yritä uudelleen tai ota yhteyttä asiakaspalveluun.
fr_fr: Il semble que le javascript de Checkout de page unique n'a pas été chargé correctement! Veuillez actualiser la page et réessayer ou contacter le support.
tr_tr: Tek Sayfa Ödeme javascript'i düzgün yüklenmemiş gibi görünüyor! Lütfen sayfayı yenileyip tekrar deneyin veya destek ekibiyle iletişime geçin.

source: There appears to be a problem with the reCAPTCHA configuration! Please check the admin settings or contact support.
de_de: Es scheint ein Problem mit der reCAPTCHA-Konfiguration zu geben! Bitte überprüfen Sie die Admin-Einstellungen oder kontaktieren Sie den Support.
fi: ReCAPTCHA-konfiguraatiossa näyttää olevan ongelma! Tarkista ylläpitoasetukset tai ota yhteyttä asiakaspalveluun.
fr_fr: Il semble y avoir un problème avec la configuration reCAPTCHA! Veuillez vérifier les paramètres admin ou contacter le support.
tr_tr: reCAPTCHA yapılandırmasında bir sorun var gibi görünüyor! Lütfen yönetici ayarlarını kontrol edin veya destek ekibiyle iletişime geçin.

source: Please complete the anti-spam test before proceeding.
de_de: Bitte führen Sie den Antispam-Test durch, bevor Sie fortfahren.
fi: Suorita roskapostitesti loppuun ennen kuin jatkat.
fr_fr: Veuillez compléter le test anti-spam avant de procéder.
tr_tr: Lütfen devam etmeden önce anti-spam testini tamamlayın.

source: All fields marked with a * are required fields
de_de: Alle mit einem * gekennzeichneten Felder sind Pflichtfelder
fi: Kaikki tähdellä (*) merkityt kentät vaaditaan
fr_fr: Tous les champs marqués d'un * sont requis
tr_tr: ile işaretlenmiş tüm alanlar zorunlu alanlardır

source: reCAPTCHA is a free service that protects your website from spam and abuse. It employs advanced risk analysis technology to separate humans from abusive actors. Sign up %1$shere%2$s to receive your Public and Private keys.
de_de: reCAPTCHA ist ein kostenloser Dienst, der Ihre Website vor Spam und Missbrauch schützt. Er verwendet eine fortschrittliche Risikoanalyse-Technologie, um Menschen von missbräuchlichen Akteuren zu unterscheiden. Melden Sie sich %1$shier%2$s an, um Ihre öffentlichen und privaten Schlüssel zu erhalten.
fi: reCAPTCHA on ilmainen palvelu, joka suojaa verkkosivustoasi roskapostilta ja väärinkäytöksiltä. Se käyttää kehittynyttä riskianalyysiteknologiaa erottamaan ihmiset väärinkäytösten tekijöistä. Rekisteröidy %1$shere%2$s saadaksesi julkiset ja yksityiset avaimesi.
fr_fr: ReCAPTCHA est un service gratuit qui protège votre site contre le spam et les abus. Il utilise la technologie avancée d'analyse de risque pour séparer les humains des acteurs abusifs. Inscrivez-vous %1$sici%2$s pour recevoir vos clés publiques et privées.
tr_tr: reCAPTCHA, web sitenizi spam ve kötüye kullanımdan koruyan ücretsiz bir hizmettir. İnsanları kötü niyetli aktörlerden ayırmak için gelişmiş risk analizi teknolojisi kullanır. Genel ve Özel anahtarlarınızı almak için %1$shere%2$s'e kaydolun.

source: Site Key
de_de: Standortschlüssel
fi: Sivustoavain
fr_fr: Clé du site
tr_tr: Site Anahtarı

source: The site key is used to display the widget on your site.
de_de: Der Website-Schlüssel wird verwendet, um das Widget auf Ihrer Website anzuzeigen.
fi: Sivustoavainta käytetään näyttämään vimpain sivustollasi.
fr_fr: La Clé du site est utiliser pour afficher les widget sur votre site.
tr_tr: Site anahtarı, widget'ı sitenizde görüntülemek için kullanılır.

source: Secret Key
de_de: Geheimer Schlüssel
fi: Salainen avain
fr_fr: Clé secrète
tr_tr: Gizli Anahtar

source: The secret key authorizes communication between your application backend and the reCAPTCHA server to verify the user's response. The secret key needs to be kept safe for security purposes.
de_de: Der geheime Schlüssel autorisiert die Kommunikation zwischen Ihrem Anwendungs-Backend und dem reCAPTCHA-Server, um die Antwort des Benutzers zu überprüfen. Der geheime Schlüssel muss zu Sicherheitszwecken sicher aufbewahrt werden.
fi: Salainen avain sallii yhteydet ohjelmasi ja reCAPTCHA-palvelin välillä käyttäjän vastausten tarkistamista varten. Salainen avain tulee pitää salassa turvallisuussyistä.
fr_fr: La clé secrète autorise la communication entre votre serveur d'application et le serveur reCAPTCHA pour vérifier la réponse de l'utilisateur. La clé secrète doit être gardée sécuritaire pour des raisons de sécurité.
tr_tr: Gizli anahtar, kullanıcının yanıtını doğrulamak için uygulamanızın arka ucu ile reCAPTCHA sunucusu arasındaki iletişimi yetkilendirir. Gizli anahtarın güvenlik amacıyla güvende tutulması gerekir.

source: The color theme of the widget.
de_de: Das Farbthema des Widgets.
fi: Vimpaimen väriteema.
fr_fr: Le thème de couleur du widget.
tr_tr: Widget'ın renk teması.

source: Image
de_de: Bild
fi: Kuva
tr_tr: Resim

source: Audio
fi: Ääni
tr_tr: Ses

source: The type of CAPTCHA to serve.
de_de: Die Art des zu verwendenden CAPTCHA.
fi: Käytettävän CAPTCHA:n tyyppi.
fr_fr: Le type de CAPTCHA à servir.
tr_tr: Sunulacak CAPTCHA türü.

source: Arabic
de_de: Arabisch
fi: arabia
fr_fr: Arabe
tr_tr: Arapça

source: Bulgarian
de_de: Bulgarisch
fi: bulgaria
fr_fr: Bulgare
tr_tr: Bulgarca

source: Catalan
de_de: Katalanisch
fi: katalaani
tr_tr: Katalanca

source: Chinese (Simplified)
de_de: Chinesisch (vereinfacht)
fi: kiina (yksinkertaistettu)
fr_fr: Chinois (Simplifié)
tr_tr: Çince (Basitleştirilmiş)

source: Chinese (Traditional)
de_de: Chinesisch (traditionell)
fi: kiina (perinteinen)
fr_fr: Chinois (traditionnel)
tr_tr: Çince (Geleneksel)

source: Croatian
de_de: Kroatisch
fi: kroatia
fr_fr: Croate
tr_tr: Hırvatça

source: Czech
de_de: Tschechisch
fi: tsekki
fr_fr: tchèque
tr_tr: Çek Cumhuriyeti

source: English (UK)
de_de: Englisch (UK)
fi: englanti (britti)
tr_tr: İngilizce (UK)

source: English (US)
de_de: Englisch (US)
fi: englanti (amerikan)
tr_tr: İngilizce (ABD)

source: Filipino
fi: filippiini
fr_fr: Philippin
tr_tr: Filipinli

source: French (Canadian)
de_de: Französisch (Kanadisch)
fi: ranska (kanadalainen)
fr_fr: Français (Canada)
tr_tr: Fransızca (Kanada)

source: German (Austria)
de_de: Deutsch (Österreich)
fi: saksa (itävaltalainen)
fr_fr: Allemand (Autriche)
tr_tr: Almanca (Avusturya)

source: German (Switzerland)
de_de: Deutsch (Schweiz)
fi: saksa (sveitsiläinen)
fr_fr: Allemand (Switzerland)
tr_tr: Almanca (İsviçre)

source: Greek
de_de: Griechisch
fi: kreikka
fr_fr: Grec
tr_tr: Yunan

source: Hebrew
de_de: Hebräisch
fi: heprea
fr_fr: Hébreu
tr_tr: İbranice

source: Hindi
fr_fr: Hindou
tr_tr: Hintçe

source: Hungarian
de_de: Ungarisch
fi: unkari
fr_fr: Hongrois
tr_tr: Macarca

source: Indonesian
de_de: Indonesisch
fi: indonesia
fr_fr: Indonésien
tr_tr: Endonezce

source: Japanese
de_de: Japanisch
fi: japani
fr_fr: Japonais
tr_tr: Japonca

source: Korean
de_de: Koreanisch
fi: korea
fr_fr: Corée
tr_tr: Korece

source: Latvian
de_de: Lettisch
fi: latvia
fr_fr: Letton
tr_tr: Letonca

source: Lithuanian
de_de: Litauisch
fi: liettua
fr_fr: Lituanian
tr_tr: Litvanyalı

source: Norwegian
de_de: Norwegisch
fi: norja
fr_fr: Norvégien
tr_tr: Norveççe

source: Persian
de_de: Persisch
fi: persia
fr_fr: Perse
tr_tr: Farsça

source: Polish
de_de: Polnisch
fi: puola
fr_fr: polonais
tr_tr: Lehçe

source: Portuguese (Brazil)
de_de: Portugiesisch (Brasilien)
fi: portugali (brasilialainen)
fr_fr: Portugais (Brésil)
tr_tr: Portekizce (Brezilya)

source: Portuguese (Portugal)
de_de: Portugiesisch (Portugal)
fi: portguali (portugalilainen)
fr_fr: Portugais (Portugal)
tr_tr: Portekizce (Portekiz)

source: Romanian
de_de: Rumänisch
fi: romania
fr_fr: Roumain
tr_tr: Romence

source: Serbian
de_de: Serbisch
fi: serbia
fr_fr: Serbe
tr_tr: Sırpça

source: Slovak
de_de: Slowakisch
fi: slovakki
fr_fr: Slovaque
tr_tr: Slovakça

source: Slovenian
de_de: Slowenisch
fi: slovenia
fr_fr: Slovène
tr_tr: Slovence

source: Spanish (Latin America)
de_de: Spanisch (Lateinamerika)
fi: espanja (latinalainen)
fr_fr: Espagnol (Amérique latine)
tr_tr: İspanyolca (Latin Amerika)

source: Thai
de_de: Thailändisch
fr_fr: Thaïlandais
tr_tr: Tayland

source: Ukrainian
de_de: Ukrainisch
fi: ukraina
fr_fr: Ukrainien
tr_tr: Ukrayna

source: Vietnamese
de_de: Vietnamesisch
fi: vietnam
fr_fr: Vietnamien
tr_tr: Vietnamca

source: Forces the widget to render in a specific language.
de_de: Erzwingt die Darstellung des Widgets in einer bestimmten Sprache.
fi: Pakottaa vimpaimen käyttämään tiettyä kieltä.
fr_fr: Force le widget à traduire dans une langue spécifique.
tr_tr: Widget'ı belirli bir dilde oluşturmaya zorlar.

source: The use reCAPTCHA setting has been reset to "no". In order to enable the reCAPTCHA service, you must enter a Site Key and Secret Key.
de_de: Die Einstellung reCAPTCHA verwenden wurde auf "nein" zurückgesetzt. Um den reCAPTCHA-Dienst zu aktivieren, müssen Sie einen Site Key und einen Secret Key eingeben.
fi: raCAPTHA on kytketty takaisin pois päältä. Jos haluat kytkeä reCAPTCHA-palvelun uudelleen päälle, sinun on annettava sivustoavain ja salainen avain.
fr_fr: Le paramètre reCAPTCHA d'utilisation a été réinitialisé à "non". Pour activer le service reCAPTCHA, vous devez entrer une clé de site et une clé secrète.
tr_tr: reCAPTCHA kullan ayarı "hayır" olarak sıfırlandı. reCAPTCHA hizmetini etkinleştirmek için bir Site Anahtarı ve Gizli Anahtar girmeniz gerekir.

source: Registration Form Options
de_de: Registrierungsformular Optionen
fi: Ilmoittautumislomakkeen asetukset
fr_fr: Options du formulaire d'inscription
tr_tr: Kayıt Formu Seçenekleri

source: You don't have privileges to do this action
de_de: Sie haben für diese Aktion nicht die Berechtigung
fi: Sinulla ei ole oikeuksia tähän
fr_fr: Vous n'avez pas les privilèges nécessaires pour effectuer cette action
tr_tr: Bu işlemi yapmak için yetkiniz yok

source: There must be something broken with the js or html structure because the required data for getting a message template group is not present (need an GRP_ID).
de_de: Es muss etwas mit der JS- oder HTML-Struktur nicht stimmen, da die erforderlichen Daten für den Erhalt einer Nachrichtenvorlagengruppe nicht vorhanden sind (es wird eine GRP_ID benötigt).
fi: Js:ssä tai html-rakenteessa on oltava jotain vikaa, koska viestimalliryhmän saamiseksi tarvittavia tietoja ei ole (tarvitaan GRP_ID).
fr_fr: Il doit y avoir quelque chose de cassé avec la structure js ou html parce que les données requises pour obtenir un groupe de modèle de message ne sont pas présentes (besoin d'un GRP_ID).
tr_tr: Bir mesaj şablonu grubu almak için gerekli veriler mevcut olmadığından (bir GRP_ID'ye ihtiyaç vardır) js veya html yapısında bozuk bir şey olmalı.

source: The GRP_ID given (%d) does not appear to have a corresponding row in the database.
de_de: Für die angegebene GRP_ID (%d) scheint es keine entsprechende Zeile in der Datenbank zu geben.
fi: Annetulla GRP_ID-tunnuksella (%d) ei näytä olevan vastaavaa riviä tietokannassa.
fr_fr: Le GRP_ID donné (%d) ne semble pas avoir une ligne correspondante dans la base de données.
tr_tr: Verilen GRP_ID (%d) veritabanında karşılık gelen bir satıra sahip görünmüyor.

source: In order to send a message, a Message Template GRP_ID is needed. It was not provided so messages were not sent.
de_de: Um eine Nachricht zu senden, wird eine Nachrichtenvorlage GRP_ID benötigt. Sie wurde nicht bereitgestellt, so dass keine Nachrichten gesendet wurden.
fi: Viestin lähettämiseen tarvitaan viestimalli GRP_ID. Sitä ei annettu, joten viestejä ei lähetetty.
fr_fr: Pour envoyer un message, un modèle de message GRP_ID est nécessaire. Il n'a pas été fourni, donc les messages n'ont pas été envoyés.
tr_tr: Mesaj göndermek için bir Mesaj Şablonu GRP_ID'si gereklidir. Sağlanmadığı için mesajlar gönderilmedi.

source: No contact record for this registration.
de_de: Kein Kontakteintrag für diese Registrierung.
fi: Tälle ilmoittautumiselle ei ole yhteystietoja.
fr_fr: Aucun contact enregistré pour cet enregistrement.
tr_tr: Bu kayıt için iletişim kaydı yok.

source: Percentage or Fixed Amount?
de_de: Prozentualer oder fester Betrag?
fi: Prosenttiosuus vai kiinteä määrä?
fr_fr: Pourcentage ou montant fixe ?
tr_tr: Yüzde mi Sabit Miktar mı?

source: Fixed
de_de: fest
fi: Korjattu
fr_fr: Fixe
tr_tr: Sabit

source: Whether this Price Type will be applied as a percentage or applied as a set fixed amount.
de_de: Ob dieser Preistyp als Prozentsatz oder als fester Betrag angewandt werden soll.
fi: Sovelletaanko tätä hintatyyppiä prosentteina vai kiinteänä määränä.
fr_fr: Si ce type de prix sera appliqué en pourcentage ou appliqué en tant que montant fixe fixé.
tr_tr: Bu Fiyat Tipinin yüzde olarak mı uygulanacağı yoksa belirlenmiş sabit bir tutar olarak mı uygulanacağı.

source: The selected base type for this price type is "Tax". Taxes are always assumed to be a percentage. If you want to use a fixed value for a tax then please change the base type to a surcharge.
de_de: Der ausgewählte Basistyp für diesen Preistyp ist "Steuer". Steuern werden immer als Prozentsatz angenommen. Wenn Sie einen festen Wert für eine Steuer verwenden möchten, ändern Sie bitte den Basistyp in einen Zuschlag.
fi: Tämän hintatyypin valituksi perustyypiksi on valittu "Vero". Verojen oletetaan aina olevan prosentteina. Jos haluat käyttää kiinteää arvoa verolle, vaihda perustyypiksi lisämaksu.
fr_fr: Le type de base sélectionné pour ce type de prix est "Tax". Les impôts sont toujours supposés être un pourcentage. Si vous souhaitez utiliser une valeur fixe pour une taxe, veuillez changer le type de base en supplément.
tr_tr: Bu fiyat türü için seçilen temel tür "Vergi "dir. Vergilerin her zaman bir yüzde olduğu varsayılır. Bir vergi için sabit bir değer kullanmak istiyorsanız, lütfen temel türü bir ek ücret olarak değiştirin.

source: This is the type of pricing. Available options are Base Price, Percent Discount, Fixed Discount, Percent Surcharge, Fixed Surcharge, Regional Tax, and Federal Tax.
de_de: Dies ist die Art der Preisgestaltung. Verfügbare Optionen sind Grundpreis, prozentualer Rabatt, fester Rabatt, prozentualer Aufschlag, fester Aufschlag, regionale Steuer und Bundessteuer.
fi: Tämä on hinnoittelutapa. Käytettävissä olevat vaihtoehdot ovat perushinta, alennusprosentti, kiinteä alennus, prosenttilisä, kiinteä lisämaksu, aluevero ja liittovaltion vero.
fr_fr: C'est le type de prix. Les options disponibles sont le prix de base, l'escompte pour cent, l'escompte fixe, la surcharge en pourcentage, la surtaxe fixe, l'impôt régional et l'impôt fédéral.
tr_tr: Bu fiyatlandırma türüdür. Mevcut seçenekler Taban Fiyat, Yüzde İndirim, Sabit İndirim, Yüzde Ek Ücret, Sabit Ek Ücret, Bölgesel Vergi ve Federal Vergi'dir.

source: Whether this price type should be applied as a percentage (%) or a fixed amount.
de_de: Ob dieser Preistyp als Prozentsatz (%) oder als fester Betrag angewendet werden soll.
fi: Sovelletaanko tätä hintatyyppiä prosentteina (%) vai kiinteänä summana.
fr_fr: Si ce type de prix doit être appliqué en pourcentage (%) ou un montant fixe.
tr_tr: Bu fiyat türünün yüzde (%) olarak mı yoksa sabit bir tutar olarak mı uygulanması gerektiği.
