Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: The requested %s shortcode file could not be found or is not readable due to file permissions. It should be in %s
fr_fr: La demande %s le fichier shortcode est introuvable ou n'est pas lisible en raison d'autorisations de fichiers. Il devrait être dans %s

source: The class method %s for the %s forwarding route is in invalid.
fr_fr: La méthode de la classe %s pour l' %s la transmission de la route est dans invalide.

source: The function %s for the %s forwarding route is in invalid.
fr_fr: La fonction %s pour l' %s la transmission de la route est dans invalide.

source: Add New Default Price Tour
fr_fr: Ajouter une nouvelle tournée défaut de prix

source: This tour of the add new default price page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la nouvelle page ajouter des prix par défaut ira sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: Price Types are a way of categorizing a price, discount, tax, or surcharge and indicating how it gets applied to a running total when a transaction occurs.
fr_fr: Types de prix sont une façon de catégoriser un prix, escompte, l'impôt, ou en supplément et en indiquant comment elle soit appliquée à un total cumulé quand une transaction se produit.

source: The name of the price, discount, tax, or surcharge that will be seen by your customers.
fr_fr: Le nom du prix, discount, fiscal ou supplément qui sera vu par vos clients.

source: View the price type (price, discount, tax or surcharge) description.
fr_fr: Voir le type de prix (prix, rabais, taxe ou surtaxe) description.

source: The ticket amount before any deductions.
fr_fr: La quantité de billets avant toute déduction.

source: Add New Price Type Tour
fr_fr: Ajouter un nouveau Prix Type tournée

source: This tour of the Add New Price Type page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la page Ajouter un nouvel Prix Type ira sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: Set a price type to be a discount, surcharge, or tax.
fr_fr: Définir un type de prix à un rabais, en supplément, ou à l'impôt.

source: The name of the price type.
fr_fr: Le nom du type de prix.

source: not approved
fr_fr: non approuvé

source: Set a price type to be percentage-based or a fixed amount.
fr_fr: Définir un type de prix à être basé sur un pourcentage ou un montant fixe.

source: Set the order of application for a price type.
fr_fr: Définissez l'ordre d'application pour un type de prix.

source: Default Pricing Tour
fr_fr: Visite défaut de prix

source: This tour of the Default Pricing page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la page Prix de défaut ira sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: The name of the price, discount, tax, or surcharge that will be seen by your customers. Can be sorted in ascending or descending order.
fr_fr: Le nom du prix, discount, fiscal ou supplément qui sera vu par vos clients. Peuvent être triés par ordre croissant ou décroissant.

source: Price Types are a way of categorizing a price, discount, tax, or surcharge and indicating how it gets applied to a running total when a transaction occurs. Can be sorted in ascending or descending order.
fr_fr: Types de prix sont une façon de catégoriser un prix, escompte, l'impôt, ou en supplément et en indiquant comment elle soit appliquée à un total cumulé quand une transaction se produit. Peuvent être triés par ordre croissant ou décroissant.

source: The ticket amount before any deductions. Can be sorted in ascending or descending order.
fr_fr: La quantité de billets avant toute déduction. Peuvent être triés par ordre croissant ou décroissant.

source: Perform bulk actions to multiple price types.
fr_fr: Exécuter des actions globales à des types de prix multiples.

source: Received error "%6$s" inserting row %5$s %1$s %5$s into table %2$s.%5$s Data used was %5$s %3$s %5$s from table %4%s.
fr_fr: Reçu erreur " %6$s" insertion rangée %5$s %1$s %5$s dans la table %2$s . %5$s Les données utilisées était %5$s %3$s %5$s de la table% 4% s.

source: Search through default pricing. The following sources will be searched: Price Name, Price Type, Price Description, and Price Amount.
fr_fr: Recherche par prix par défaut. Les sources suivantes seront consultées: Prix Nom, Type de prix, Description Prix et Prix Montant.

source: Edit Default Price Tour
fr_fr: Visite Modifier par défaut de prix

source: This tour of the Edit Default Price page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la page par défaut Modifier des prix ira sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: The following errors have occurred:<br />
fr_fr: Les erreurs suivantes: <br />

source: Edit Price Type Tour
fr_fr: Modifier Prix Type tournée

source: An error has occurred:<br />
fr_fr: Une erreur s'est produite:<br />

source: This tour of the Edit Price Type page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la page Type Modifier Prix ira sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: The persistent admin notice for "%s" could not be deleted.
fr_fr: L'avis persistante d'administration pour " %s " n'a pas pu être supprimé.

source: The %s class file could not be located or is not readable due to file permissions.
fr_fr: Le %s fichier de classe est introuvable ou n'est pas lisible en raison d'autorisations de fichiers.

source: Price Types Tour
fr_fr: Types de prix Visite

source: This tour of the Price Types page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la page Types de prix ira sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: Can not run multiple versions of Event Espresso! Please deactivate one of the versions.
fr_fr: Vous ne pouvez pas exécuter plusieurs versions d'Espresso de l'événement! S'il vous plaît désactiver l'une des versions.

source: The name of the price type. Can be sorted in ascending or descending order.
fr_fr: Le nom du type de prix. Peuvent être triés par ordre croissant ou décroissant.

source: No model named %s exists, with classname %s and filepath %s
fr_fr: Aucun modèle nommé %s existe, avec nom de la classe %s et filepath %s

source: View if a price type is a discount, surcharge, or tax.
fr_fr: Voir si un type de prix est une réduction, en supplément, ou à l'impôt.

source: %sJquery is not loaded!%sEvent Espresso is unable to load Jquery due to a conflict with your theme or another plugin.
fr_fr: %sJquery n'est pas chargé! %s Event Espresso est incapable de charger Jquery raison d'un conflit avec votre thème ou un autre plugin.

source: Here you can see if the discount/surcharge is percentage based or a flat monetary amount.
fr_fr: Ici, vous pouvez voir si la remise / majoration est un pourcentage fondé ou une somme d'argent forfaitaire.

source: %sMissing wp_head() function.%sThe WordPress function wp_head() seems to be missing in your theme. Please contact the theme developer to make sure this is fixed before using Event Espresso.
fr_fr: %smanquant wp_head () la fonction.%sLa fonction de wp_head WordPress () semble manquer dans votre thème. S'il vous plaît contacter le développeur de thème pour s'assurer que cela est fixé avant d'utiliser Event Espresso.

source: View if the discount, surcharge, or tax is percentage-based or a fixed amount.
fr_fr: Voir si le rabais, supplément, ou de l'impôt est basé sur un pourcentage ou un montant fixe.

source: %sMissing wp_footer() function.%sThe WordPress function wp_footer() seems to be missing in your theme. Please contact the theme developer to make sure this is fixed before using Event Espresso.
fr_fr: %s manquant wp_footer () la fonction. %s La fonction de wp_footer WordPress () semble manquer dans votre thème. S'il vous plaît contacter le développeur de thème pour s'assurer que cela est fixé avant d'utiliser Event Espresso.

source: View the order in which each discount, surcharge, or tax will be applied to the base ticket cost. Zero (0) means it will be applied first.
fr_fr: Voir l'ordre dans lequel chaque actualisation, supplément, ou les taxes seront appliqués au coût de base du billet. Zéro (0) signifie qu'il sera appliqué en premier.

source: Search through price types. The following source will be searched: Price Type Name.
fr_fr: Faites une recherche parmi les types de prix. La source suivante sera recherché: Prix Type Nom.

source: Total Final Price: %s
fr_fr: Prix total final : %s

source: The %s route has not been properly registered.
fr_fr: Le %s itinéraire n'a pas été enregistré correctement.

source: Price types are applied sequentially according to their Order, where higher ordered Price Types will affect lower ordered Price Types.<br/>Price types with equal Orders will be applied in parallel to whatever total precedes them and will not affect each other. Actual Prices will be set to "0" so that they are processed first. Taxes will be always be applied last but their order will still determine if they are applied in parallel or as compound taxes (one tax on top of the other).
fr_fr: Les types de prix sont appliqués de manière séquentielle en fonction de leur ordre, où les types de prix plus élevé commandés auront une incidence sur les types de prix inférieure commandés. types <br/> de prix avec commandes égales seront appliquées en parallèle à tout ce qui les précède totale et n'affectera pas l'autre. Les prix réels seront établis à "0" afin qu'elles soient traitées en premier. Les taxes seront toujours être appliquées dernier mais leur ordre seront encore déterminer si elles sont appliquées dans les taxes parallèles ou composés (un impôt sur le dessus de l'autre).

source: %sPlease help us make Event Espresso better and vote for your favorite features.%s The %sUser eXperience Improvement Program (UXIP)%s, has been created so when you use Event Espresso you are voting for the features and settings that are important to you. The UXIP helps us understand how you use our products and services, track problems and in what context. If you opt-out of the UXIP you essentially elect for us to disregard how you use Event Espresso as we build new features and make changes. Participation in the program is completely voluntary but it is enabled by default. The end results of the UXIP are software improvements to better meet your needs. The data we collect will never be sold, traded, or misused in any way. %sPlease see our %sPrivacy Policy%s for more information.
fr_fr: %sS'il vous plaît aidez-nous à Event Espresso mieux et voter pour vos fonctions préférées. %s L' %s Programme d'amélioration de l'expérience utilisateur (UXIP) %s , a été créé afin lorsque vous utilisez Event Espresso vous votez pour les caractéristiques et les paramètres qui sont important pour vous. Le UXIP nous aide à comprendre comment vous utilisez nos produits et services, le suivi des problèmes et dans quel contexte. Si vous vous excluez de la UXIP vous décidez essentiellement pour nous de ne pas tenir compte comment vous utilisez Event Espresso que nous construisons de nouvelles fonctionnalités et apporter des changements. La participation au programme est entièrement volontaire, mais il est activé par défaut. Les résultats finaux de l'UXIP des améliorations de logiciels afin de mieux répondre à vos besoins. Les données que nous recueillons ne sera jamais vendu, échangé, ou détournées de leur objet. %s S'il vous plaît voir notre %s Politique de confidentialité %s pour plus d'informations.

source: Enter Venue name here
fr_fr: Entrez le nom du lieu ici

source: The EE_Registry core class could not be loaded.
fr_fr: La classe de base EE_Registry pas pu être chargé.

source: The EEH_Class_Tools helper could not be loaded.
fr_fr: L'aide EEH_Class_Tools pas pu être chargé.

source: Currency Thousands Seperator
fr_fr: Des milliers de change Seperator

source: The _page_config array has a callback set for the "help_sidebar" option. However the callback given (%s) is not a valid callback. Doublecheck the spelling and make sure this method exists for the class %s
fr_fr: Le tableau de _page_config a un rappel défini pour l'option "help_sidebar " Toutefois, le rappel donné ( %s ) n'est pas un rappel valide. Revérifier l'orthographe et assurez-vous que cette méthode existe pour la classe %s

source: Help Tours
fr_fr: Aide Tours

source: The buttons to the right allow you to start/restart any help tours available for this page
fr_fr: Les boutons à droite vous permettent de démarrer / redémarrer toutes les excursions d'aide disponibles pour cette page

source: Credit Card Number
fr_fr: Numéro de la Carte de Crédit

source: The file path given for the help tour (%s) is not a valid path. Please check that the string you set for the help tour on this route (%s) is the correct spelling
fr_fr: Le chemin du fichier donné pour l'aide tournée ( %s ) n'est pas un chemin d'accès valide. S'il vous plaît vérifier que la chaîne que vous définissez pour l'aide tournée sur cette route ( %s ) est l'orthographe correcte

source: Something went wrong with loading the %s Help Tour Class.
fr_fr: Quelque chose n'allait pas avec le chargement de la %s Aide Tour de classe.

source: There is no class in place for the %s help tour.%s Make sure you have <strong>%s</strong> defined in the "help_tour" array for the %s route of the % admin page.
fr_fr: Il n'y a pas de classe en place pour l' %s l'aide de la tournée. %s Assurez-vous que vous avez <strong> %s </strong> définie dans le "help_tour" tableau pour le %s l'itinéraire de la page% admin.

source: Your request appears to be missing some required data, and no information for your transaction could be retrieved.
fr_fr: Votre demande semble manquer certaines données requises, et aucune information de votre transaction pourrait être récupéré.

source: Duplicate this Item
fr_fr: Dupliquer cet article

source: Add New Question Group Tour
fr_fr: Ajouter une nouvelle question Visite de groupe

source: Contact List Tour
fr_fr: Contactez Visite

source: This tour of the Contact List page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la liste page Contact ira sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: Specify whether the group name should be shown on the registration page.
fr_fr: Indiquez si le nom de groupe doit être affiché sur la page d'inscription.

source: View ID for registrants. Can be sorted in ascending or descending order.
fr_fr: Voir ID pour les personnes inscrites. Peuvent être triés par ordre croissant ou décroissant.

source: Specify whether the group description should be shown on the registration page.
fr_fr: Indiquez si la description du groupe doit être affiché sur la page d'inscription.

source: View first name for registrants. Can be sorted in ascending or descending order.
fr_fr: Voir le premier nom pour les personnes inscrites. Peuvent être triés par ordre croissant ou décroissant.

source: Add New Question Tour
fr_fr: Ajouter une nouvelle question Tournée

source: View last name for registrants. Can be sorted in ascending or descending order.
fr_fr: Voir dernier nom pour les personnes inscrites. Peuvent être triés par ordre croissant ou décroissant.

source: This tour of the Add New Question page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la nouvelle question page Ajouter ira sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: View email address for registrants. Can be sorted in ascending or descending order.
fr_fr: Voir adresse e-mail pour les personnes inscrites. Peuvent être triés par ordre croissant ou décroissant.

source: This is the question that is displayed to registrants who are signing up for events.
fr_fr: C'est la question qui est affiché aux personnes inscrites qui signent pour les événements.

source: View phone number for registrants.
fr_fr: Voir le numéro de téléphone pour les personnes inscrites.

source: Helps you understand the difference between questions that may appear similar but are actually different.
fr_fr: Vous aide à comprendre la différence entre les questions qui peuvent paraître semblables, mais sont en fait différents.

source: View address for registrants.
fr_fr: Voir adresse pour les personnes inscrites.

source: View city for registrants.
fr_fr: Voir la ville pour les personnes inscrites.

source: Specify whether this question should be shown only to admins.
fr_fr: Indiquez si cette question doit être affichée uniquement pour les administrateurs.

source: View state/province for registrants. Can be sorted in ascending or descending order.
fr_fr: Voir état / province pour les personnes inscrites. Peuvent être triés par ordre croissant ou décroissant.

source: Select the type of question. Available options are Text, Textarea, Single, Multiple, Dropdown, and Date.
fr_fr: Sélectionnez le type de question. Les options disponibles sont texte, texte, unique, multiple, déroulant, et de la date.

source: View country for registrants. Can be sorted in ascending or descending order.
fr_fr: Voir pays pour les personnes inscrites. Peuvent être triés par ordre croissant ou décroissant.

source: Specify whether this question should be required.
fr_fr: Indiquez si cette question devrait être tenu.

source: Perform a bulk action to multiple registrants.
fr_fr: Effectuer une action de masse à plusieurs déclarants.

source: Text to display when registrant does not answer question but is required to.
fr_fr: Texte à afficher lorsque titulaire ne répond pas à la question, mais est nécessaire pour.

source: Search through contacts. The following sources will be searched: Event Name, Event Description, First Name, Last Name, Biography, Email Address, Address, Comments, Notes, Registration Final Price, and Registration Code.
fr_fr: Faites une recherche parmi les contacts. Les sources suivantes seront consultées: Nom de l'événement, Description de l'événement, Prénom, Nom, Biographie, adresse e-mail, adresse, commentaires, notes, inscription Prix final, et le code d'enregistrement.

source: Edit Question Group Tour
fr_fr: Modifier la question Visite de groupe

source: Export your contact list to a CSV file.
fr_fr: Exporter votre liste de contacts dans un fichier CSV.

source: Event Check-in Tour
fr_fr: Événement Arrivée du Tour

source: Edit Question Tour
fr_fr: Modifier question Tournée

source: Event Check-in
fr_fr: Événement Check-in

source: This tour of the Edit Question page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la page Modifier la question ira sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: This tour of the Event Check-in page will go over different areas of the screen to help you understand what they are used for.<br /><br /> Note: You are currently viewing the check-in for a specific event so you can toggle the check-in status for attendees.
fr_fr: Cette tournée de l'événement Check-in la page ira sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour <br /> <br /> Note:. Vous êtes actuellement connecté au check-in pour un événement spécifique afin vous pouvez modifier l'état de l'arrivée pour les participants.

source: Specify whether this question should be shown only to the admins.
fr_fr: Indiquez si cette question doit être indiqué uniquement pour les admins.

source: This tour of the event check-in page will go over different areas of the screen to help you understand what they are used for. <br /><br /> Note: You must select an event from the dropdown menu before you can toggle the check-in status for an attendee.
fr_fr: Cette tournée de l'événement check-in page ira sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour. <br /> <br /> Note: Vous devez sélectionner un événement à partir du menu déroulant, avant de vous pouvez modifier l'état de l'arrivée pour un participant.

source: Select the type of question. Available options are text, textarea, single, multiple, dropdown, and date.
fr_fr: Sélectionnez le type de question. Les options disponibles sont texte, textarea, unique, multiple, liste déroulante, et la date.

source: View registration number.
fr_fr: Voir le numéro d'enregistrement.

source: Question Groups Tour
fr_fr: Question Groupes Visite

source: View name of registrant. Can be sorted in ascending or descending order.
fr_fr: Voir le nom de titulaire. Peuvent être triés par ordre croissant ou décroissant.

source: This tour of the Question Groups page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la page Groupes question ira sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: View email address for a registrant.
fr_fr: Voir adresse e-mail d'une personne inscrite.

source: Sorry, Event Espresso Decaf does not have this feature. Please purchase a support license to get access to this feature.
fr_fr: Désolé, Event Espresso décaféiné ne possède pas cette fonctionnalité. Veuillez acheter une licence de support pour accéder à cette fonctionnalité.

source: View registration date. Can be sorted in ascending or descending order.
fr_fr: Voir la date d'enregistrement. Peuvent être triés par ordre croissant ou décroissant.

source: View registration code. Can be sorted in ascending or descending order.
fr_fr: Voir le code d'enregistrement. Peuvent être triés par ordre croissant ou décroissant.

source: Message Template Editor Tour
fr_fr: Modèle éditeur de message tournée

source: View available questions groups. You can reorder your questions by dragging and dropping them.
fr_fr: Voir disponibles groupes de questions. Vous pouvez réorganiser vos questions par glisser-déposer.

source: View price for ticket.
fr_fr: Voir le prix de billet.

source: This tour of the Message Template Editor page will go over different areas of the screen to help you understand what they are used for.
fr_fr: Cette visite de la page Modèle de message Editor aller sur différentes zones de l'écran pour vous aider à comprendre ce qu'ils sont utilisés pour.

source: View the question group description.
fr_fr: Voir la description du groupe de question.

source: View if registrant has paid for ticket.
fr_fr: Voir si inscrit a payé pour un billet.

source: For more information, see <a href="%s">the release notes</a>.
fr_fr: Pour plus d'informations, voir <a href = " %s "> les notes de version </a>.

source: This dropdown allows you to swap between the different recipients templates that are available in this message type. Be sure to save changes befor switching to a different context.
fr_fr: Cette liste déroulante vous permet de basculer entre les différents bénéficiaires des modèles qui sont disponibles dans ce type de message. Assurez-vous d'enregistrer les modifications befor le passage à un contexte différent.

source: View if the name of the question group should be shown to customers.
fr_fr: Voir si le nom du groupe de questions devrait être montré à des clients.

source: View total amount paid.
fr_fr: Voir montant total payé.
