Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: The selected method of payment could not be determined.%sPlease ensure that you have selected one before proceeding.%sIf you continue to experience difficulties, then refresh your browser and try again, or contact %s for assistance.
de_de: Die gewählte Zahlungsart könnte nicht ermittelt werden.%sBitte stellen Sie sicher, dass Sie eine Methode angekreuzt haben, bevor Sie fortfahren.%sWenn Sie weiterhin Probleme haben, dann aktualisieren Sie Ihren Browser und versuchen Sie es erneut, oder kontaktieren Sie%s den Support.
fi: Valittua maksutapaa ei tunnistettu.%sVarmistathan, että maksutapa on valittu ennen jatkamista.%sJos sinulla on edelleen ongelmia, päivitä sivu ja yritä uudelleen tai ota yhteys %s saadaksesi apua.
fr_fr: Le moyen de paiement n'a pu être déterminé. %sMerci de vérifier que vous en avez bien sélectionné un.%s Si ce problème persiste, merci de rafraîchir la page, ou de nous contacter pour de l'aide.
tr_tr: Seçilen ödeme yöntemi belirlenemedi.%sLütfen devam etmeden önce bir yöntem seçtiğinizden emin olun.%sSorun yaşamaya devam ederseniz, tarayıcınızı yenileyip tekrar deneyin veya yardım için %s ile iletişime geçin.

source: Please select a method of payment before proceeding.
de_de: Bitte wählen Sie eine Zahlungsmethode aus, bevor Sie fortfahren.
fi: Valitse maksutapa jatkaaksesi.
fr_fr: Veuillez sélectionner un moyen de paiement avant de procéder.
tr_tr: Lütfen devam etmeden önce bir ödeme yöntemi seçin.

source: Validation Error
de_de: Validierungsfehler
fi: Tarkistuksessa tapahtui virhe
fr_fr: Erreur de validation
tr_tr: Doğrulama Hatası

source: One or more billing form inputs are invalid and require correction before proceeding. %1$s %2$s
de_de: Eine oder mehrere Eingaben im Rechnungsformular sind ungültig und müssen korrigiert werden, bevor Sie fortfahren können. %1$s %2$s
fi: Yksi tai useampi annettu kohta pitää korjata ennen kuin voit jatkaa. %1$s %2$s
fr_fr: Au moins un formulaire de facturation est invalide et demande une correction avant validation. %1$s %2$s
tr_tr: Bir veya daha fazla fatura formu girdisi geçersiz ve devam etmeden önce düzeltilmesi gerekiyor. %1$s %2$s

source: The billing form was not submitted or something prevented it's submission.
de_de: Das Rechnungsformular wurde nicht eingereicht oder es wurde aus irgendeinem Grund nicht eingereicht.
fi: Maksulomaketta ei lähetetty tai jokin esti sen lähettämisen.
fr_fr: Le formulaire de facturation n'a pas été soumis ou quelque chose a empêché sa soumission.
tr_tr: Fatura formu gönderilmedi veya bir şey gönderilmesini engelledi.

source: The submitted billing form is invalid possibly due to a technical reason.
de_de: Das übermittelte Rechnungsformular ist möglicherweise aus technischen Gründen ungültig.
fi: Maksulomake oli virheellinen, mikä johtui mahdollisesti teknisestä syystä.
fr_fr: Le formulaire de facturation soumis est invalide peut-être en raison d'une raison technique.
tr_tr: Gönderilen fatura formu muhtemelen teknik bir nedenden dolayı geçersizdir.

source: The billing form details could not be used for attendee details due to a technical issue.%sPlease try again or contact %s for assistance.
de_de: Die Details des Abrechnungsformulars konnten aufgrund eines technischen Problems nicht für die Teilnehmerdetails verwendet werden.%sBitte versuchen Sie es erneut oder wenden Sie sich an %s.
fi: Maksutietoja ei voitu käyttää osallistujien tietoina teknisistä syistä johtuen.%sYritä uudelleen tai ota yhteys %s saadaksesi apua.
fr_fr: Une erreur est survenue lors de la création du document. %sMerci de renouveler votre demande ou de nous contacter pour une aide.
tr_tr: Teknik bir sorun nedeniyle fatura formu ayrıntıları katılımcı ayrıntıları için kullanılamadı.%sLütfen tekrar deneyin veya yardım için %s ile iletişime geçin.

source: The primary registrant for this transaction could not be determined due to a technical issue.%sPlease try again or contact %s for assistance.
de_de: Der primäre Registrant für diese Transaktion konnte aufgrund eines technischen Problems nicht ermittelt werden.%sBitte versuchen Sie es erneut oder wenden Sie sich an %s.
fi: Tämä tilauksen ensisijaisen ilmoittautujan tietoja ei tunnistettu teknisistä syistä johtuen.%sYritä uudelleen tai ota yhteys %s saadaksesi apua.
tr_tr: Bu işlem için birincil kayıt sahibi teknik bir sorun nedeniyle belirlenemedi.%sLütfen tekrar deneyin veya yardım için %s ile iletişime geçin.

source: The primary registrant could not be associated with this transaction due to a technical issue.%sPlease try again or contact %s for assistance.
de_de: Der primäre Registrant konnte aufgrund eines technischen Problems nicht mit dieser Transaktion verknüpft werden.%sBitte versuchen Sie es erneut oder wenden Sie sich an %s.
fi: Ensisijaista ilmoittautujaa ei voitu yhdistää tähän tilaukseen teknisistä syistä johtuen.%sYritä uudelleen tai ota yhteys %s saadaksesi apua.
tr_tr: Birincil kayıt sahibi teknik bir sorun nedeniyle bu işlemle ilişkilendirilemedi.%sLütfen tekrar deneyin veya yardım için %s ile iletişime geçin.

source: The selected method of payment could not be determined due to a technical issue.%sPlease try again or contact %s for assistance.
de_de: Die gewählte Zahlungsmethode konnte aufgrund eines technischen Problems nicht ermittelt werden.%sBitte versuchen Sie es erneut oder wenden Sie sich an %s, um Hilfe zu erhalten.
fi: Valittua maksutapaa ei tunnistettu teknisistä syistä johtuen.%sYritä uudelleen tai ota yhteys %s saadaksesi apua.
tr_tr: Seçilen ödeme yöntemi teknik bir sorun nedeniyle belirlenemedi.%sLütfen tekrar deneyin veya yardım için %s ile iletişime geçin.

source: The payment could not br processed due to a technical issue.%1$sPlease try again or contact %2$s for assistance.||The following Exception was thrown in %4$s on line %5$s:%1$s%3$s
de_de: Die Zahlung konnte aufgrund eines technischen Problems nicht verarbeitet werden.%1$sBitte versuchen Sie es erneut oder wenden Sie sich an %2$s, um Unterstützung zu erhalten.||Die folgende Ausnahme wurde in %4$s in Zeile %5$s ausgelöst:%1$s%3$s
fi: Maksua ei voitu käsitellä teknisistä syistä johtuen.%1$sYritä uudelleen tai ota yhteys %2$s saadaksesi apua.||Seuraava poikkeus tuli vastaan %4$s rivillä %5$s:%1$s%3$s
tr_tr: Ödeme teknik bir sorun nedeniyle işleme alınamadı.%1$sLütfen tekrar deneyin veya yardım için %2$s ile iletişime geçin.||Aşağıdaki İstisna %4$s içinde %5$s satırında atıldı:%1$s%3$s

source: Your payment was processed successfully.
de_de: Ihre Zahlung wurde erfolgreich abgeschlossen.
fi: Maksusi käsiteltiin onnistuneesti.
fr_fr: Votre paiement a été traité avec succès.
tr_tr: Ödemeniz başarıyla işleme alındı.

source: Your payment appears to have been processed successfully, but the Instant Payment Notification has not yet been received. It should arrive shortly.
de_de: Ihre Zahlung scheint erfolgreich bearbeitet worden zu sein, aber die sofortige Zahlungsbenachrichtigung ist noch nicht eingegangen. Sie sollte in Kürze eintreffen.
fi: Maksusi näyttää käsitellyn onnistuneesti, mutta Instant Payment Notification -ilmoitusta ei ole vielä vastaanotettu. Sen pitäisi saapua pian.
fr_fr: Votre paiement semble avoir été traité avec succès, mais la notification de paiement instantané n'a pas encore été reçue. Elle devrait arriver bientôt.
tr_tr: Ödemeniz başarıyla işlenmiş görünüyor, ancak Anında Ödeme Bildirimi henüz alınmadı. Kısa süre içinde ulaşacaktır.

source: Your payment could not be processed successfully due to a technical issue.%sPlease try again or contact %s for assistance.
de_de: Ihre Zahlung konnte aufgrund eines technischen Problems nicht erfolgreich verarbeitet werden.%sBitte versuchen Sie es erneut oder wenden Sie sich an %s, um Hilfe zu erhalten.
fi: Maksuasi ei voitu käsitellä teknisestä syystä johtuen.%sYritä uudelleen tai ota yhteys %s saadaksesi apua.
fr_fr: Votre paiement n'a pas pu être traité avec succès en raison d'un problème technique.%sVeuillez essayer à nouveau ou contactez %s pour obtenir de l'aide.
tr_tr: Teknik bir sorun nedeniyle ödemeniz başarıyla gerçekleştirilemedi.%sLütfen tekrar deneyin veya yardım için %s ile iletişime geçin.

source: Either no Attendee information was found, or an invalid Attendee object was discovered when attempting to save your registration information.
de_de: Entweder wurden keine Teilnehmerinformationen gefunden oder es wurde ein ungültiges Teilnehmerobjekt entdeckt, als Sie versuchten, Ihre Registrierungsinformationen zu speichern.
fi: Joko Osallistujan tietoja ei löytynyt tai virheellinen Osallistuja-objekti havaittiin, kun yritit tallentaa rekisteröintitietojasi.
tr_tr: Ya hiçbir Katılımcı bilgisi bulunamadı ya da kayıt bilgilerinizi kaydetmeye çalışırken geçersiz bir Katılımcı nesnesi keşfedildi.

source: Simple
de_de: Einfach
fi: Yksinkertainen
tr_tr: Basit

source: A valid Transaction was not found when attempting to update the model entity mapper.
de_de: Beim Versuch, den Model-Entity-Mapper zu aktualisieren, wurde keine gültige Transaktion gefunden.
fi: Kelvollista transaktiota ei löytynyt, kun yritettiin päivittää mallin oliokartoittajaa.
tr_tr: Model varlık eşleyicisi güncellenmeye çalışılırken geçerli bir İşlem bulunamadı.

source: An invalid Registration object was discovered when attempting to update the model entity mapper.
de_de: Beim Versuch, den Model-Entity-Mapper zu aktualisieren, wurde ein ungültiges Registrierungsobjekt entdeckt.
fi: Havaittiin virheellinen rekisteröintiobjekti, kun yritettiin päivittää mallin oliokartoittajaa.
tr_tr: Model varlık eşleyicisi güncellenmeye çalışılırken geçersiz bir Kayıt nesnesi keşfedildi.

source: An invalid Answer object was discovered when attempting to update the model entity mapper.
de_de: Beim Versuch, den Model-Entity-Mapper zu aktualisieren, wurde ein ungültiges Answer-Objekt entdeckt.
fi: Havaittiin virheellinen Answer-olio, kun yritettiin päivittää mallin oliokartoittajaa.
tr_tr: Model varlık eşleyicisi güncellenmeye çalışılırken geçersiz bir Answer nesnesi keşfedildi.

source: Attendee Information
de_de: Teilnehmerinformationen
fi: Osallistujan tiedot
fr_fr: Informations sur le participant:
tr_tr: Katılımcı Bilgileri

source: Please answer the following registration questions before proceeding.
de_de: Bitte beantworten Sie die folgenden Registrierungsfragen, bevor Sie fortfahren.
fi: Vastaa seuraaviin kysymyksiin jatkaaksesi.
fr_fr: Merci de répondre aux questions ci dessous avant de valider.
tr_tr: Lütfen devam etmeden önce aşağıdaki kayıt sorularını yanıtlayın.

source: Tranquility
de_de: Beschaulichkeit
fi: Rauhallisuus
tr_tr: Huzur

source: Please answer all required questions correctly before proceeding.
de_de: Bitte beantworten Sie alle erforderlichen Fragen, bevor Sie fortfahren.
fi: Vastaa kaikkiin tarvittaviin kysymyksiin jatkaaksesi.
fr_fr: Merci de répondre à toutes les questions avant de valider
tr_tr: Lütfen devam etmeden önce gerekli tüm soruları doğru yanıtlayın.

source: Union
de_de: Gewerkschaft
fi: Unioni
tr_tr: Birlik

source: The label property is not set for %s. Please ensure that is set for the class.
de_de: Die Eigenschaft label ist für %s nicht gesetzt. Bitte stellen Sie sicher, dass sie für die Klasse gesetzt ist.
fi: Label-ominaisuutta ei ole asetettu %s:lle. Varmista, että se on asetettu luokalle.
tr_tr: label özelliği %s için ayarlanmamış. Lütfen sınıf için ayarlandığından emin olun.

source: An unknown error occurred on the server while attempting to copy the attendee information. Please refresh the page and try again.
de_de: Beim Versuch, die Teilnehmerdaten zu kopieren, ist auf dem Server ein unbekannter Fehler aufgetreten. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.
fi: Palvelimella tapahtui tuntematon virhe kopioitaessa osallistujan tietoa. Päivitä sivu ja yritä uudelleen.
fr_fr: Une erreur inconnue est survenue sur le serveur. Merci de rafraîchir la page et d'essayer de nouveau.
tr_tr: Katılımcı bilgileri kopyalanmaya çalışılırken sunucuda bilinmeyen bir hata oluştu. Lütfen sayfayı yenileyin ve tekrar deneyin.

source: The dbref property is not set for %s. Please ensure that is set for the class.
de_de: Die Eigenschaft dbref ist für %s nicht gesetzt. Bitte stellen Sie sicher, dass diese Eigenschaft für die Klasse gesetzt ist.
fi: Dbref-ominaisuutta ei ole asetettu %s:lle. Varmista, että se on asetettu luokalle.
tr_tr: dbref özelliği %s için ayarlanmamış. Lütfen sınıf için ayarlandığından emin olun.

source: Attendee id
de_de: Teilnehmer %d
fi: Osallistuja %d
tr_tr: Katılımcı kimliği

source: The name of the template pack instantiated class is "%s". It should be "%s". Make sure that the name of the template pack class matches is prepended with "EE_Messages_Template_Pack_" and appended with a sentence case iteration of the value for your template pack's dbref property.
de_de: Der Name der instanziierten Klasse des Vorlagenpakets lautet "%s". Er sollte "%s" lauten. Stellen Sie sicher, dass dem Namen der übereinstimmenden Klasse des Vorlagenpakets "EE_Messages_Template_Pack_" vorangestellt und ein Satz mit der Groß-/Kleinschreibung des Werts für die dbref-Eigenschaft Ihres Vorlagenpakets angehängt wird.
fi: Mallipaketin instantioiman luokan nimi on "%s". Sen pitäisi olla "%s". Varmista, että template pack -luokan nimeä vastaavaan nimeen on liitetty etuliite "EE_Messages_Template_Pack_" ja siihen on liitetty template pack -ominaisuuden dbref-ominaisuuden arvoa vastaava lauseenalkuinen iteraatio.
tr_tr: Şablon paketi örneklenmiş sınıfın adı "%s". "%s" olmalıdır. Şablon paketi sınıfının adının "EE_Messages_Template_Pack_" ile eşleştiğinden ve şablon paketinizin dbref özelliğinin değerinin cümle durumu yinelemesiyle eklendiğinden emin olun.

source: The _base_path property is not set for %s. Please ensure that is set for the class.
de_de: Die Eigenschaft _base_path ist für %s nicht festgelegt. Bitte stellen Sie sicher, dass diese Eigenschaft für die Klasse gesetzt ist.
fi: Ominaisuutta _base_path ei ole asetettu %s:lle. Varmista, että se on asetettu luokalle.
tr_tr: _base_path özelliği %s için ayarlanmamış. Lütfen sınıf için ayarlandığından emin olun.

source: The _base_url property is not set for %s. Please ensure that is set for the class.
de_de: Die Eigenschaft _base_url ist für %s nicht festgelegt. Bitte stellen Sie sicher, dass diese Eigenschaft für die Klasse gesetzt ist.
fi: %s:lle ei ole annettu _base_url-asetusta. Varmista, että asetus on tehty.
tr_tr: _base_url özelliği %s için ayarlanmamış. Lütfen sınıf için ayarlandığından emin olun.

source: The supports property is not set for %s. Please ensure that is set for the class.
de_de: Die Eigenschaft supports ist für %s nicht gesetzt. Bitte stellen Sie sicher, dass diese Eigenschaft für die Klasse gesetzt ist.
fi: Ominaisuutta supports ei ole asetettu %s:lle. Varmista, että se on asetettu luokalle.
tr_tr: supports özelliği %s için ayarlanmamış. Lütfen sınıf için ayarlandığından emin olun.

source: There was a total of 2 tickets in the Event Queue, but 2 registrations were processed
de_de: Es gab insgesamt 2 Tickets in der Ereignis-Warteschlange, aber 2 Registrierungen wurden bearbeitet
fi: Tapahtumajonossa oli yhteensä %1$d lippua, mutta %2$ds ilmoittautumista käsiteltiin
tr_tr: Etkinlik Kuyruğunda toplam 2 bilet vardı, ancak 2 kayıt işleme alındı

source: Additional Charges/Discounts
de_de: Zusätzliche Gebühren/Rabatte
fi: Lisäkulut/Alennukset
fr_fr: Frais/réductions additionnels
tr_tr: Ek Ücretler/İndirimler

source: The Attendee Information Step has been successfully completed.
de_de: Der Schritt "Teilnehmerinformationen" wurde erfolgreich abgeschlossen.
fi: Ilmoittautujien tiedot on täytetty onnistuneesti.
fr_fr: Les informations des participants ont été complétées avec succès.
tr_tr: Katılımcı Bilgileri Adımı başarıyla tamamlanmıştır.

source: Event Payment Details: Your payment was declined.
de_de: Details zur Bezahlung der Veranstaltung: Ihre Zahlung wurde abgelehnt.
fi: Tapahtuman maksutiedot: Maksusuorituksesi hylättiin.
fr_fr: Détail de transaction : votre règlement na pas été validé
tr_tr: Etkinlik Ödeme Detayları: Ödemeniz reddedildi.

source: Registration Notification
de_de: Mitteilung zur Registrierung
fi: Ilmoittautuminen
fr_fr: Notification d'inscription
tr_tr: Kayıt Bildirimi

source: The following attendee(s) have registered for the following event:
de_de: Die folgenden Teilnehmer wurden für die folgende Veranstaltung registriert:
fi: Seuraavat osallistujat ovat ilmoittautuneet seuraaviin tapahtumiin:
fr_fr: Le(s) participant(s) suivant(s) est/sont inscrit(s) à la manifestation suivante :
tr_tr: Aşağıdaki katılımcı(lar) aşağıdaki etkinlik için kayıt yaptırmıştır:

source: Finalize Registration
de_de: Registrierung abschließen
fi: Ilmoittautumisen viimeistely
fr_fr: Terminer l'inscription
tr_tr: Kaydı Kesinleştirin

source: This is a copy of your registration details!
de_de: Dies ist eine Kopie Ihrer Registrierungsdetails!
fi: Tämä on kopio ilmoittautumistiedoista!
fr_fr: Ceci est une copie de votre inscription
tr_tr: Bu, kayıt bilgilerinizin bir kopyasıdır!

source: A valid Primary Registration for this Transaction could not be found.
de_de: Es konnte keine gültige Primärregistrierung für diese Transaktion gefunden werden.
fi: Tämän tilauksen ensisijaisia ilmoittautumistietoja ei löydetty.
fr_fr: Une inscription valide pour cette transaction n'a pu être trouvée.
tr_tr: Bu İşlem için geçerli bir Birincil Kayıt bulunamadı.

source: Registrant(s):
de_de: Registrierte Person(en):
fi: Ilmoittautuja(t):
fr_fr: Incrit(s) :
tr_tr: Kayıt ettiren(ler):

source: Can not call update_reg_step() on the Finalize Registration reg step.
de_de: Der Schritt "Registrierung abschließen" kann nicht mit update_reg_step() aufgerufen werden.
fi: Ei voi kutsua update_reg_step() -ohjelmaa Finalize Registration reg -vaiheessa.
tr_tr: Finalize Registration reg adımında update_reg_step() çağrısı yapılamıyor.

source: Registration Not Approved
de_de: Registrierung nicht genehmigt
fi: Ilmoittautumista ei hyväksytty
fr_fr: Inscription non acceptée
tr_tr: Kayıt Onaylanmadı

source: Custom Questions and Answers:
de_de: Zusätzliche Angaben:
fi: Kysymykset ja vastaukset:
fr_fr: Questions et réponses :
tr_tr: Özel Sorular ve Yanıtlar:

source: We'd like to remind you that you still owe money for the following transaction:
de_de: Wir möchten Sie daran erinnern die folgende Transaktion zu bezahlen:
fi: Haluaisimme muistuttaa, että sinulla on edelleen seuraavia avoimia maksuja:
fr_fr: Nous nous permettons de vous rappeler que vous devez de l'argent pour :
tr_tr: Aşağıdaki işlem için hala borcunuz olduğunu hatırlatmak isteriz:

source: Ticket Selector
de_de: Ticketauswahl
fi: Valitse lippu
fr_fr: Sélecteur de billets
tr_tr: Bilet Seçici

source: Payment Details:
de_de: Zahlungsdetails:
fi: Maksutiedot:
fr_fr: Détail des règlements :
tr_tr: Ödeme Detayları:

source: Please choose at least one ticket before continuing.
de_de: Bitte wählen Sie mindestens ein Ticket bevor Sie fortfahren.
fi: Valitse vähintään yksi lippu jatkaaksesi.
fr_fr: Veuillez choisir au moins un billet avant de continuer.
tr_tr: Lütfen devam etmeden önce en az bir bilet seçin.

source: Total Cost:
de_de: Summe:
fi: Yhteensä:
fr_fr: Coût total :
tr_tr: Toplam maliyet:

source: Payment Amount:
de_de: Bezahlter Betrag:
fi: Maksun määrä:
fr_fr: Montant de la transaction :
tr_tr: Ödeme Tutarı:

source: Amount Due:
de_de: Offener Betrag:
fi: Avoinna:
fr_fr: Montant du:
tr_tr: Ödenmesi Gereken Miktar:

source: Please %sretry your payment%s, or choose an alternate payment method to reserve your space.
de_de: Bitte %swiederholen Sie Ihre Zahlung%s oder wählen Sie eine alternative Zahlungsmethode, um Ihre Reservierung aufrechtzuerhalten.
fi: %sretry Yritä maksua uudelleen%s tai valitse toinen maksutapa varataksesi paikkasi.
fr_fr: Merci %sd'effectuer un nouveau règlement%s,ou de choisir un autre règlement pour réserver votre place.
tr_tr: Yerinizi ayırtmak için %slütfen ödemenizi%s tekrarlayın veya alternatif bir ödeme yöntemi seçin.

source: Your registration(s) is/are pending payment for the following events:
de_de: Ihre Registrierung(en) erwarten eine Bezahlung für die folgenden Veranstaltungen:
fi: Ilmoittautumisesi seuraaviin tapahtumiin odottavat maksusuoritusta:
fr_fr: Vos inscriptions sont en attente de règlement pour les manifestations suivantes :
tr_tr: Aşağıdaki etkinlikler için kayıt(lar)ınız ödeme beklemektedir:

source: You can %smake a payment here »%s
de_de: Sie können %shier bezahlen »%s
fi: Voit %smaksaa täällä »%s
fr_fr: Vous pouvez %seffectuer le règlement ici >>%s
tr_tr: Buradan %södeme yapabilirsiniz »%s

source: Event Payment Details
de_de: Veranstaltungs-Zahlungsdetails
fi: Tapahtuman maksutiedot
fr_fr: Détail des règlements de la manifestation
tr_tr: Etkinlik Ödeme Detayları

source: Hello, %s
de_de: Hallo, %s
fi: Hei, %s
fr_fr: Bonjour, %s
tr_tr: Merhaba, %s

source: Your registration was cancelled for the following tickets:
de_de: Ihre Registrierung wurde für folgende Tickets abgebrochen:
fi: Ilmoittautumisesi seuraavat liput peruutettiin:
fr_fr: Votre enregistrement a été annulé pour les billets suivants:
tr_tr: Kaydınız aşağıdaki biletler için iptal edilmiştir:

source: Event: [EVENT]
de_de: Veranstaltungen: [EVENT]
fi: Tapahtuma: [EVENT]
fr_fr: Manifestation: [EVENT]
tr_tr: Etkinlik [ETKİNLİK]

source: Here's a copy of your registration details!
de_de: Hier ist eine Kopie Ihrer Registrierungsdetails!
fi: Tässä on kopio ilmoittautumistiedoistasi!
fr_fr: Voici une copie contenant les détails de votre inscription !
tr_tr: İşte kayıt bilgilerinizin bir kopyası!

source: Payment Declined Notification
de_de: Mitteilung über abgelehnte Zahlung
fi: Ilmoitus maksun hylkäämisestä
fr_fr: Information de règlement refusé.
tr_tr: Ödeme Reddedildi Bildirimi

source: The following message was sent to the Primary Registrant of this transaction:
de_de: Die folgende Mitteilung zu dieser Transaktion wurde an die erste registrierte Person gesendet:
fi: Seuraava viesti lähetettiin tämän tilauksen ensisijaiselle ilmoittautujalle:
fr_fr: Le message suivant a été envoyé à la personne ayant effectué l'inscription :
tr_tr: Bu işlemin Birincil Tescil Ettirenine aşağıdaki mesaj gönderilmiştir:

source: Payment Gateway:
de_de: Zahlungs-Gateway:
fi: Maksunvälityspalvelu:
fr_fr: Passerelle de règlement:
tr_tr: Ödeme Geçidi:

source: Registrant Details:
de_de: Details zur registrierten Person:
fi: Ilmoittautuneen tiedot:
fr_fr: Détails de la personne inscrite:
tr_tr: Kayıt Sahibi Detayları:

source: %s Receipt for Transaction: %s
de_de: %s Bestätigung für die Transaktion: %s
fi: %s Kuitti tilauksesta: %s
fr_fr: %s Reçu de transaction : %s
tr_tr: İşlem için %s Makbuz: %s

source: Payment Notification
de_de: Zahlungsmitteilung
fi: Maksuilmoitus
fr_fr: Information de règlement
tr_tr: Ödeme Bildirimi

source: Refund Notification
de_de: Erstattungsmitteilung
fi: Palautusilmoitus
fr_fr: information de remboursement
tr_tr: Geri Ödeme Bildirimi

source: Refund Details:
de_de: Erstattungsdetails:
fi: Palautuksen tiedot:
fr_fr: Détails du remboursement :
tr_tr: Geri Ödeme Detayları:

source: Refund Amount:
de_de: Erstattungsbetrag:
fi: Palautuksen määrä:
fr_fr: Montant remboursé :
tr_tr: Geri Ödeme Tutarı:

source: Registration Pending Payment
de_de: Registrierung erwartet Zahlung
fi: Ilmoittautuminen odottaa maksusuoritusta
fr_fr: Inscription en attente de paiement
tr_tr: Kayıt Ödeme Bekliyor

source: Event Registration Details
de_de: Details zur Veranstaltungsregistrierung
fi: Ilmoittautumistiedot
fr_fr: Détails de l'inscription à la manifestation
tr_tr: Etkinlik Kayıt Detayları

source: Event Refund Details
de_de: Veranstaltung Erstattungsdetails
fi: Palautustiedot
fr_fr: Détails de remboursement
tr_tr: Etkinlik İadesi Detayları

source: Dates/Times:
de_de: Daten/Zeiten
fi: Päivät/Ajat:
fr_fr: Dates/horaires:
tr_tr: Tarihler/Saatler:
