Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: %1$sYou have entered an email address that matches an existing user account in our system.%2$sIf this is your email address, please log in before continuing. Otherwise, register with a different email address.%3$s
de_de: %1$sSie haben eine E-Mail-Adresse eingegeben, die zu einem bestehenden Benutzerkonto in unserem System passt.%2$sWenn dies Ihre E-Mail-Adresse ist, melden Sie sich bitte an, bevor Sie fortfahren. Andernfalls registrieren Sie sich bitte mit einer anderen E-Mail-Adresse.%3$s
fi: %1$sOlette syöttänyt sähköpostiosoitteen, joka vastaa järjestelmässämme olevaa käyttäjätiliä.%2$sJos tämä on sähköpostiosoitteesi, kirjaudu sisään ennen kuin jatkat. Muussa tapauksessa rekisteröidy toisella sähköpostiosoitteella.%3$s
tr_tr: %1$s Sistemimizde mevcut bir kullanıcı hesabıyla eşleşen bir e-posta adresi girdiniz.%2$s Bu sizin e-posta adresinizse, lütfen devam etmeden önce oturum açın. Aksi takdirde, farklı bir e-posta adresiyle kaydolun.%3$s

source: Email Address Mismatch
de_de: E-Mail Adresse stimmt nicht überein
fi: Sähköpostiosoitteen ristiriita
tr_tr: E-posta Adresi Uyuşmazlığı

source: Timestamp sent in for "new_install_generation_job" was %s. That doesn't meet the criteria so ungenerated messages will have to be manually triggered.
de_de: Der für "new_install_generation_job" gesendete Zeitstempel war %s. Da dies nicht den Kriterien entspricht, müssen nicht generierte Meldungen manuell ausgelöst werden.
fi: "new_install_generation_job" -työn aikaleima oli %s. Tämä ei täytä kriteerejä, joten generoimattomat viestit on käynnistettävä manuaalisesti.
tr_tr: "new_install_generation_job" için gönderilen zaman damgası %s idi. Bu kriterleri karşılamıyor, bu nedenle oluşturulmamış mesajların manuel olarak tetiklenmesi gerekecek.

source: Timestamp sent in for "new_install_sending_job" was %s. That doesn't meet the criteria so un-sent messages will have to be manually triggered.
de_de: Der für "new_install_sending_job" gesendete Zeitstempel war %s. Da dies nicht den Kriterien entspricht, müssen nicht gesendete Nachrichten manuell ausgelöst werden.
fi: "new_install_sending_job" -työn yhteydessä lähetetty aikaleima oli %s. Se ei täytä kriteerejä, joten lähettämättömät viestit on käynnistettävä manuaalisesti.
tr_tr: "new_install_sending_job" için gönderilen zaman damgası %s idi. Bu kriterleri karşılamıyor, bu nedenle gönderilmemiş mesajların manuel olarak tetiklenmesi gerekecek.

source: Login Required
de_de: Anmeldung erforderlich
fi: Sisäänkirjautuminen vaaditaan
tr_tr: Giriş Gerekli

source: %1$sLogin is required in order to sign up for this wait list.%3$s
de_de: %1$sLogin ist erforderlich, um sich für diese Warteliste anzumelden.%3$s
fi: %1$sTälle odotuslistalle kirjautuminen edellyttää kirjautumista.%3$s
tr_tr: Bu bekleme listesine kaydolmak için %1$sLogin gereklidir.%3$s

source: The exact timestamp for when EE_Worker_Queue_Manager was activated could not be retrieved so the system is "guessing". This could possibly explain any duplicate emails that get sent
de_de: Der genaue Zeitstempel, wann EE_Worker_Queue_Manager aktiviert wurde, konnte nicht ermittelt werden, so dass das System "rät". Dies könnte eine mögliche Erklärung für doppelt gesendete E-Mails sein
fi: Tarkkaa aikaleimaa EE_Worker_Queue_Managerin aktivoinnin ajankohdasta ei saatu, joten järjestelmä "arvaa". Tämä voi mahdollisesti selittää lähetetyt päällekkäiset sähköpostit.
tr_tr: EE_Worker_Queue_Manager'ın ne zaman etkinleştirildiğine dair tam zaman damgası alınamadı, bu nedenle sistem "tahmin" ediyor. Bu muhtemelen gönderilen yinelenen e-postaları açıklayabilir

source: EE_Worker_Queue_Manager addon was not accessible when executing EED_Messages_Worker_Queue_Manager::handle_old_messages so old messages were not processed and should be manually triggered.
de_de: EE_Worker_Queue_Manager Addon war bei der Ausführung von EED_Messages_Worker_Queue_Manager::handle_old_messages nicht zugänglich, so dass alte Nachrichten nicht verarbeitet wurden und manuell ausgelöst werden sollten.
fi: EE_Worker_Queue_Manager-lisäosaa ei voitu käyttää, kun suoritettiin EED_Messages_Worker_Queueue_Manager::handle_old_messages, joten vanhoja viestejä ei käsitelty ja ne olisi käynnistettävä manuaalisesti.
tr_tr: EE_Messages_Worker_Queue_Manager::handle_old_messages çalıştırılırken EE_Worker_Queue_Manager eklentisine erişilemiyordu, bu nedenle eski mesajlar işlenmiyordu ve manuel olarak tetiklenmeliydi.

source: Please remember you have a limited time to sign up! If you have any questions, or no longer wish to register, then please reply to get in touch.
de_de: Bitte denken Sie daran, dass Sie nur eine begrenzte Zeit haben, sich anzumelden! Wenn Sie Fragen haben oder sich nicht mehr registrieren möchten, antworten Sie bitte, um Kontakt aufzunehmen.
fi: Muistathan, että sinulla on rajoitettu aika ilmoittautua! Jos sinulla on kysyttävää tai jos et halua enää rekisteröityä, vastaa ja ota yhteyttä.
tr_tr: Lütfen kaydolmak için sınırlı bir zamanınız olduğunu unutmayın! Herhangi bir sorunuz varsa veya artık kayıt olmak istemiyorsanız, lütfen iletişime geçmek için yanıt verin.

source: Registration is available! Complete your registration now
de_de: Ein Platz ist frei! Schließe nun deine Registrierung ab.
fi: Ilmoittautuminen on mahdollista! Täytä rekisteröinti nyt
tr_tr: Kayıtlar başladı! Kaydınızı şimdi tamamlayın

source: The provided adaptor (%1$s) could not be initialized successfully. Please check the adaptor's initialize method.
de_de: Der bereitgestellte Adapter (%1$s) konnte nicht erfolgreich initialisiert werden. Bitte überprüfen Sie die Initialisierungsmethode des Adapters.
fi: Annettua sovitinta (%1$s) ei onnistuttu alustamaan. Tarkista sovittimen initialize-metodi.
tr_tr: Sağlanan bağdaştırıcı (%1$s) başarıyla başlatılamadı. Lütfen adaptörün initialize yöntemini kontrol edin.

source: %1$sClick Here to Finalize Your Registration Now%2$s
de_de: %1$sKlicken Sie hier, um Ihre Registrierung jetzt abzuschließen%2$s
fi: %1$sKlikkaa tästä viimeistelläksesi rekisteröintisi nyt%2$s
tr_tr: %1$sKaydınızı Şimdi Kesinleştirmek İçin Buraya Tıklayın%2$s

source: Event Espresso Wait Lists could not be activated. Please ensure that Event Espresso version %1$s or higher is activated and your server is running PHP version %2$s or greater.
de_de: Event Espresso Wartelisten konnten nicht aktiviert werden. Bitte stellen Sie sicher, dass Event Espresso Version %1$s oder höher aktiviert ist und auf Ihrem Server PHP Version %2$s oder höher läuft.
fi: Tapahtuma Espresson odotuslistoja ei voitu aktivoida. Varmista, että Event Espresson versio %1$s tai uudempi on aktivoitu ja että palvelimellasi on PHP-versio %2$s tai uudempi.
tr_tr: Event Espresso Bekleme Listeleri etkinleştirilemedi. Lütfen Event Espresso'nun %1$s veya daha yüksek bir sürümünün etkinleştirildiğinden ve sunucunuzun %2$s veya daha yüksek bir PHP sürümü çalıştırdığından emin olun.

source: This confirms you've been added to the wait list. If a spot opens up, then we'll follow up through email so you can complete your registration.
de_de: Erfolgreich in die Warteliste eingetragen. Sobald ein Platz frei wird, benachrichtigen wir Sie per E-Mail.
fi: Tämä vahvistaa, että sinut on lisätty odotuslistalle. Jos paikka vapautuu, otamme yhteyttä sähköpostitse, jotta voit täydentää ilmoittautumistasi.
tr_tr: Bu, bekleme listesine eklendiğinizi onaylar. Bir yer açılırsa, kaydınızı tamamlayabilmeniz için e-posta yoluyla takip edeceğiz.

source: You are on the wait list for the following event(s):
de_de: Du bist auf der Warteliste für folgende Veranstaltungen.
fi: Olet jonotuslistalla seuraavaan tapahtumaan (seuraaviin tapahtumiin):
tr_tr: Aşağıdaki etkinlik(ler) için bekleme listesindesiniz:

source: You're on the Wait List!
de_de: Du bist auf der Warteliste.
fi: Olet odotuslistalla!
tr_tr: Bekleme Listesindesiniz!

source: Unfortunately, an %1$sevent%2$s you are considering is available on wait list only.
de_de: Leider ist für die Veranstaltung %1$s[EVENT_NAME]%2$s nur ein Platz auf der Warteliste verfügbar.
fi: Valitettavasti harkitsemasi %1$sevent%2$s on saatavilla vain jonotuslistalla.
tr_tr: Maalesef, düşündüğünüz %1$setkinlik%2$sadece bekleme listesinde mevcuttur.

source: Your registration was not completed in time and your spot was opened up for another attendee. You are now on the wait list for %1$s[EVENT_NAME]%2$s.
de_de: Deine Registrierung ist nicht abgeschlossen und der Platz ist weiterhin für andere Personen frei. Du bist nun auf der Warteliste für die Veranstaltung %1$s[EVENT_NAME]%2$s.
fi: Ilmoittautumisesi ei ollut valmis ajoissa, ja paikkasi vapautui toiselle osallistujalle. Olet nyt odotuslistalla %1$s[EVENT_NAME]%2$s.
tr_tr: Kaydınız zamanında tamamlanamadı ve yeriniz başka bir katılımcı için açıldı. Şu anda %1$s[ETKİNLİK_ADI]%2$s için bekleme listesindesiniz.

source: If you have any questions, or no longer wish to register, then please reply to get in touch.
de_de: Wenn Sie Fragen haben oder sich nicht mehr registrieren möchten, antworten Sie bitte, um Kontakt aufzunehmen.
fi: Jos sinulla on kysyttävää tai jos et halua enää rekisteröityä, ota yhteyttä vastaamalla.
tr_tr: Herhangi bir sorunuz varsa veya artık kayıt olmak istemiyorsanız, lütfen iletişime geçmek için yanıt verin.

source: A spot has opened up for you at: %1$s%2$s%3$s.
de_de: Ein Platz wurde für Sie frei: %1$s%2$s%3$s.
fi: Sinulle on avattu paikka osoitteessa: %1$s%2$s%3$s.
tr_tr: Sizin için bir yer açıldı: %1$s%2$s%3$s.

source: %2$sCongratulations!%3$s%4$sYour spot on the wait list for %1$s has been confirmed. If spaces become available, we'll contact you with information about how to proceed with the registration process.%5$s
de_de: %2$sHerzlichen Glückwunsch!%3$s%4$s Ihr Platz auf der Warteliste für%1$s wurde bestätigt. Wenn Plätze verfügbar werden, werden wir Sie kontaktieren, um Ihnen mitzuteilen, wie Sie mit der Registrierung fortfahren können.%5$s
fi: %2$sOnneksi olkoon!%3$s%4$sPaikkasi %1$s:n jonotuslistalla on vahvistettu. Jos paikkoja vapautuu, otamme sinuun yhteyttä ja kerromme, miten voit jatkaa ilmoittautumisprosessia.%5$s
tr_tr: %2$sTebrikler!%3$s%4$s%1$s için bekleme listesindeki yeriniz onaylandı. Eğer yer açılırsa, kayıt sürecine nasıl devam edeceğiniz hakkında bilgi vermek için sizinle iletişime geçeceğiz.%5$s

source: The Wait List form handler for event "%1$s" could not be added to the WaitListFormHandlerCollection.
de_de: Der Wait List-Formularhandler für das Ereignis "%1$s" konnte nicht zur WaitListFormHandlerCollection hinzugefügt werden.
fi: Odotuslistan lomakkeen käsittelijää tapahtumalle "%1$s" ei voitu lisätä WaitListFormHandlerCollectioniin.
tr_tr: "%1$s" olayı için Bekleme Listesi form işleyicisi WaitListFormHandlerCollection'a eklenemedi.

source: The Wait List form can not be processed because an invalid or missing Event ID was supplied.
de_de: Das Wartelistenformular kann nicht verarbeitet werden, da eine ungültige oder fehlende Ereignis-ID angegeben wurde.
fi: Odotuslistan lomaketta ei voida käsitellä, koska annettiin virheellinen tai puuttuva tapahtuman tunnus.
tr_tr: Geçersiz veya eksik bir Etkinlik Kimliği verildiği için Bekleme Listesi formu işlenemiyor.

source: unlimited
de_de: unlimitiert
fi: rajoittamaton
tr_tr: sınırsız

source: Total Available Event Spaces
de_de: Insgesamt verfügbare Plätze: %1$s
fi: Käytettävissä olevat tapahtumatilat yhteensä
tr_tr: Toplam Mevcut Etkinlik Alanları

source: Wait List Registrants Previously Promoted
de_de: Zuvor beförderte Wartelisten-Registranten: %1$s
fi: Odotuslistalle aiemmin ylennetyt rekisteröidyt
tr_tr: Daha Önce Terfi Etmiş Bekleme Listesi Kayıt Sahipleri

source: invalid ticket selection
de_de: ungültige Ticketauswahl
fi: virheellinen lipun valinta
tr_tr: geçersi̇z bi̇let seçi̇mi̇

source: A valid registration could not be found for the supplied URL link.
de_de: Für den angegebenen URL-Link wurde keine gültige Registrierung gefunden.
fi: Toimitetulle URL-linkille ei löytynyt kelvollista rekisteröintiä.
tr_tr: Sağlanan URL bağlantısı için geçerli bir kayıt bulunamadı.

source: We're sorry, but your wait list registration could not be confirmed. Please contact support or refresh the page and try again.
de_de: Es tut uns leid, aber Ihre Wartelistenregistrierung konnte nicht bestätigt werden. Bitte wenden Sie sich an den Support oder aktualisieren Sie die Seite und versuchen Sie es erneut.
fi: Olemme pahoillamme, mutta odotuslistalle ilmoittautumistasi ei voitu vahvistaa. Ota yhteyttä asiakaspalveluun tai päivitä sivu ja yritä uudelleen.
tr_tr: Üzgünüz, ancak bekleme listesi kaydınız onaylanamadı. Lütfen destek ekibiyle iletişime geçin veya sayfayı yenileyip tekrar deneyin.

source: Executed when a registration on the wait-list was auto-promoted.
de_de: Wird ausgeführt, wenn eine Registrierung auf der Warteliste automatisch hochgestuft wurde.
fi: Suoritetaan, kun jonotuslistalla oleva rekisteröinti on siirretty automaattisesti.
tr_tr: Bekleme listesindeki bir kayıt otomatik olarak terfi ettirildiğinde yürütülür.

source: Triggered when an attendee is promoted from a wait list and has the option to finalize their registration for an event.
de_de: Wird ausgelöst, wenn ein Teilnehmer von einer Warteliste befördert wird und die Option hat, seine Registrierung für eine Veranstaltung abzuschließen.
fi: Käynnistyy, kun osallistuja nostetaan jonotuslistalta ja hänellä on mahdollisuus viimeistellä ilmoittautumisensa tapahtumaan.
tr_tr: Bir katılımcı bekleme listesinden terfi ettiğinde ve bir etkinlik için kaydını kesinleştirme seçeneğine sahip olduğunda tetiklenir.

source: registration promoted from wait list notification
de_de: Anmeldung aus der Wartelistenbenachrichtigung gefördert
fi: ilmoittautumista edistetään odotuslistan ilmoituksesta
tr_tr: bekleme listesi bildiriminden terfi eden kayıt

source: registration promoted from wait list notifications
de_de: von Wartelistenbenachrichtigungen geförderte Registrierung
fi: ilmoittautuminen edistetään odotuslistan ilmoituksista
tr_tr: kayıt bekleme listesi bildirimlerinden terfi etti

source: This template goes to individual registrations promoted from the wait list.
de_de: Diese Vorlage wird für einzelne Registrierungen verwendet, die von der Warteliste befördert werden.
fi: Tämä malli koskee yksittäisiä ilmoittautumisia, jotka on siirretty odotuslistalta.
tr_tr: Bu şablon, bekleme listesinden terfi eden bireysel kayıtlar için geçerlidir.

source: The related Event for the supplied Registration (ID:%1$d) is either missing or invalid.
de_de: Die zugehörige Veranstaltung für die angegebene Registrierung (ID:%1$d) fehlt oder ist ungültig.
fi: Toimitettuun rekisteröintiin liittyvä tapahtuma (ID:%1$d) puuttuu tai on virheellinen.
tr_tr: Verilen Kayıt için ilgili Olay (ID:%1$d) eksik veya geçersiz.

source: "%1$s" is not a valid registrant name.
de_de: "%1$s" ist kein gültiger Name
fi: "%1$s" ei ole kelvollinen rekisteröijän nimi.
tr_tr: "%1$s" geçerli bir tescil ettiren adı değil.

source: "%1$s" is not a valid email address.
de_de: "%1$s"ist keine gültige E-Mail Adresse.
fi: "%1$s" ei ole kelvollinen sähköpostiosoite.
tr_tr: "%1$s" geçerli bir e-posta adresi değil.

source: "%1$s" is not a valid ticket ID.
de_de: "%1$s" ist keine gültige Ticket-ID.
fi: "%1$s" ei ole kelvollinen lipputunnus.
tr_tr: "%1$s" geçerli bir bilet kimliği değil.

source: You must select at least one ticket to sign up for the Wait List.
de_de: Sie müssen mindestens ein Ticket auswählen, um sich für die Warteliste anzumelden.
fi: Sinun on valittava vähintään yksi lippu ilmoittautuaksesi odotuslistalle.
tr_tr: Bekleme Listesine kaydolmak için en az bir bilet seçmelisiniz.

source: You cannot enable/disable debug mode while connected. First disconnect, then change debug mode.
de_de: Sie können den Debug-Modus nicht aktivieren/deaktivieren, während Sie verbunden sind. Trennen Sie zuerst die Verbindung und ändern Sie dann den Debug-Modus.
fi: Et voi ottaa käyttöön tai poistaa käytöstä debug-tilaa yhteyden aikana. Katkaise ensin yhteys ja vaihda sitten debug-tila.
tr_tr: Bağlıyken hata ayıklama modunu etkinleştiremez/devre dışı bırakamazsınız. Önce bağlantıyı kesin, ardından hata ayıklama modunu değiştirin.

source: %1$s instantiated without the needed template_path. Please provide it in $2$s
de_de: %1$s wurde ohne den benötigten template_path instanziert. Bitte geben Sie ihn in $2$s an.
fi: %1$s instansoitiin ilman tarvittavaa template_pathia. Anna se $2$s:ssä
tr_tr: %1$s gerekli template_path olmadan örneklendi. Lütfen $2$s içinde sağlayın

source: Connect with Stripe
de_de: Mit Stripe verbinden
fi: Yhdistä Stripen kanssa
tr_tr: Stripe ile Bağlanın

source: Connect with Stripe (sandbox)
de_de: Mit Stripe verbinden (Sandbox)
fi: Yhdistä Stripe (hiekkalaatikko)
tr_tr: Stripe ile bağlanın (sandbox)

source: Test mode (using sandbox credentials)
de_de: Testmodus (mit Sandbox-Anmeldeinformationen)
fi: Testitila (hiekkalaatikkotunnuksia käyttäen)
tr_tr: Test modu (sandbox kimlik bilgilerini kullanarak)

source: Connected.
de_de: Verbunden.
fi: Yhdistetty.
tr_tr: Bağlandı.

source: Disconnect
de_de: Trennen Sie die Verbindung
fi: Katkaise yhteys
tr_tr: Bağlantıyı Kes

source: Error while requesting the redirect URL.
de_de: Fehler beim Anfordern der Umleitungs-URL.
fi: Virhe uudelleenohjauksen URL-osoitetta pyydettäessä.
tr_tr: Yönlendirme URL'si talep edilirken hata oluştu.

source: Error response received
de_de: Fehlerantwort erhalten
fi: Vastaus virheeseen vastaanotettu
tr_tr: Hata yanıtı alındı

source: oAuth request Error.
de_de: oAuth-Anfrage Fehler.
fi: oAuth-pyyntö Virhe.
tr_tr: oAuth isteği Hata.

source: Error. No payment method on this transaction, although we know its Stripe.
de_de: Fehler. Keine Zahlungsmethode für diese Transaktion, obwohl wir wissen, dass es Stripe ist.
fi: Virhe. Tässä tapahtumassa ei ole maksutapaa, vaikka tiedämme sen olevan Stripe.
tr_tr: Hata. Stripe olduğunu bilmemize rağmen bu işlemde ödeme yöntemi yok.

source: Link to view ticket
de_de: Link zur Ansicht des Tickets
fi: Linkki lipun katsomiseen
tr_tr: Bileti görüntülemek için bağlantı

source: Triggered when an attendee signs up for a wait list.
de_de: Wird ausgelöst, wenn sich ein Teilnehmer für eine Warteliste anmeldet.
fi: Käynnistyy, kun osallistuja ilmoittautuu jonotuslistalle.
tr_tr: Bir katılımcı bekleme listesine kaydolduğunda tetiklenir.

source: registration added to wait list notification
de_de: Registrierung zur Warteliste hinzugefügt
fi: rekisteröinti lisätty odotuslistan ilmoitukseen
tr_tr: kayıt bekleme listesi bildirimine eklendi

source: registration added to wait list notifications
de_de: Registrierung zur Warteliste hinzugefügt
fi: rekisteröinti lisätty odotusluetteloilmoituksiin
tr_tr: kayıt bekleme listesi bildirimlerine eklendi

source: A recipient will receive the message.
de_de: Ein Empfänger erhält die Nachricht.
fi: Vastaanottaja saa viestin.
tr_tr: Alıcı mesajı alacaktır.

source: Messages based on this template are sent to attendees when they sign up for the wait list.
de_de: Nachrichten, die auf dieser Vorlage basieren, werden an die Teilnehmer gesendet, wenn sie sich für die Warteliste anmelden.
fi: Tämän mallin mukaiset viestit lähetetään osallistujille, kun he ilmoittautuvat jonotuslistalle.
tr_tr: Bu şablona dayalı mesajlar, bekleme listesine kayıt olduklarında katılımcılara gönderilir.

source: Triggered when an attendee is automatically or manually demoted to a wait list.
de_de: Wird ausgelöst, wenn ein Teilnehmer automatisch oder manuell auf eine Warteliste herabgestuft wird.
fi: Käynnistyy, kun osallistuja siirretään automaattisesti tai manuaalisesti odotuslistalle.
tr_tr: Bir katılımcı otomatik veya manuel olarak bekleme listesine indirildiğinde tetiklenir.

source: registration demoted to wait list notification
de_de: Die Registrierung wurde auf die Warteliste herabgestuft.
fi: rekisteröinti alennettu odotuslistalle ilmoitus
tr_tr: kayıt bekleme listesi bildirimine indirildi

source: registration demoted to wait list notifications
de_de: Die Registrierung wurde auf die Warteliste herabgestuft.
fi: rekisteröinti alennettu odotuslistalle ilmoitukset
tr_tr: kayıtlar bekleme listesi bildirimlerine indirildi

source: This template goes to registrations that were automatically demoted to the wait list.
de_de: Diese Vorlage geht an Registrierungen, die automatisch auf die Warteliste herabgestuft wurden.
fi: Tämä malli koskee rekisteröintejä, jotka on automaattisesti siirretty odotuslistalle.
tr_tr: Bu şablon, otomatik olarak bekleme listesine indirilen kayıtlar için geçerlidir.

source: Your Redirect URI: %1$s
de_de: Ihr Redirect URI: %1$s
fi: Uudelleenohjauksen URI: %1$s
tr_tr: Yönlendirme URI'nız: %1$s

source: This URI has to be added to the "Redirect URIs" list in your QuickBooks App settings, under "Keys" section.
de_de: Diese URI muss in den Einstellungen der QuickBooks App im Abschnitt "Schlüssel" zur Liste der "Redirect URIs" hinzugefügt werden.
fi: Tämä URI on lisättävä "Redirect URIs" -luetteloon QuickBooks-sovelluksen asetuksissa kohdassa "Keys".
tr_tr: Bu URI, QuickBooks Uygulama ayarlarınızda "Anahtarlar" bölümü altındaki "Yönlendirme URI'leri" listesine eklenmelidir.

source: Nonce fail!
de_de: Nonce fehlgeschlagen!
tr_tr: Nonce başarısız!

source: Could not specify the payment method!
de_de: Sie konnten die Zahlungsmethode nicht angeben!
fi: Maksutapaa ei voitu määrittää!
tr_tr: Ödeme yöntemi belirtilemedi!

source: Missing some required parameters: payment method slug.
de_de: Es fehlen einige erforderliche Parameter: Zahlungsmethode slug.
fi: Joitakin vaadittuja parametreja puuttuu: payment method slug.
tr_tr: Gerekli bazı parametreler eksik: ödeme yöntemi slug'ı.

source: Could not specify the connected user.
de_de: Der verbundene Benutzer konnte nicht angegeben werden.
fi: Yhdistettyä käyttäjää ei voitu määrittää.
tr_tr: Bağlı kullanıcı belirlenemedi.

source: Could not specify the connected client ID.
de_de: Die ID des verbundenen Clients konnte nicht angegeben werden.
fi: Yhdistetyn asiakkaan tunnusta ei voitu määrittää.
tr_tr: Bağlı istemci kimliği belirtilemedi.

source: Client ID and Client Secret
de_de: Kunden-ID und Kundengeheimnis
fi: Asiakastunnus ja asiakassalaisuus
tr_tr: Müşteri Kimliği ve Müşteri Sırrı

source: Client Secret: %1$s
de_de: Kundengeheimnis: %1$s
fi: Asiakassalaisuus: %1$s
tr_tr: Müşteri Sırrı: %1$s

source: OAuth version: %1$s
fi: OAuth-versio: %1$s
tr_tr: OAuth sürümü: %1$s

source: The version of OAuth that your app integrates with.
de_de: Die Version von OAuth, mit der sich Ihre App integriert.
fi: OAuth-versio, jonka kanssa sovelluksesi integroituu.
tr_tr: Uygulamanızın entegre olduğu OAuth sürümü.

source: Error getting the Request token from Intuit
de_de: Fehler beim Abrufen des Request-Tokens von Intuit
fi: Virhe Request tokenin saamisessa Intuitilta
tr_tr: Intuit'ten İstek belirteci alınırken hata oluştu

source: Could not specify the parent form.
de_de: Das übergeordnete Formular konnte nicht angegeben werden.
fi: Vanhempaa lomaketta ei voitu määrittää.
tr_tr: Üst form belirtilemedi.

source: OAuth version
fi: OAuth-versio
tr_tr: OAuth sürümü
