Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Download Results
de_de: Ergebnisse herunterladen
fi: Lataa tulokset
fr_fr: Les constats
tr_tr: Sonuçları İndir

source: payment log
de_de: Zahlungs-Log
fi: maksuloki
tr_tr: ödeme günlüğü

source: payment logs
de_de: Zahlungs-Logs
fi: maksulokit
tr_tr: ödeme günlükleri

source: Unknown Payment Method
de_de: Unbekannte Zahlungsmethode
fi: Tuntematon maksutapa
tr_tr: Bilinmeyen Ödeme Yöntemi

source: until
de_de: bis
fi: päivään
fr_fr: jusqu’au
tr_tr: kadar

source: No longer exists
de_de: Existiert nicht mehr
fi: Ei enää olemassa
tr_tr: Artık mevcut değil

source: click to view transaction #%s
de_de: Klicken um Transaktion #%s zu sehen
fi: paina nähdäksesi tilaus #%s
fr_fr: Cliquez pour voir la transaction #%s
tr_tr: işlemi görüntülemek için tıklayın #%s

source: view txn %s
de_de: txn %s anzeigen
fr_fr: Afficher txn %s
tr_tr: txn %s'yi görüntüle

source: Unable to find transaction
de_de: Transaktion kann nicht gefunden werden
fi: Tilausta ei löytynyt
tr_tr: İşlem bulunamıyor

source: No Longer Exists
de_de: Existiert nicht mehr
fi: Ei enää olemassa
tr_tr: Artık Yok

source: Could not be determined
de_de: Kann nicht ermittelt werden
fi: Ei voitu määrittää
tr_tr: Belirlenemedi

source: Content
de_de: Inhalt
fi: Sisältö
fr_fr: Contenu
tr_tr: İçerik

source: Common Settings
de_de: Allgemeine Einstellungen
fi: Yleiset asetukset
tr_tr: Ortak Ayarlar

source: The name of the payment method as customers see it in the registration form, in emails, in receipts, etc.
de_de: Der Name der Zahlungsmethode, wie er von den Kunden im Anmeldeformular, in E-Mails, auf Quittungen usw. angegeben wird.
fi: Maksutavan nimi siten kuin asiakas näkee sen ilmoittautumislomakkeella, sähköposteissa, kuiteissa, jne.
tr_tr: Müşterilerin kayıt formunda, e-postalarda, makbuzlarda vb. gördüğü ödeme yönteminin adı.

source: The description of how to use the payment method as customers will see it. This is mostly only seen during registration.
de_de: Die Beschreibung der Verwendung der Zahlungsmethode, wie sie die Kunden sehen werden. Dies ist meist nur bei der Registrierung zu sehen.
fi: Maksutavan käyttöä koskeva kuvaus siten kuin asiakas näkee sen. Yleisimmin tämä näytetään vain ilmoittautumisen yhteydessä.
tr_tr: Müşterilerin göreceği şekilde ödeme yönteminin nasıl kullanılacağına ilişkin açıklama. Bu çoğunlukla sadece kayıt sırasında görülür.

source: Admin-Only Name
de_de: Nur-Administrator-Name
fi: Nimi (ylläpidon käyttöön)
tr_tr: Yalnızca Yönetici Adı

source: The name of the payment method as seen internally by site administrators and staff.
de_de: Der Name der Zahlungsmethode, wie er intern von den Administratoren und Mitarbeitern der Website gesehen wird.
fi: Maksutavan nimi siten kuin se näytetään ylläpidolle ja henkilöstölle.
tr_tr: Site yöneticileri ve personeli tarafından dahili olarak görülen ödeme yönteminin adı.

source: Admin-Only Description
de_de: Nur für Administratoren Beschreibung
fi: Kuvaus (ylläpidon käyttöön)
tr_tr: Yalnızca Yönetici Açıklaması

source: The description of the payment method as seen internally by site administrators and staff.
de_de: Die Beschreibung der Zahlungsmethode, wie sie von den Administratoren und Mitarbeitern der Website intern gesehen wird.
fi: Maksutavan kuvaus siten kuin se näytetään ylläpidolle ja henkilöstölle.
tr_tr: Site yöneticileri ve personeli tarafından dahili olarak görülen ödeme yönteminin açıklaması.

source: Debug (sandbox) Mode
de_de: Debug-Modus (Sandkasten)
fi: Virheenkorjaustila
fr_fr: Mode débogage (bac à sable)
tr_tr: Hata Ayıklama (Sandbox) Modu

source: Many payment methods have a debug/sandbox mode where payments are not processed but are only simulated. This is helpful when setup and debugging.
de_de: Viele Zahlungsmethoden verfügen über einen Debug-/Sandbox-Modus, in dem die Zahlungen nicht verarbeitet, sondern nur simuliert werden. Dies ist bei der Einrichtung und Fehlersuche hilfreich.
fi: Useissa maksutavoissa voidaan käyttää virheenkirjaustilaa (debug/sandbox), jolloin maksusuorituksia ei todellisuudessa käsitellä vaan maksutapahtuma ainoastaan simuloidaan. Tämä on kätevää esimerkiksi maksutavan asennusvaiheessa tai virheitä etsiessä.
tr_tr: Birçok ödeme yöntemi, ödemelerin işlenmediği ancak yalnızca simüle edildiği bir hata ayıklama / sandbox moduna sahiptir. Bu, kurulum ve hata ayıklama sırasında yardımcı olur.

source: Open by Default
de_de: Standardmäßig geöffnet
fi: Valittu oletuksena
tr_tr: Varsayılan Olarak Aç

source: If checked, this payment method will be selected by default (assuming no other valid payment methods are also marked as open by default.)
de_de: Wenn dieses Kästchen markiert ist, wird diese Zahlungsmethode standardmäßig ausgewählt (vorausgesetzt, dass keine anderen gültigen Zahlungsmethoden ebenfalls als standardmäßig offen markiert sind).
fi: Jos valittu, tämä maksutapa on valittu oletuksena (olettaen, ettei muita maksutapoja ole merkitty oletukseksi).
fr_fr: Si cette option est cochée, cette méthode de paiement sera sélectionnée par défaut (en supposant qu'aucune autre méthode de paiement valide n'est marquée comme étant ouverte par défaut).
tr_tr: İşaretlenirse, bu ödeme yöntemi varsayılan olarak seçilecektir (diğer geçerli ödeme yöntemlerinin de varsayılan olarak açık olarak işaretlenmediği varsayılır).

source: Button URL
de_de: Schaltflächen URL
fi: Painikkeen URL-osoite
fr_fr: URL du bouton
tr_tr: Düğme URL'si

source: The URL of the button image for this payment method in the registration process. You may use any uploaded image on your website (click %s next to the field to select). If left blank, the default button image will be used.
de_de: Die URL des Schaltflächenbildes für diese Zahlungsmethode im Registrierungsprozess. Sie können ein beliebiges hochgeladenes Bild auf Ihrer Website verwenden (klicken Sie zur Auswahl auf %s neben dem Feld). Wenn Sie das Feld leer lassen, wird das Standardbild der Schaltfläche verwendet.
fi: Tämän maksutavan ilmoittautumisprosessissa käytettävän painikkeen URL-osoite. Voit käyttää mitä tahansa sivustollesi ladattua kuvaa (paina %s kentän vieressä valitaksesi). Jos jätetään tyhjäksi, käytetään oletuskuvaa.
tr_tr: Kayıt işleminde bu ödeme yöntemi için düğme resminin URL'si. Web sitenizdeki herhangi bir yüklenmiş görseli kullanabilirsiniz (seçmek için alanın yanındaki %s'ye tıklayın). Boş bırakılırsa, varsayılan düğme görseli kullanılacaktır.

source: Usable From
de_de: Verwendbares Formular
fi: Käytettävissä
tr_tr: Kullanılabilir

source: Where this payment method can be used from.
de_de: Von wo aus diese Zahlungsmethode genutzt werden kann.
fi: Missä tätä maksutapaa voidaan käyttää.
tr_tr: Bu ödeme yönteminin kullanılabileceği yerler.

source: Front-end Registration Page: the payment method will appear as an option during the normal registration process to customers and they can use it to process payments.
de_de: Frontend-Registrierungsseite: Die Zahlungsmethode wird während des normalen Registrierungsprozesses als Option angezeigt und kann von den Kunden zur Zahlungsabwicklung verwendet werden.
fi: Julkisella ilmoittautumissivulla: Maksutapa näytetään vaihtoehtona asiakkaille näkyvällä ilmoittautumissivulla ja he voivat käyttää sitä maksutapanaan.
tr_tr: Ön Uç Kayıt Sayfası: Ödeme yöntemi, müşterilere normal kayıt işlemi sırasında bir seçenek olarak görünecek ve ödemeleri işlemek için kullanabilecekler.

source: Admin Registration Page: when recording payments made from the transaction admin page, the payment method will appear as an option. Note: currently payments can only be RECORDED from the admin, they cannot be PROCESSED.
de_de: Admin-Registrierungsseite: Bei der Erfassung von Zahlungen, die von der Transaktions-Administrationsseite aus getätigt werden, wird die Zahlungsmethode als Option angezeigt. Hinweis: Derzeit können Zahlungen von der Verwaltungsseite aus nur AUFGEZEICHNET werden, sie können nicht VERARBEITET werden.
fi: Ylläpidon ilmoittautumissivulla: Maksutapa näytetään vaihtoehtona, kun maksuja kirjataan ylläpitosivujen tilaukset-sivulla. Huom: Tällä hetkellä ylläpitosivujen kautta voidaan ainoastaan KIRJATA maksuja. Maksujen TEKEMINEN ylläpitosivujen kautta ei ole mahdollista.
tr_tr: Yönetici Kayıt Sayfası: işlem yöneticisi sayfasından yapılan ödemeleri kaydederken, ödeme yöntemi bir seçenek olarak görünecektir. Not: şu anda ödemeler yalnızca yöneticiden KAYDEDİLEBİLMEKTE, İŞLENEMEMEKTEDİR.

source: After clicking "Finalize Registration", you will be given instructions on how to complete your payment.
de_de: Nachdem Sie auf „Registrierung abschließen“ geklickt habe, erhalten Sie weitere Anweisungen zur Bezahlung.
fi: Kun olet painanut "Ilmoittautumisen viimeistely"-painiketta, sinulle annetaan maksuohjeet.
fr_fr: Après avoir cliqué sur "Terminer l'inscription", des instructions pour le règlement seront fournies.
tr_tr: "Kaydı Kesinleştir" seçeneğine tıkladıktan sonra, ödemenizi nasıl tamamlayacağınıza ilişkin talimatlar verilecektir.

source: Title %s
de_de: Titel %s
fi: Otsikko %s
fr_fr: Titre %s
tr_tr: Başlık %s

source: Instructions %s
de_de: Anweisungen %s
fi: Ohjeet %s
tr_tr: Talimatlar %s

source: Payable To %s
de_de: Zahlbar bis %s
fi: Maksun saaja %s
fr_fr: Payable à %s
tr_tr: Ödenecek %s

source: Address Payable %s
de_de: Adresse zahlbar %s
fi: Maksunsaajan osoite %s
tr_tr: Ödenecek Adres %s

source: Make payment using an electronic funds transfer from your bank.
de_de: Sie erhalten von uns eine Rechnung und überweisen den Betrag.
fi: Suorita maksu pankkisi sähköisellä tilisiirrolla.
tr_tr: Bankanızdan elektronik fon transferi kullanarak ödeme yapın.

source: Payment Instructions %s
de_de: Zahlungsanweisungen %s
fi: Maksuohjeet %s
fr_fr: Instruction de paiement %s
tr_tr: Ödeme Talimatları %s

source: Provide instructions on how registrants can send the bank draft payment. Eg, mention your account name, bank account number, bank name, bank routing code, and bank address, etc.
de_de: Geben Sie Anweisungen, wie die Anmelder die Zahlung per Bankscheck vornehmen können. Geben Sie z. B. Ihren Kontonamen, Ihre Kontonummer, den Namen der Bank, die Bankleitzahl und die Adresse der Bank an usw.
fi: Anna tiedot, joiden avulla ilmoittautujat voivat maksaa suorituksensa. Mainitse esimerkiksi saaja nimi, saajan tilinumero, pankin nimi ja mahdollinen tunnus, jne.
tr_tr: Kayıt yaptıranların banka taslak ödemesini nasıl gönderebileceklerine ilişkin talimatlar verin. Örneğin, hesap adınızı, banka hesap numaranızı, banka adınızı, banka yönlendirme kodunuzu ve banka adresinizi vb. belirtin.

source: Payee Name %s
de_de: Zahlungsempfänger Name %s
fi: Saajan nimi %s
fr_fr: Nom du bénéficiaire %s
tr_tr: Alacaklı Adı %s

source: Payee Email %s
de_de: Zahlungsempfänger E-Mail %s
fi: Saajan sähköposti %s
fr_fr: Bénéficiaire Email %s
tr_tr: Alacaklı E-posta %s

source: Payee Tax Number %s
de_de: Zahlungsempfänger Steuernummer %s
fi: Saajan Y-tunnus %s
fr_fr: Numéro de taxe du bénéficiarie %s
tr_tr: Alacaklı Vergi Numarası %s

source: Payee Address %s
de_de: Zahlungsempfänger Adresse %s
fi: Saajan osoite %s
fr_fr: Adresse du bénéficiaire %s
tr_tr: Alacaklı Adresi %s

source: Logo Image %s
de_de: Logo-Bild %s
fi: Logo-kuva %s
fr_fr: Image du logo %s
tr_tr: Logo Görüntüsü %s

source: Confirmation Text %s
de_de: Bestätigungstext %s
fi: Vahvistusteksti %s
fr_fr: Texte de confirmation %s
tr_tr: Onay Metni %s

source: Extra Info %s
de_de: Zusätzliche Informationen %s
fi: Lisätiedot %s
tr_tr: Ekstra Bilgi %s

source: View Invoice
de_de: Rechnung anzeigen
fi: Näytä lasku
fr_fr: Voir la facture
tr_tr: Fatura Görüntüle

source: Payee Name
de_de: Name des Zahlungsempfängers
fi: Saajan nimi
fr_fr: Nom du bénéficiaire
tr_tr: Alacaklı Adı

source: The [INVOICE_PAYEE_NAME] shortcode is parsed to the value of this field if present, if this field is blank then it's parsed to the payee name set in the organization settings page, if that page is blank then it parses to an empty string.
de_de: Der Shortcode [INVOICE_PAYEE_NAME] wird mit dem Wert dieses Feldes geparst, wenn es vorhanden ist. Wenn dieses Feld leer ist, wird es mit dem Namen des Zahlungsempfängers geparst, der auf der Seite mit den Organisationseinstellungen festgelegt wurde. Wenn diese Seite leer ist, wird ein leerer String geparst.
fi: Lyhytkoodin [INVOICE_PAYEE_NAME] arvo muodostetaan tämän kentän perusteella.Jos kenttä jätetään tyhjäksi, käytetään organisaatioasetuksissa annettua nimeä. Jos kuitenkin sekin on tyhjä, myös lyhytkoodin arvo jätetään tyhjäksi.
tr_tr: INVOICE_PAYEE_NAME] kısa kodu, varsa bu alanın değerine ayrıştırılır, bu alan boşsa kuruluş ayarları sayfasında ayarlanan alacaklı adına ayrıştırılır, bu sayfa boşsa boş bir dizeye ayrıştırılır.

source: Payee Email
de_de: E-Mail Adresse des Zahlungsempfängers
fi: Saajan sähköposti
tr_tr: Alacaklı E-posta

source: The [INVOICE_PAYEE_EMAIL] shortcode is parsed to the value of this field if present, if this field is blank then it's parsed to the payee email set in the organization settings page, if that page is blank then it parses to an empty string.
de_de: Der [INVOICE_PAYEE_EMAIL] Shortcode wird mit dem Wert dieses Feldes geparst, wenn es vorhanden ist. Wenn dieses Feld leer ist, wird es mit der E-Mail des Zahlungsempfängers geparst, die auf der Seite mit den Organisationseinstellungen eingestellt ist.
fi: Lyhytkoodin [INVOICE_PAYEE_EMAIL] arvo muodostetaan tämän kentän perusteella.Jos kenttä jätetään tyhjäksi, käytetään organisaatioasetuksissa annettua sähköpostia. Jos kuitenkin sekin on tyhjä, myös lyhytkoodin arvo jätetään tyhjäksi.
tr_tr: INVOICE_PAYEE_EMAIL] kısa kodu, varsa bu alanın değerine ayrıştırılır, bu alan boşsa kuruluş ayarları sayfasında ayarlanan alacaklı e-postasına ayrıştırılır, bu sayfa boşsa boş bir dizeye ayrıştırılır.

source: Payee Tax Number
de_de: Zahlungsempfänger Steuernummer
fi: Saajan Y-tunnus
tr_tr: Alacaklı Vergi Numarası

source: The [INVOICE_PAYEE_TAX_NUMBER_*] shortcode is parsed to the value of this field if present, if this field is blank then it's parsed to the payee tax number set in the organization settings page, if that page is blank then it parses to an empty string.
de_de: Der Shortcode [INVOICE_PAYEE_TAX_NUMBER_*] wird in den Wert dieses Feldes geparst, wenn es vorhanden ist. Wenn dieses Feld leer ist, wird es in die Steuernummer des Zahlungsempfängers geparst, die auf der Seite mit den Organisationseinstellungen festgelegt wurde. Wenn diese Seite leer ist, wird ein leerer String geparst.
fi: Lyhytkoodin [INVOICE_PAYEE_TAX-NUMBER_*] arvo muodostetaan tämän kentän perusteella.Jos kenttä jätetään tyhjäksi, käytetään organisaatioasetuksissa annettua Y-tunnusta. Jos kuitenkin sekin on tyhjä, myös lyhytkoodin arvo jätetään tyhjäksi.
tr_tr: INVOICE_PAYEE_TAX_NUMBER_*] kısa kodu, varsa bu alanın değerine ayrıştırılır, bu alan boşsa kuruluş ayarları sayfasında ayarlanan alacaklı vergi numarasına ayrıştırılır, bu sayfa boşsa boş bir dizeye ayrıştırılır.

source: Payee Address
de_de: Zahlungsempfänger Adresse
fi: Saajan osoite
tr_tr: Alacaklı Adresi

source: The shortcode [INVOICE_PAYEE_ADDRESS] is parsed to the value of this field if present. If this field is empty, then the shortcode will use the value of the company address set in the organization settings page. If that value is empty, then an empty string is used.
de_de: Der Shortcode [INVOICE_PAYEE_ADDRESS] wird mit dem Wert dieses Feldes geparst, falls vorhanden. Wenn dieses Feld leer ist, verwendet der Shortcode den Wert der Firmenadresse, der auf der Seite mit den Organisationseinstellungen festgelegt wurde. Wenn dieser Wert leer ist, wird eine leere Zeichenfolge verwendet.
fi: Lyhytkoodin [INVOICE_PAYEE_ADDRESS] arvo muodostetaan tämän kentän perusteella.Jos kenttä jätetään tyhjäksi, käytetään organisaatioasetuksissa annettua organisaation osoitetta. Jos kuitenkin sekin on tyhjä, myös lyhytkoodin arvo jätetään tyhjäksi.
tr_tr: INVOICE_PAYEE_ADDRESS] kısa kodu, mevcutsa bu alanın değerine göre ayrıştırılır. Bu alan boşsa, kısa kod kuruluş ayarları sayfasında ayarlanan şirket adresinin değerini kullanır. Bu değer boşsa, boş bir dize kullanılır.

source: Confirmation Text
de_de: Bestätigungstext
fi: Vahvistusteksti
fr_fr: Texte de confirmation
tr_tr: Onay Metni

source: This text appears on the thank you page after a registration using Invoice as the payment method.
de_de: Dieser Text erscheint auf der Dankeseite nach einer Registrierung mit der Zahlungsmethode Rechnung.
fi: Tämä teksti näytetään ilmoittautumisen päätteeksi kiitossivulla, jos maksutavaksi on valittu Lasku.
tr_tr: Bu metin, ödeme yöntemi olarak Fatura kullanılan bir kayıttan sonra teşekkür sayfasında görünür.

source: Extra Info
de_de: Zusätzliche Info
fi: Lisätiedot
tr_tr: Ekstra Bilgi

source: Any extra HTML you may like to include after the confirmation text.
de_de: Zusätzliches HTML, das Sie nach dem Bestätigungstext einfügen möchten.
fi: Mahdolliset lisätiedot (HTML-muodossa), jotka näytetään vahvistustekstin jälkeen.
tr_tr: Onay metninden sonra eklemek isteyebileceğiniz herhangi bir ekstra HTML.

source: Paypal Email %s
tr_tr: Paypal E-posta %s

source: Typically payment@example-domain.com
de_de: Typischerweise payment@example-domain.com
fi: Tyypillisesti payment@example-domain.com
fr_fr: par exemple : paiement@domaine-exemple.com
tr_tr: Tipik olarak payment@example-domain.com

source: Prompt for an address, but do not require it
de_de: Sie fordern zur Eingabe einer Adresse auf, verlangen diese aber nicht
fi: Kysy osoitetta, mutta älä vaadi sitä
tr_tr: Bir adres isteyin, ancak bunu zorunlu tutmayın

source: Prompt for an address, and require it
de_de: Aufforderung zur Eingabe einer Adresse und deren Angabe
fi: Pyydä osoitetta ja vaadi sitä
tr_tr: Bir adres isteyin ve bunu talep edin

source: Upon submitting this form, you will be forwarded to Stripe to make your payment. %1$sMake sure you return to this site in order to properly finalize your registration.%2$s
de_de: Nach dem Absenden dieses Formulars werden Sie zu Stripe weitergeleitet, um Ihre Zahlung vorzunehmen. %1$sVersichern Sie sich, dass Sie auf diese Seite zurückkehren, um Ihre Anmeldung ordnungsgemäß abzuschließen.%2$s
fi: Kun lähetät tämän lomakkeen, sinut ohjataan Stripeen maksun suorittamista varten. %1$sPalaa tälle sivustolle, jotta voit viimeistellä rekisteröitymisesi asianmukaisesti.%2$s
tr_tr: Bu formu gönderdikten sonra, ödemenizi yapmak için Stripe'a yönlendirileceksiniz. %1$sKayıt işleminizi düzgün bir şekilde tamamlamak için bu siteye geri döndüğünüzden emin olun.%2$s

source: Shipping Address Options %s
de_de: Versandadress-Optionen %s
fi: Toimitusosoitteen vaihtoehdot %s
tr_tr: Gönderi Adresi Seçenekleri %s

source: IPN Validation failed! Paypal responded with '%s'
de_de: IPN-Validierung fehlgeschlagen! Paypal antwortete mit '%s'
fi: IPN-validointi epäonnistui! Paypal vastasi '%s'
tr_tr: IPN Doğrulaması başarısız oldu! Paypal '%s' ile yanıt verdi

source: Shipping charges calculated by Paypal
de_de: Versandkosten werden von PayPal kalkuliert
fi: Paypalin laskemat toimituskulut
fr_fr: Frais de port calculé par PayPal
tr_tr: Paypal tarafından hesaplanan kargo ücretleri

source: Calculated by Paypal
de_de: Von Paypal kalkuliert
fi: Paypalin laskema
fr_fr: Calculé par PayPal
tr_tr: Paypal tarafından hesaplanmıştır

source: Updated transaction related to payment
de_de: Aktualisierte Transaktion für diese Zahlung
fi: Maksuun liittyvä maksusuoritus päivitetty
fr_fr: Mise à jour de la transaction relative au paiement
tr_tr: Ödeme ile ilgili işlem güncellendi

source: See %1$shere%2$s for list of currencies supported by Paypal Standard.
de_de: Siehe %1$shier%2$s für die Liste der von Paypal Standard unterstützten Währungen.
fi: Katso %1$shere%2$s Paypal Standardin tukemien valuuttojen luettelo.
fr_fr: Voir %1$sici%2$s pour la liste des devises acceptées par PayPal Standard.
tr_tr: Paypal Standard tarafından desteklenen para birimlerinin listesi için %1$shere%2$s bölümüne bakın.

source: Use the PayPal Sandbox
de_de: Verwenden Sie die PayPal-Sandbox
fi: Käytä PayPal Sandboxia (testitila)
fr_fr: Utiliser le bac à sable PayPal
tr_tr: PayPal Sandbox'ı kullanın

source: If this option is enabled, be sure to enter your PayPal sandbox credentials in the fields above. Be sure to turn this setting off when you are done testing.
de_de: Wenn diese Option aktiviert ist, müssen Sie Ihre PayPal-Sandbox-Anmeldedaten in die obigen Felder eingeben. Deaktivieren Sie diese Einstellung, wenn Sie mit dem Testen fertig sind.
fi: Jos tämä vaihtoehto on käytössä, muista syöttää PayPalin hiekkalaatikkotiedot yllä oleviin kenttiin. Muista poistaa tämä asetus käytöstä, kun olet lopettanut testauksen.
fr_fr: Si cette option est activée, assurez-vous d'entrer les informations d'identification de sandbox PayPal dans les champs ci-dessus. Assurez-vous de désactiver ce réglage lorsque vous avez terminé les tests
tr_tr: Bu seçenek etkinse, PayPal sanal alan kimlik bilgilerinizi yukarıdaki alanlara girdiğinizden emin olun. Testiniz bittiğinde bu ayarı kapattığınızdan emin olun.

source: PayPal Calculates Taxes
de_de: PayPal kalkuliert Steuern
fi: PayPal laskee verot
fr_fr: PayPal calcule les taxes
tr_tr: PayPal Vergileri Hesaplıyor

source: PayPal Calculates Shipping
de_de: PayPal kalkuliert Versand
fi: PayPal laskee toimituksen
fr_fr: PayPal calcule les frais de livraison
tr_tr: PayPal Gönderiyi Hesaplıyor

source: Important Note: PayPal will ONLY calculate shipping on an order if "Shipping Address Options" is set to "Prompt for an Address" (otherwise how will PayPal know how much to charge for shipping if it doesn't know where it's shipping to?)
de_de: Wichtiger Hinweis: PayPal berechnet die Versandkosten für eine Bestellung NUR dann, wenn unter "Versandadressoptionen" die Option "Nach einer Adresse fragen" aktiviert ist (wie kann PayPal andernfalls wissen, wie viel es für den Versand berechnen soll, wenn es nicht weiß, wohin es versendet)?
fi: Tärkeä huomautus: PayPal laskee tilauksen toimituskulut AINOASTAAN, jos "Toimitusosoiteasetukset" on asetettu kohtaan "Pyydä osoite" (miten PayPal muuten tietää, kuinka paljon se veloittaa toimituskuluja, jos se ei tiedä, minne se lähettää?).
tr_tr: Önemli Not: PayPal, SADECE "Gönderim Adresi Seçenekleri" "Adres İste" olarak ayarlanmışsa bir siparişin gönderim ücretini hesaplayacaktır (aksi takdirde PayPal, nereye gönderim yapıldığını bilmiyorsa gönderim için ne kadar ücret alacağını nasıl bilecektir?)

source: If you want PayPal to calculate taxes and shipping on an order, those changes will NOT appear during the initial registration process until the user is redirected to PayPal for payment.
de_de: Wenn Sie möchten, dass PayPal Steuern und Versandkosten für eine Bestellung berechnet, werden diese Änderungen NICHT während des anfänglichen Registrierungsprozesses angezeigt, bis der Benutzer zur Zahlung an PayPal weitergeleitet wird.
fi: Jos haluat, että PayPal laskee tilauksen verot ja toimituskulut, nämä muutokset EIVÄT näy alkuperäisen rekisteröintiprosessin aikana, ennen kuin käyttäjä ohjataan PayPaliin maksua varten.
tr_tr: PayPal'ın bir sipariş üzerindeki vergileri ve kargoyu hesaplamasını istiyorsanız, kullanıcı ödeme için PayPal'a yönlendirilene kadar bu değişiklikler ilk kayıt işlemi sırasında GÖRÜNMEYECEKTİR.
