Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: You cannot add this ticket to this datetime because it has a sold amount that is greater than the amount of spots remaining for this datetime.
de_de: Sie können dieses Ticket nicht zu dioesem Termin hinzuzufügen, weil die verkaufte Menge größer ist als die verbleibenden Punkte für diesem Termin.
fi: Et voi lisätä tätä lippua tähän päivämäärään, koska sen myytyjen paikkojen määrä on suurempi kuin tähän päivämäärään jäljellä olevien paikkojen määrä.
fr_fr: Vous ne pouvez pas ajouter ce billet à cette date-heure parce qu'il a une quantité vendue est supérieure à la quantité de places restantes pour cette date-heure.
tr_tr: Bu tarih için bilet ekleyemezsiniz. Satılan bilet sayısı bu tarih için belirlenen katılımcı sayısından daha fazla.

source: Regional Tax
de_de: Kommunale Steuern
fi: alueellinen vero
fr_fr: Taxe régionale
tr_tr: Yerel Vergi

source: %s existing records in the database were updated.
de_de: %s bestehende Datensätze in der Datenbank wurden aktualisiert.
fi: %s tietokannassa olevia tietueita päivitettiin.
fr_fr: %s existants des enregistrements dans la base de données ont été mises à jour.
tr_tr: %s veritabanında varolan kayıtları güncellendi.

source: Events This Month: %s
de_de: Veranstaltungen diesen Monat: %s
fi: Tämän kuukauden tapahtumat: %s
fr_fr: Évènements du mois: %s
tr_tr: Ayın Etkinlikleri: %s

source: You cannot add this datetime to this ticket because the ticket has a sold amount that is greater than the amount of spots remaining on the datetime.
de_de: Sie können diesen Termin nicht zu diesem Ticket hinzufügen, weil das Ticket eine verkaufte Menge hat, die größer ist als die Menge von Punkten die noch auf dem Termin verbleiben.
fi: Et voi lisätä tätä päivämäärää tähän lippuun, koska lipun myytyjen paikkojen määrä on suurempi kuin päivämäärän jäljellä olevien paikkojen määrä.
fr_fr: Vous ne pouvez pas ajouter ce datetime pour ce billet parce que le billet a une quantité vendue est supérieure à la quantité de places restantes sur le datetime.
tr_tr: Bu tarih saatini bu bilete ekleyemezsiniz çünkü biletin satılan miktarı tarih saatinde kalan yer miktarından daha fazladır.

source: Federal Tax
de_de: Bundessteuer
fi: valtiollinen vero
fr_fr: Impôt fédéral
tr_tr: Federal Vergi

source: %s new records were added to the database.
de_de: %s neue Datensätze wurden der Datenbank hinzugefügt.
fi: %s uutta tietuetta lisättiin tietokantaan.
fr_fr: %s de nouveaux records ont été ajoutés à la base de données.
tr_tr: %s veritabanına yeni kayıt eklenmiştir.

source: Times the promotion has been used for this object
de_de: Wie oft wurde die Aktion für dieses Objekt genutzt?
fi: Kerrat, jolloin myynninedistämistä on käytetty tämän kohteen osalta
fr_fr: Nombre de fois que la promotion a été utiliser pour cet objet
tr_tr: Promosyonun bu nesne için kullanıldığı zamanlar

source: Events This Year: %s
de_de: Veranstaltungen dieses Jahr: %s
fi: Tapahtumia tänä vuonna: %s
fr_fr: Événements cette année: %s
tr_tr: Bu Yılın Etkinlikleri: %s

source: You can modify this description
de_de: Sie können diese Beschreibung ändern
fi: Voit muuttaa tätä kuvausta
fr_fr: Vous pouvez modifier cette description
tr_tr: Bu açıklamayı değiştirebilirsiniz

source: Sales Tax
de_de: Mehrwertsteuer
fi: Myyntivero
fr_fr: Frais divers
tr_tr: KDV

source: 'One or more errors occurred, and a total of %s existing records in the database were <strong>not</strong> updated.'
de_de: Ein oder mehrere Fehler sind aufgetreten, und insgesamt %s bestehende Datensätze in der Datenbank wurden <strong>nicht</strong> aktualisiert.
fi: "Tapahtui yksi tai useampia virheitä, ja yhteensä %s tietokannassa olevista tietueista <strong>ei</strong> päivitetty.
fr_fr: ‘Une ou plusieurs erreurs se sont produites, et un total de %s existants des enregistrements dans la base de données étaient <strong>pas</strong> mise à jour.'
tr_tr: 'Bir veya daha fazla hata oluştu ve veritabanındaki toplam %s mevcut kayıt <strong>güncellenmedi</strong>.

source: Event Espresso Upcoming Events
de_de: Kommende Events
fi: Event Espresson tulevat tapahtumat
fr_fr: Événements Event Espresso à venir
tr_tr: Yaklaşan Etkinlikler

source: Select Modifier
de_de: Modifikator wählen
fi: Valitse muokkaaja
fr_fr: Sélectionnez Modifier
tr_tr: Düzenleyiciyi Seç.

source: Venue List
de_de: Liste der Veranstaltungsorte
fi: Tapahtumapaikkalista
fr_fr: Liste des lieux
tr_tr: Mekan Listesi

source: One or more errors occurred, and a total of %s new records were <strong>not</strong> added to the database.'
de_de: Ein oder mehrere Fehler sind aufgetreten, und insgesamt %s neue Datensätze wurden der Datenbank <strong>nicht</strong> hinzugefügt.'
fi: Tapahtui yksi tai useampia virheitä, <strong>eikä</strong> tietokantaan lisätty yhteensä %s uutta tietuetta.''
fr_fr: Une ou plusieurs erreurs se sont produites, et un total de %s de nouveaux records étaient <strong>pas</strong> ajoutées à la base de données.'
tr_tr: Bir veya daha fazla hata oluştu ve veritabanına toplam %s yeni kayıt <strong>eklenmedi</strong>.'

source: don't show images
de_de: zeige keine Bilder
fi: älä näytä kuvia
fr_fr: ne pas montrer les images
tr_tr: resimleri gösterme

source: Archive page for all venues.
de_de: Archiv für alle Veranstaltungsorte.
fi: Paikka-arkisto
fr_fr: Archive de tous les lieux.
tr_tr: Arşivlenen mekanların sayfası.

source: top-level array must be numerically indexed. Does these look like numbers to you? %s
de_de: Array der obersten Ebene muss numerisch indiziert sein. Sieht das für Sie wie Zahlen aus? %s
fi: ylimmän tason matriisin on oltava numeerisesti indeksoitu. Näyttävätkö nämä sinusta numeroilta? %s
fr_fr: réseau de haut niveau doit être indexé numériquement. Est-ce que ceux-ci ressemblent numéros pour vous? %s
tr_tr: üst düzey dizi sayısal olarak indekslenmelidir. Bunlar size sayı gibi görünüyor mu? %s

source: Promotion ID
de_de: Werbe-ID
fi: Promootiotunnus
fr_fr: ID Promotion
tr_tr: Promosyon Kimliği

source: Edit Registration Link (typically you'd only use this for messages going to event administrators)
de_de: Link zur Bearbeitung der Registrierung (in der Regel verwenden Sie diesen Link nur für Nachrichten, die an Veranstaltungsadministratoren gehen)
fi: Muokkaa rekisteröintilinkkiä (tätä käytetään yleensä vain tapahtuman ylläpitäjille lähetettäviin viesteihin).
fr_fr: Modifier lien d'inscription (généralement vous utilisez uniquement ce pour les messages d'aller aux administrateurs de l'événement)
tr_tr: Kayıt Linkini Düzenle (typically you'd only use this for messages going to event administrators)

source: An error occurred! The requested export report could not be found.
de_de: Es ist ein Fehler aufgetreten! Der angeforderte Exportbericht konnte nicht gefunden werden.
fi: Tapahtui virhe! Pyydettyä vientiraporttia ei löytynyt.
fr_fr: Une erreur s'est produite! Le rapport d'exportation demandé n'a pas été trouvé.
tr_tr: Bir hata oluştu!İstenen ihracat raporu bulunamadı.

source: Unique Registration Code for the registration
de_de: Eindeutiger Registrierungscode für die Registrierung
fi: Yksilöllinen rekisteröintikoodi rekisteröintiä varten
fr_fr: Code d'enregistrement unique pour l'enregistrement
tr_tr: Tek kullanımlı kayıt kodu

source: This is the name of the default pricing.
de_de: Das ist der Name der Standardpreisgestaltung .
fi: Tämä on oletushinnoittelun nimi.
fr_fr: C'est le nom de la tarification par défaut.
tr_tr: Standart fiyatlandırmanın ismi.

source: This is a special dynamic shortcode. Right after the "*", add the exact text of a existing question, and if there is an answer for that question for this registrant, that will take the place of this shortcode.
de_de: Dies ist ein spezieller dynamischer Shortcode. Gleich nach dem "* ", fügen Sie den genauen Wortlaut einer vorhandenen Frage ein, und ob es eine Antwort auf diese Frage für den Registranten gibt, dies nimmt den Platz des Shortcode ein.
fi: Tämä on erityinen dynaaminen lyhytkoodi. Lisää heti "*"-merkin jälkeen olemassa olevan kysymyksen tarkka teksti, ja jos kyseiseen kysymykseen on olemassa vastaus tälle rekisteröijälle, se korvaa tämän lyhytkoodin.
fr_fr: Il s'agit d'un shortcode dynamique particulière. Juste après le "*", ajouter le texte exact d'une question existante, et si il ya une réponse à cette question pour ce titulaire, qui prendra la place de ce shortcode.
tr_tr: Bu özel dinamik bir kısa koddur. "*"in hemen sonrasına, varolan sorunun birebir yazısını girin. Eğer kullanıcı için bir yanıt varsa, kısa kodun yerini alacaktır.

source: Generates a link for the given registration to edit this registration details on the frontend.
de_de: Erzeugt einen Link für die angegebene Registrierung, um diese Registrierungsdetails auf dem Frontend zu bearbeiten.
fi: Luo annetulle rekisteröinnille linkin, jonka avulla rekisteröintitietoja voidaan muokata etusivulla.
fr_fr: Génère un lien pour l'inscription donnée à modifier cette inscription détails sur l'interface.
tr_tr: Ön uçta bu kayıt ayrıntılarını düzenlemek için verilen kayıt için bir bağlantı oluşturur.

source: This is the description for the default pricing.
de_de: Dies ist die Beschreibung für die Standardpreisgestaltung .
fi: Tämä on oletushinnoittelun kuvaus.
fr_fr: C'est la description de la tarification par défaut.
tr_tr: Standart fiyatlandırma için açıklama.

source: This is used to indicate where you want the list of questions and answers to show for the person receiving the message.
de_de: Hier können Sie angeben, wo die Liste der Fragen und Antworten für den Empfänger der Nachricht angezeigt werden soll.
fi: Tätä käytetään osoittamaan, mihin kohtaan haluat kysymysten ja vastausten luettelon näkyvän viestin vastaanottajalle.
fr_fr: Il est utilisé pour indiquer l'endroit où vous voulez que la liste de questions et réponses de montrer pour la personne qui reçoit le message.
tr_tr: Bu mesajı alan kişi için soruları gösterir ve cevapların listesi istediğiniz yeri belirtmek için kullanılır.

source: 'An error occurred and the Event details could not be exported from the database.'
de_de: Es ist ein Fehler aufgetreten und die Ereignisdetails konnten nicht aus der Datenbank exportiert werden.
fi: "Tapahtuman tietoja ei voitu viedä tietokannasta, koska tapahtui virhe.
fr_fr: 'Une erreur s'est produite et les détails de l'événement ne peut pas être exporté à partir de la base de données. '
tr_tr: 'Bir hata oluştu ve etkinlik bilgileri veritabanından ihraç edilemedi.'

source: Datetime List Shortcodes
de_de: Datumsliste Shortcodes
fi: Päivämääräluettelon lyhytkoodit
fr_fr: Datetime Liste Shortcodes
tr_tr: Zamanlama Listesinin Kısa-kodu

source: This is used to indicate the questions and answers for the primary_registrant. It should be placed in the "[attendee_list]" field
de_de: Dies wird verwendet, um die Fragen und Antworten für den primären_Anmelder anzugeben. Sie sollte in das Feld "[attendee_list]" eingetragen werden.
fi: Tätä käytetään primary_registrantin kysymysten ja vastausten ilmoittamiseen. Se olisi sijoitettava kenttään "[attendee_list]".
fr_fr: Il est utilisé pour indiquer les questions et réponses pour la primary_registrant. Il doit être placé dans le répertoire "[attendee_list]" champ
tr_tr: Bu primary_registrant. için soruları ve cevapları belirtmek için kullanılır. Bu "[attendee_list]" alanına konulmalıdır.

source: An error occurred and the Attendee data could not be exported from the database.
de_de: Es ist ein Fehler aufgetreten und die Teilnehmerdaten konnten nicht aus der Datenbank exportiert werden.
fi: Tapahtui virhe, eikä osallistujatietoja voitu viedä tietokannasta.
fr_fr: Une erreur s'est produite et les données de Présence ne peut pas être exporté à partir de la base de données.
tr_tr: Bir hata oluştu ve Katılımcı verileri veritabanından ihraç edilemedi.

source: All shortcodes specific to datetime lists
de_de: Alle Shortcodes speziell für Datumslisten
fi: Kaikki päivämääräluetteloille ominaiset lyhytkoodit
fr_fr: Tous les numéros courts spécifiques à des listes de datetime
tr_tr: Tarih ve saat listelerine özel tüm kısa kodlar

source: This is the value of the default pricing and is shown as a flat amount or a percentage.
de_de: Dies ist der Wert der Standardpreisfindung und wird als Pauschalbetrag oder in Prozent angezeigt.
fi: Tämä on oletushinnoittelun arvo, ja se näytetään kiinteänä summana tai prosentteina.
fr_fr: C'est la valeur de la tarification par défaut et est présenté comme un montant forfaitaire ou d'un pourcentage.
tr_tr: Varsayılan fiyatlandırma değeri ve sabit bir tutar ya da yüzde olarak gösterilir.

source: This is used to indicate where you want the list of questions and answers to show for the registrant. You place this within the "[attendee_list]" field.
de_de: Damit geben Sie an, wo die Liste der Fragen und Antworten für den Anmelder angezeigt werden soll. Sie platzieren dies innerhalb des Feldes "[attendee_list]".
fi: Tätä käytetään osoittamaan, missä haluat, että kysymysten ja vastausten luettelo näkyy rekisteröijälle. Tämä sijoitetaan "[attendee_list]" -kenttään.
fr_fr: Il est utilisé pour indiquer l'endroit où vous voulez que la liste de questions et réponses à montrer pour le déclarant. Vous placez ce dans le "[attendee_list]" domaine.
tr_tr: Kayıt biriminin yönelttiği soruları ve verdiğiniz cevapların listesini istediğiniz yeri belirtmek için kullanılır. Seni de "[attendee_list]" alanında belirtir.

source: Check-Ins
de_de: Einchecken
fi: Sisäänkirjautumiset
fr_fr: Vérifiez-Ins
tr_tr: Yer-Bildirimleri

source: Will output a list of datetimes according to the layout specified in the datetime list field.
de_de: Gibt eine Liste von Datumsangaben entsprechend dem im Feld datetime list angegebenen Layout aus.
fi: Tulostaa luettelon päivämääristä datetime-luettelokentässä määritetyn asettelun mukaisesti.
fr_fr: Sortie volonté d'une liste de dates-heures selon le schéma indiqué dans le champ de liste d'horaires.
tr_tr: Datetime list alanında belirtilen düzene göre bir datetime listesi çıktısı verir.

source: Will parse to a question.
de_de: Wird in eine Frage zerlegt.
fi: Parseeraa kysymykseksi.
fr_fr: Va analyser à une question.
tr_tr: Bir soruyla ayrıştırma olacaktır.

source: Datetimes of Ticket
de_de: Ticketdatum
fi: Lipun ajankohdat
fr_fr: Horaires des billets
tr_tr: Biletin Tarih ve Saatleri

source: Textarea
de_de: Textfeld
fi: Tekstialue
fr_fr: Zone de texte
tr_tr: Yazı Alanı

source: Datetime Shortcodes
tr_tr: Tarih Saat Kısa Kodları

source: Will parse to the answer for a question
de_de: Analysiert die Antwort auf eine Frage
fi: Analysoi vastauksen kysymykseen
fr_fr: Va analyser la réponse à une question
tr_tr: Bir soru için cevap ayrıştırma olacaktır.

source: An error occurred and the Category details could not be exported from the database.
de_de: Es ist ein Fehler aufgetreten und die Details der Kategorie konnten nicht aus der Datenbank exportiert werden.
fi: Tapahtui virhe, eikä luokan tietoja voitu viedä tietokannasta.
fr_fr: Une erreur s'est produite et la catégorie de détails ne pouvait pas être exporté à partir de la base de données.
tr_tr: Bir hata oluştu ve Kategorinin ayrıntıları veritabanından ihraç edilemedi.

source: Single
de_de: Einzel
fi: Yksittäinen
fr_fr: Seul
tr_tr: Tekil

source: All shortcodes specific to datetime related data
de_de: Alle Shortcodes, die sich auf datumsbezogene Daten beziehen
fi: Kaikki lyhytkoodit, jotka liittyvät datetime-tietoihin.
fr_fr: Tous les numéros courts spécifiques aux données datetime liées
tr_tr: Tarih ve saat bilgisi için tüm kısa kodlar

source: No filename was provided
de_de: Es wurde kein Dateiname angegeben
fi: Tiedostonimeä ei annettu
fr_fr: Pas de nom de fichier a été fourni
tr_tr: Dosya ismi sağlanamadı.

source: Dropdown
de_de: Auswahlliste
fi: Alasvetovalikko
fr_fr: Liste déroulante
tr_tr: Açılır

source: The start date and time.
de_de: Das Datum und die Uhrzeit des Beginns.
fi: Aloituspäivämäärä ja -aika.
fr_fr: La date et l'heure de début.
tr_tr: Tarih ve saati başlat.

source: This is the kind of base type. Available options are Discount, Surcharge, and Tax.
de_de: Das ist die Art des Grundtyps. Verfügbare Optionen sind Preisnachlass, Zuschlag und Steuer.
fi: Tämä on perustyyppi. Vaihtoehdot ovat alennus, lisämaksu tai vero.
fr_fr: C'est le genre de type de base. Les options disponibles sont Discount, Supplément, et de l'impôt.
tr_tr: Temel tür örneği. İndirim, Harç ve Vergi seçenekleri kullanılabilir.

source: event-category
de_de: Veranstaltungs-Kategorie
fr_fr: cas-catégorie
tr_tr: etkinlik-kategorisi

source: IMPORTANT
de_de: WICHTIG
fi: TÄRKEÄÄ
tr_tr: ÖNEMLİ

source: Multiple Choice
fi: Monivastaus
fr_fr: Choix multiple
tr_tr: Çoktan Seçmeli

source: The end date and time.
de_de: Das Enddatum und die Endzeit.
fi: Loppupäivä ja -aika.
fr_fr: La date et l'heure de fin.
tr_tr: Tarih ve saati bitir.

source: Venue Category
de_de: Veranstaltungsort Kategorie
fi: Tapahtumapaikan luokka
fr_fr: Lieu Catégorie
tr_tr: Mekan Kategorisi

source: You are responsible for your own website security and Payment Card Industry Data Security Standards (PCI DSS) compliance.
de_de: Sie sind selbst für die Sicherheit Ihrer Website und die Einhaltung der Payment Card Industry Data Security Standards (PCI DSS) verantwortlich.
fi: Olet itse vastuussa verkkosivustosi turvallisuudesta ja PCI DSS (Payment Card Industry Data Security Standards) -vaatimusten noudattamisesta.
fr_fr: Vous êtes responsable de votre propre sécurité du site et des cartes de paiement Normes de sécurité des données de l'industrie (PCI DSS) du respect.
tr_tr: Kendi web sitenizin güvenliğinden ve Ödeme Kartı Endüstrisi Veri Güvenliği Standartları (PCI DSS) uyumluluğundan siz sorumlusunuz.

source: Question Label (admin-only)
de_de: Abfrage Etikett (nur Admin)
fi: Kysymyksen nimike (ylläpidon käyttöön)
fr_fr: Question étiquette (admin uniquement)
tr_tr: Soru Etiketi (sadece yönetici)

source: This is the name of the price type.
de_de: Dies ist der Name des Preistyps
fi: Tämä on hintatyypin nimi.
fr_fr: Il s'agit du nom du type de prix.
tr_tr: Fiyat türünün adı.

source: venue-category
de_de: Veranstaltungsort-Kategorie
fi: tapahtumapaikkaluokka
fr_fr: lieu-catégorie
tr_tr: mekan-kategorisi

source: Learn more about
de_de: Erfahren Sie mehr über
fi: Lisätietoja
fr_fr: En savoir plus sur
tr_tr: Hakkında daha fazla öğren

source: Internal string ID for question
de_de: Interne String-ID für Frage
fi: Kysymyksen sisäinen merkkijono ID
fr_fr: ID de chaîne interne pour la question
tr_tr: Soru için iç dize kimliği

source: This parses to the formatted email address of the organization name set in Your Organization Settings. "My Organization &lt;myorg@email.com&gt;"
de_de: Dies entspricht der formatierten E-Mail-Adresse des Organisationsnamens, der in den Einstellungen Ihrer Organisation festgelegt ist. "Meine Organisation &lt;myorg@email.com&gt;"
fi: Tämä vastaa organisaation nimellä olevaa muotoiltua sähköpostiosoitetta, joka on määritetty kohdassa Organisaatioasetukset. "Oma organisaatio &lt;myorg@email.com&gt;"
fr_fr: Cette analyse à l'adresse e-mail formaté du nom de l'organisation mis dans vos paramètres Organisation. "Mon Organisation&lt;myorg@email.com&gt;"
tr_tr: Bu, Kuruluş Ayarlarınız'da ayarlanan kuruluş adının biçimlendirilmiş e-posta adresine ayrıştırılır. "Kuruluşum &lt;myorg@email.com&gt;"

source: Event Type
de_de: Veranstaltungstyp
fi: Tapahtuman tyyppi
fr_fr: Type d'événement
tr_tr: Etkinlik Türü

source: Required Question?
de_de: Abfrage erforderlich?
fi: Vaadittu kysymys?
fr_fr: Question requise ?
tr_tr: Gerekli Soru?

source: This will parse to the email address only for the organization set in Your Organization Settings.
de_de: Dadurch wird die E-Mail-Adresse nur für die Organisation analysiert, die in Ihren Organisationseinstellungen festgelegt ist.
fi: Tämä analysoi vain organisaation sähköpostiosoitteen, joka on määritetty Organisaatioasetuksissa.
fr_fr: Cela analyser à l'adresse e-mail uniquement pour l'organisation mise en vos paramètres Organisation.
tr_tr: Bu, yalnızca Kuruluş Ayarlarınızda ayarlanan kuruluş için e-posta adresine ayrıştırılacaktır.

source: Event Types
de_de: Veranstaltungstypen
fi: Tapahtumatyypit
fr_fr: Types d'événements
tr_tr: Etkinlik Tipleri

source: Accepts .%s file types only.
de_de: Es werden nur .%s Dateien akzeptiert.
fi: Hyväksyy vain .%s-tiedostotyypit.
fr_fr: Accepte. %s les types de fichiers.
tr_tr: Sadece .%s dosya türlerini kabul eder.

source: Text to Display if Not Provided
de_de: Text, der angezeigt werden soll, wenn er nicht angegeben wird
fi: Näytettävä teksti, jos sitä ei ole annettu
fr_fr: Texte à afficher si non fourni
tr_tr: Görüntü metni verilmedi ise

source: This parses to the email address only for the organization set in Your Organization Settings page.
de_de: Dies analysiert die E-Mail-Adresse nur für die Organisation, die auf der Seite Einstellungen Ihrer Organisation festgelegt ist.
fi: Tämä jäsentää sähköpostiosoitteen vain organisaation sähköpostiosoitteeksi, joka on määritetty Organisaatioasetukset-sivulla.
fr_fr: Cette analyse à l'adresse e-mail uniquement pour l'organisation mise dans votre page Paramètres de l'Organisation.
tr_tr: Bu, yalnızca Kuruluş Ayarlarınız sayfasında ayarlanan kuruluş için e-posta adresine ayrıştırılır.

source: event-type
de_de: Veranstaltungstyp
fr_fr: type d'événement
tr_tr: etkinliğin-tipi

source: Please only import CSV files exported from Event Espresso, or compatible 3rd-party software.
de_de: Bitte nur CSV-Dateien importieren, die von Event Espresso oder kompatibler Drittanbietersoftware exportiert wurden.
fi: Tuo ainoastaan Event Espressosta tai yhteensopivista kolmannen osapuolen ohjelmistoista vietyjä CSV-tiedostoja.
fr_fr: S'il vous plaît ne importer des fichiers CSV exportés à partir Event Espresso, ou un logiciel 3ème partie compatible.
tr_tr: Lütfen sadece Event Espresso ya da uyumlu uygulamalar ile oluşturulmuş CSV dosyalarını yükleyin.

source: Admin-Only Question?
de_de: Haben Sie eine Frage an den Administrator?
fi: Ylläpidon kysymys?
fr_fr: Admin-seulement question?
tr_tr: Yöneticiye Özel Soru?

source: Event Author Details Shortcodes
de_de: Veranstaltungs-Autorendetails Shortcodes
fi: Tapahtuman tekijän tiedot lyhytkoodit
fr_fr: Événement Auteur Détails Shortcodes
tr_tr: Etkinlik Yazar Ayrıntıları Kısa Kodları

source: This is the order in which price types are applied. Higher numbered price types will apply first. For example a price type with a order of application of 50 will apply before one that has an order of application of 20.
de_de: Das ist die Ordnung, in der Preistypen angewandt werden. Höher nummerierte Preistypen werden zuerst gelten. Zum Beispiel wird ein Preistyp mit einer Ordnung der Anwendung von 50 vor derjenigen gelten, die eine Ordnung der Anwendung von 20 hat.
fi: Tässä järjestyksessä hintatyyppejä sovelletaan. Korkeammalla numeroidut hintatyypit sovelletaan ensin. Esimerkiksi hintatyyppiä, jonka soveltamisjärjestys on 50, sovelletaan ennen hintatyyppiä, jonka soveltamisjärjestys on 20.
fr_fr: Ceci est l'ordre dans lequel les types de prix sont appliquées. Types de prix plus élevés numérotés s'appliqueront en premier. Par exemple, un type de prix avec un ordre d'application des 50 s'appliquera avant celui qui a un ordre d'application des 20.
tr_tr: Bu, fiyat türlerinin uygulanma sırasıdır. Daha yüksek numaralı fiyat türleri önce uygulanır. Örneğin, uygulama sırası 50 olan bir fiyat türü, uygulama sırası 20 olan bir fiyat türünden önce uygulanacaktır.

source: venue
de_de: Veranstaltungsort
fi: tapahtumapaikka
fr_fr: lieu
tr_tr: Alan
