Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: This is the last payment or refund made on the transaction related to the message being generated.
de_de: Dies ist die letzte Zahlung oder Erstattung, die im Rahmen der Transaktion erfolgt ist, die mit der erstellten Nachricht in Zusammenhang steht.
fi: Tämä on viimeinen maksu tai palautus, joka on suoritettu viestin tuottamiseen liittyvästä tapahtumasta.
fr_fr: Il s'agit du dernier paiement ou remboursement effectué sur la transaction liée au message généré.
tr_tr: Bu, oluşturulan mesajla ilgili işlemde yapılan son ödeme veya iadedir.

source: A dynamic shortcode for adjusting how total owing gets shown. The acceptable attributes on the shortcode are:
de_de: Ein dynamischer Shortcode zum Einstellen der Anzeige des Gesamtbetrags der Verbindlichkeiten. Die akzeptablen Attribute für den Shortcode sind:
fi: Dynaaminen lyhytkoodi, jolla voit säätää, miten velkojen kokonaismäärä näytetään. Lyhytkoodin hyväksyttävät attribuutit ovat:
fr_fr: Un code court dynamique pour ajuster le montant total dû s'affiche. Les attributs acceptables sur le code court sont:
tr_tr: Toplam borcun nasıl gösterileceğini ayarlamak için dinamik bir kısa kod. Kısa koddaki kabul edilebilir nitelikler şunlardır:

source: If the transaction is not paid in full, then whatever is set for this attribute is shown (otherwise its just the amount owing). The default is:
de_de: Wenn die Transaktion nicht vollständig bezahlt wurde, wird der für dieses Attribut eingestellte Betrag angezeigt (ansonsten nur der geschuldete Betrag). Der Standardwert ist:
fi: Jos maksutapahtumaa ei ole maksettu kokonaan, näytetään se, mikä tälle attribuutille on asetettu (muuten näytetään vain velkasumma). Oletusarvo on:
fr_fr: Si la transaction n'est pas payée en entier, alors tout ce qui est fixé pour cet attribut est montré (sinon c'est juste le montant dû). La valeur par défaut est:
tr_tr: İşlemin tamamı ödenmemişse, bu özellik için ne ayarlanmışsa o gösterilir (aksi takdirde sadece borçlu olunan tutar gösterilir). Varsayılan değer şöyledir:

source: If the transaction is paid in full, then you can indicate how this gets displayed. Note, that it defaults to just be the total owing.
de_de: Wenn die Transaktion vollständig bezahlt ist, können Sie angeben, wie dies angezeigt werden soll. Beachten Sie, dass standardmäßig nur der geschuldete Gesamtbetrag angezeigt wird.
fi: Jos maksutapahtuma on maksettu kokonaisuudessaan, voit määrittää, miten tämä näytetään. Huomaa, että oletusarvoisesti se on vain velan loppusumma.
fr_fr: Si la transaction est payée intégralement, vous pouvez indiquer comment cela s'affiche. Notez que la valeur par défaut est le total dû.
tr_tr: İşlemin tamamı ödenmişse, bunun nasıl görüntüleneceğini belirtebilirsiniz. Varsayılan olarak sadece toplam borçlu olunduğunu unutmayın.

# Cancelled Ticket Name : 2015-01-01 11:11
source: Cancelled %1$s : %2$s
de_de: Abgebrochen %1$s : %2$s
fi: Peruutettu %1$s : %2$s
fr_fr: Annulé %1$s : %2$s
tr_tr: İptal edildi %1$s : %2$s

source: No image url provided when trying to create an image attachment.
de_de: Beim Versuch, einen Bildanhang zu erstellen, wurde keine Bildurl angegeben.
fi: Kuvan url-osoitetta ei ole annettu, kun yritetään luoda liitetiedostoa.
fr_fr: Aucune URL d'image fournie lors de la tentative de création d'une pièce jointe d'image.
tr_tr: Bir resim eki oluşturmaya çalışırken resim url'si sağlanmadı.

source: The image at %1$s is not readable.
de_de: Das Bild bei %1$s ist nicht lesbar.
fi: Kuva kohdassa %1$s ei ole luettavissa.
fr_fr: L'image à %1$s n'est pas lisible.
tr_tr: %1$s adresindeki görüntü okunabilir değil.

source: Could not generate attachment metadata for attachment post %d with filepath %s and GUID %s. Please check the file was downloaded properly.
de_de: Es konnten keine Anhangsmetadaten für den Anhang post %d mit Dateipfad %s und GUID %s generiert werden. Bitte prüfen Sie, ob die Datei richtig heruntergeladen wurde.
fi: Liitetiedoston metatietoja ei voitu luoda liitetiedostolle %d, jonka tiedostopolku on %s ja GUID %s. Tarkista, että tiedosto ladattiin oikein.
tr_tr: Dosya yolu %s ve GUID %s ile %d ek gönderisi için ek meta verileri oluşturulamadı. Lütfen dosyanın düzgün indirildiğini kontrol edin.

source: Powered by Event Espresso
de_de: Angetrieben von Event Espresso
fr_fr: Fonctionne avec Event Espresso
tr_tr: Event Espresso tarafından desteklenmektedir

source: Usage
de_de: Verwendung
fi: Käyttö
fr_fr: Utilisation
tr_tr: Kullanım

source: Are you sure you want to reset ALL your Event Espresso Event App Customization Information? This cannot be undone.
de_de: Sind Sie sicher, dass Sie ALLE Ihre Event Espresso Event App Anpassungsinformationen zurücksetzen wollen? Dies kann nicht rückgängig gemacht werden.
fi: Oletko varma, että haluat nollata KAIKKI Event Espresso -tapahtumasovelluksen mukautustiedot? Tätä ei voi peruuttaa.
fr_fr: Êtes-vous sûr de vouloir réinitialiser TOUTES vos informations de personnalisation de l'application Event Event Espresso? Ça ne peut pas être annulé.
tr_tr: Event Espresso Etkinlik Uygulaması Özelleştirme Bilgilerinizin TÜMÜNÜ sıfırlamak istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: App Logo Image
de_de: App Logo Bild
fi: Sovelluksen logon kuva
tr_tr: Uygulama Logo Görüntüsü

source: Image Recommendations: file type: .png or .gif, dimensions: 1200x800
de_de: Bild-Empfehlungen: Dateityp: .png oder .gif, Abmessungen: 1200x800
fi: Kuvan suositukset: tiedostotyyppi .png tai .gif, koko 1200x800
fr_fr: Recommendations Image : type de fichier: .png or .gif, dimensions: 1200x800
tr_tr: Resim Önerileri: dosya türü: .png veya .gif, boyutlar: 1200x800

source: Powered By Text
de_de: Angetrieben durch Text
fi: Powered By Teksti
fr_fr: Fonctionne avec Text
tr_tr: Metin Tarafından Desteklenmektedir

source: Optional: Change the powered by text in login screen footer.
de_de: Optional: Ändern Sie den Text "powered by" in der Fußzeile des Anmeldebildschirms.
fi: Valinnainen: Vaihda kirjautumisnäytön alatunnisteessa oleva powered by -teksti.
fr_fr: Optionnel : Changer le "Fonction avec text" dans le pied d'écran de connexion.
tr_tr: İsteğe bağlı: Giriş ekranı altbilgisindeki powered by metnini değiştirin.

source: Reset Settings
de_de: Einstellungen zurücksetzen
fi: Nollaa asetukset
fr_fr: Réinitialiser les options
tr_tr: Ayarları Sıfırla

source: Restore default settings. Note this cannot be undone.
de_de: Standardeinstellungen wiederherstellen. Beachten Sie, dass dies nicht rückgängig gemacht werden kann.
fi: Palauta oletusasetukset. Huomaa, että tätä ei voi peruuttaa.
fr_fr: Restaurer les paramètres par défaut. Notez que cette opération ne peut être annulée.
tr_tr: Varsayılan ayarları geri yükleyin. Bunun geri alınamayacağını unutmayın.

source: Cannot update Event App Customization configuration data because it does not exist
de_de: Die Konfigurationsdaten der Event-App-Anpassung können nicht aktualisiert werden, da sie nicht vorhanden sind
fi: Tapahtumasovelluksen räätälöintitietoja ei voida päivittää, koska niitä ei ole olemassa.
fr_fr: Impossible de mettre à jour les données de configuration de la personnalisation de l'Event App car elle n'existe pas
tr_tr: Mevcut olmadığı için Olay Uygulaması Özelleştirme yapılandırma verileri güncellenemiyor

source: App Customization
de_de: App-Anpassung
fi: Sovelluksen mukauttaminen
fr_fr: Personnalisation de l'App
tr_tr: Uygulama Özelleştirme

source: Event App Customization Settings
de_de: Einstellungen zur Anpassung der Veranstaltungs-App
fi: Tapahtumasovelluksen mukautusasetukset
fr_fr: Paramètres de personnalisation de l'Event App
tr_tr: Etkinlik Uygulaması Özelleştirme Ayarları

source: Reset Event App Customization Settings?
de_de: Anpassungseinstellungen der Event-App zurücksetzen?
fi: Tapahtumasovelluksen mukautusasetusten nollaaminen?
fr_fr: Réinitialiser les paramètres de personnalisation de l'Event App?
tr_tr: Etkinlik Uygulaması Özelleştirme Ayarlarını Sıfırla?

source: Set to 'Yes' and then click 'Save' to confirm reset all basic and advanced Event Espresso Event App Customization settings to their plugin defaults.
de_de: Setzen Sie diese Option auf "Ja" und klicken Sie dann auf "Speichern", um zu bestätigen, dass alle grundlegenden und erweiterten Einstellungen der Event Espresso Event App-Anpassung auf ihre Plugin-Standardwerte zurückgesetzt werden.
fi: Aseta 'Kyllä' ja napsauta sitten 'Tallenna' vahvistaaksesi, että kaikki Event Espresso Event App Customization -ohjelman perus- ja lisäasetukset on palautettu niiden oletusasetuksiin.
fr_fr: Configurez 'Oui', puis cliquez sur 'Enregistrer' pour confirmer la réinitialisation de tous les réglages de base et avancés de la personnalisation de l'Event Espresso App Event à leurs paramètres par défaut.
tr_tr: 'Evet' olarak ayarlayın ve ardından tüm temel ve gelişmiş Event Espresso Etkinlik Uygulaması Özelleştirme ayarlarını eklenti varsayılanlarına sıfırlamayı onaylamak için 'Kaydet'e tıklayın.

source: Directions
de_de: Wegbeschreibung
fi: Ohjeet
tr_tr: Yol Tarifi

source: Simply upload a logo and save the page. Next time you login to the EE4 event app, you will see your logo on the login screen.
de_de: Laden Sie einfach ein Logo hoch und speichern Sie die Seite. Wenn Sie sich das nächste Mal bei der EE4 Event App anmelden, sehen Sie Ihr Logo auf dem Anmeldebildschirm.
fi: Lataa vain logo ja tallenna sivu. Kun kirjaudut seuraavan kerran EE4-tapahtumasovellukseen, näet logosi kirjautumisnäytöllä.
fr_fr: Il suffit de télécharger un logo et d'enregistrer la page. La prochaine fois que vous vous connectez à l'application d'événement EE4, vous verrez votre logo sur l'écran de connexion.
tr_tr: Basitçe bir logo yükleyin ve sayfayı kaydedin. Bir dahaki sefere EE4 etkinlik uygulamasına giriş yaptığınızda logonuzu giriş ekranında göreceksiniz.

source: Available Options
de_de: Verfügbare Optionen
fi: Saatavilla olevat vaihtoehdot
fr_fr: Options disponibles
tr_tr: Mevcut Seçenekler

source: Use this field to upload your own logo for use in the event app. Defaults to the "Company Logo" that is set in the Event Espresso > General Settings page.
de_de: Verwenden Sie dieses Feld, um Ihr eigenes Logo zur Verwendung in der Event-App hochzuladen. Standardmäßig wird das "Firmenlogo" verwendet, das auf der Seite Event Espresso &gt; Allgemeine Einstellungen eingestellt ist.
fi: Käytä tätä kenttää ladataksesi ja käyttääksesi oma logoasi tapahtuma-app'issa. Oletuksena käytetään logoa, joka on asetettu Event Espresso > Yleisasetukset -sivulla.
fr_fr: Utilisez ce champ pour télécharger votre propre logo à utiliser dans l'application d'événement. Par défaut, le «Logo de l'entreprise» est défini dans la page Event Espresso> Paramètres généraux.
tr_tr: Etkinlik uygulamasında kullanmak üzere kendi logonuzu yüklemek için bu alanı kullanın. Varsayılan olarak Event Espresso &gt; Genel Ayarlar sayfasında ayarlanan "Şirket Logosu" kullanılır.

source: Image Recommendations
de_de: Bild-Empfehlungen
fi: Kuvasuositukset
fr_fr: Recommandations d'image
tr_tr: Resim Önerileri

source: File Type:
de_de: Dateityp:
fi: Tiedostotyyppi:
fr_fr: Type de fichier:
tr_tr: Dosya Türü:

source: .png or .gif (should have a clear background), dimensions: 1200x800 (keep in mind, the larger the image, the longer it takes to load initially)
de_de: .png oder .gif (sollte einen klaren Hintergrund haben), Abmessungen: 1200x800 (je größer das Bild, desto länger dauert es, bis es geladen ist)
fi: .png tai .gif (taustan on oltava selkeä), mitat: 1200x800 (mitä suurempi kuva on, sitä kauemmin sen latautuminen kestää).
fr_fr: .png ou .gif (doit avoir un fond transparent), dimensions: 1200x800 (garder en tête que plus l'image est grande, plus le chargement initial sera long)
tr_tr: .png veya .gif (net bir arka plana sahip olmalıdır), boyutlar: 1200x800 (unutmayın, görüntü ne kadar büyük olursa, başlangıçta yüklenmesi o kadar uzun sürer)

source: Image Dimensions:
de_de: Bildabmessungen:
fi: Kuvan koko:
fr_fr: Dimensions de l'image:
tr_tr: Resim Boyutları:

source: 1200x800 (keep in mind, the larger the image, the longer it takes to load initially)
de_de: 1200x800 (je größer das Bild ist, desto länger dauert es, es zu laden)
fi: 1200x800 (huomaathan, että suuremman kuvan lataaminen kestää kauemmin)
fr_fr: 1200x800 (gardez à l'esprit, plus l'image est grande, plus il faut de temps pour charger initialement)
tr_tr: 1200x800 (unutmayın, görüntü ne kadar büyük olursa, başlangıçta yüklenmesi o kadar uzun sürer)

source: Optionally replace the "Powered by Event Espresso" text in the login screen footer.
de_de: Ersetzen Sie optional den Text "Powered by Event Espresso" in der Fußzeile des Anmeldebildschirms.
fi: Vaihtoehtoisesti korvaa "Powered by Event Espresso" -teksti kirjautumisnäytön alatunnisteessa.
fr_fr: Remplacez éventuellement le texte "Powered by Event Espresso" dans le pied d'écran de connexion.
tr_tr: İsteğe bağlı olarak oturum açma ekranı altbilgisindeki "Powered by Event Espresso" metnini değiştirin.

source: Event Espresso Event App Customization could not be activated. Please ensure that Event Espresso version %1$s or higher is running
de_de: Event Espresso Event App Customization konnte nicht aktiviert werden. Bitte stellen Sie sicher, dass Event Espresso Version %1$s oder höher ausgeführt wird.
fi: Tapahtuma Espresso Tapahtumasovelluksen mukauttamista ei voitu aktivoida. Varmista, että Event Espresson versio %1$s tai uudempi on käytössä.
fr_fr: La personnalisation de l'application d'événement Event Espresso n'a pas pu être activée. Assurez-vous que la version Event Espresso %1$s ou plus est en cours d'exécution
tr_tr: Event Espresso Etkinlik Uygulaması Özelleştirmesi etkinleştirilemedi. Lütfen Event Espresso'nun %1$s veya daha yüksek bir sürümünün çalıştığından emin olun

source: Show all Contexts
de_de: Alle Kontexte anzeigen
fi: Näytä kaikki asiayhteydet
fr_fr: Afficher tous les contextes
tr_tr: Tüm Bağlamları Göster

source: Select Registration Status
de_de: Aktueller Registrierungsstatus
fi: Valitse rekisteröinnin tila
tr_tr: Kayıt Durumunu Seçin

source: Change Registration Status to
de_de: Registrierungsstatus ändern in
fi: Vaihda ilmoittautumisen tilaksi
fr_fr: Modifier l'état d'enregistrement à
tr_tr: Kayıt Durumunu Değiştir

source: Send Related Messages
de_de: Verwandte Nachrichten senden
fi: Lähetä liittyviä viestejä
fr_fr: Envoyer des messages associés
tr_tr: İlgili Mesajları Gönder

source: If set to "Yes", then the related messages will be sent to the registrant.
de_de: Wenn diese Option auf "Ja" gesetzt ist, werden die entsprechenden Nachrichten an den Registranten gesendet.
fi: Jos asetuksen arvoksi on asetettu "Kyllä", asiaan liittyvät viestit lähetetään rekisteröijälle.
fr_fr: Si cette option est réglée sur "Oui", les messages associés seront envoyés au titulaire.
tr_tr: "Evet" olarak ayarlanırsa, ilgili mesajlar kayıt sahibine gönderilecektir.

source: Update Registration Status
de_de: Registrierungsstatus aktualisieren
fi: Päivitä ilmoittautumisen tila
fr_fr: Mettre à jour l'état de l'enregistrement
tr_tr: Kayıt Durumunu Güncelleme

source: Unknown Event
de_de: Unbekanntes Ereignis
fi: Tuntematon tapahtuma
fr_fr: Événement inconnu
tr_tr: Bilinmeyen Olay

source: Braintree is an on-site payment method for accepting credit and debit cards and is available to event organizers in many countries. An account with Braintree is required to accept payments. Need a Braintree account? %1$sClick here to sign up for a merchant account%2$s.
de_de: Braintree ist eine Vor-Ort-Zahlungsmethode für die Annahme von Kredit- und Debitkarten und steht Veranstaltern in vielen Ländern zur Verfügung. Um Zahlungen zu akzeptieren, ist ein Konto bei Braintree erforderlich. Sie benötigen ein Braintree-Konto? %1$sKlicken Sie hier, um sich für ein Händlerkonto%2$s anzumelden.
fi: Braintree on luotto- ja pankkikortteja hyväksyvä maksutapa, ja se on tapahtumajärjestäjien käytettävissä monissa maissa. Maksujen vastaanottaminen edellyttää tiliä Braintreen kanssa. Tarvitsetko Braintree-tilin? %1$sKlikkaa tästä rekisteröityäksesi kauppiastilille%2$s.
fr_fr: Braintree est une méthode de paiement sur place pour l'acceptation de cartes de crédit et de débit et est disponible pour les organisateurs d'événements dans de nombreux pays. Un compte chez Braintree est requis pour accepter les paiements. Besoin d'un compte Braintree? %1$sCliquez ici pour vous inscrire à un compte marchand%2$s.
tr_tr: Braintree, kredi ve banka kartlarını kabul etmek için yerinde bir ödeme yöntemidir ve birçok ülkede etkinlik organizatörleri tarafından kullanılabilir. Ödemeleri kabul etmek için Braintree'de bir hesap gereklidir. Braintree hesabına mı ihtiyacınız var? %1$sBir satıcı hesabına kaydolmak için buraya tıklayın%2$s.

source: wait list
de_de: Warteliste
fi: odotuslista
fr_fr: Liste d'attente
tr_tr: bekleme listesi

source: You must supply a valid non-empty string to generate a reg_url_link.
de_de: Sie müssen eine gültige, nicht leere Zeichenkette angeben, um einen reg_url_link zu erzeugen.
fi: Sinun on annettava kelvollinen merkkijono, joka ei ole tyhjä, jotta voit luoda reg_url_linkin.
fr_fr: Vous devez fournir une chaîne valide non vide pour générer un reg_url_link.
tr_tr: Bir reg_url_link oluşturmak için boş olmayan geçerli bir dize sağlamalısınız.

source: You must supply a valid EE_Line_Item or a non-empty string to generate a reg_url_link.
de_de: Sie müssen ein gültiges EE_Line_Item oder eine nicht leere Zeichenkette angeben, um einen reg_url_link zu erzeugen.
fi: Sinun on annettava voimassa oleva EE_Line_Item tai ei-tyhjä merkkijono, jotta voit luoda reg_url_linkki.
fr_fr: Vous devez fournir un EE_Line_Item valide ou une chaîne non vide pour générer un reg_url_link.
tr_tr: Bir reg_url_link oluşturmak için geçerli bir EE_Line_Item veya boş olmayan bir dize sağlamalısınız.

source: %1$s Cancelled: %2$s
de_de: %1$s Abgebrochen: %2$s
fi: %1$s peruutti: %2$s
fr_fr: %1$s Annulé: %2$s
tr_tr: %1$s İptal edildi: %2$s

source: An error occurred while attempting to cancel ticket line item %1$s
de_de: Beim Versuch, die Ticketposition %1$s zu stornieren, ist ein Fehler aufgetreten.
fi: Tapahtui virhe yrittäessäsi peruuttaa lippua %1$s.
fr_fr: Une erreur s'est produite lors de la tentative d'annulation de la rubrique billet %1$s
tr_tr: %1$s bilet satır öğesi iptal edilmeye çalışılırken bir hata oluştu

source: The "%1$s" entity could not be instantiated for an unknown reason
de_de: Die Entität "%1$s" konnte aus einem unbekannten Grund nicht instanziiert werden
fi: Entiteettiä "%1$s" ei voitu instansioida tuntemattomasta syystä.
fr_fr: L'entité "%1$s" n'a pas pu être instanciée pour une raison inconnue
tr_tr: "%1$s" varlığı bilinmeyen bir nedenle örneklenemedi

source: The requested entity with %1$s="%2$s" was not found.
de_de: Die angeforderte Entität mit %1$s="%2$s" wurde nicht gefunden.
fi: Pyydettyä kokonaisuutta %1$s="%2$s" ei löytynyt.
fr_fr: La requete demandée avec %1$s="%2$s" n'a pas été trouvée.
tr_tr: %1$s="%2$s" ile istenen varlık bulunamadı.

source: Class
de_de: Klasse
fi: Luokka
fr_fr: Classe
tr_tr: Sınıf

source: Method( arguments )
de_de: Methode( Argumente )
fi: Metodi( argumentit )
fr_fr: Méthode (arguments)
tr_tr: Yöntem( argümanlar )

source: %1$s %2$s was thrown!%3$s code: %4$s
de_de: %1$s %2$s wurde ausgelöst!%3$s Code: %4$s
fi: %1$s %2$s heitettiin!%3$s koodi: %4$s
tr_tr: %1$s %2$s fırlatıldı!%3$s kodu: %4$s

source: %1$s( line no: %2$s )%3$s
de_de: %1$s( Zeilen-Nr.: %2$s )%3$s
fi: %1$s( rivin nro: %2$s )%3$s
fr_fr: %1$s( ligne no: %2$s )%3$s
tr_tr: %1$s( hat no: %2$s )%3$s

source: Class Details
de_de: Details zur Klasse
fi: Luokkatiedot
fr_fr: Détails de la classe
tr_tr: Sınıf Detayları

source: We're sorry, but you do not have the required permissions to perform the following action: %1$s
de_de: Es tut uns leid, aber Sie haben nicht die erforderlichen Berechtigungen, um die folgende Aktion durchzuführen: %1$s
fi: Olemme pahoillamme, mutta sinulla ei ole tarvittavia oikeuksia seuraavan toiminnon suorittamiseen: %1$s
fr_fr: Nous sommes désolés, mais vous n'avez pas les autorisations requises pour effectuer l'action suivante: %1$s
tr_tr: Üzgünüz, ancak aşağıdaki eylemi gerçekleştirmek için gerekli izinlere sahip değilsiniz: %1$s

source: The "%1$s" Class is either missing or invalid.
de_de: Die Klasse "%1$s" ist entweder nicht vorhanden oder ungültig.
fi: Luokka "%1$s" puuttuu tai on virheellinen.
fr_fr: La classe "%1$s" est manquante ou non valide.
tr_tr: "%1$s" Sınıfı ya eksik ya da geçersiz.

source: The supplied data for "%1$s" was %2$s, but %3$s
de_de: Die gelieferten Daten für "%1$s" waren %2$s, aber %3$s
fi: Toimitetut tiedot "%1$s" oli %2$s, mutta %3$s
fr_fr: Les données fournies pour "%1$s" était %2$s, mais %3$s
tr_tr: "%1$s" için sağlanan veri %2$s idi, ancak %3$s

source: The supplied entity is an instance of "%1$s", but an instance of "%2$s" was expected. Object: %3$s
de_de: Die gelieferte Entität ist eine Instanz von "%1$s", es wurde jedoch eine Instanz von "%2$s" erwartet. Objekt: %3$s
fi: Toimitettu olio on "%1$s"-olion instanssi, mutta odotettiin "%2$s"-olion instanssia. Kohde: %3$s
tr_tr: Sağlanan varlık "%1$s" öğesinin bir örneğidir, ancak "%2$s" öğesinin bir örneği bekleniyordu. Nesne: %3$s

source: The "%1$s" file is either missing or could not be read due to permissions. Please ensure that the following path is correct and verify that the file permissions are correct:%2$s %3$s
de_de: Die Datei "%1$s" ist entweder nicht vorhanden oder konnte aufgrund von Berechtigungen nicht gelesen werden. Bitte vergewissern Sie sich, dass der folgende Pfad korrekt ist, und überprüfen Sie, ob die Dateiberechtigungen korrekt sind:%2$s %3$s
fi: Tiedosto "%1$s" joko puuttuu tai sitä ei voitu lukea käyttöoikeuksien vuoksi. Varmista, että seuraava polku on oikea ja että tiedoston käyttöoikeudet ovat oikein:%2$s%3$s
fr_fr: Le fichier "%1$s" est manquant ou n'a pas pu être lu en raison des autorisations. Assurez-vous que le chemin d'accès suivant est correct et vérifiez que les autorisations de fichier sont correctes:%2$s %3$s
tr_tr: "%1$s" dosyası ya eksik ya da izinler nedeniyle okunamadı. Lütfen aşağıdaki yolun doğru olduğundan emin olun ve dosya izinlerinin doğru olduğunu doğrulayın:%2$s %3$s

source: The data for the "%1$s" form, is either missing or was not submitted properly.
de_de: Die Daten für das Formular "%1$s" sind entweder nicht vorhanden oder wurden nicht korrekt übermittelt.
fi: Lomakkeen "%1$s" tiedot joko puuttuvat tai niitä ei ole toimitettu oikein.
fr_fr: Les données pour le formulaire "%1$s" sont soit manquantes ou n'ont pas été soumisses correctement.
tr_tr: "%1$s" formuna ait veriler ya eksik ya da düzgün bir şekilde gönderilmedi.

source: The supplied identifier "%1$s" is invalid. A value like "%2$s" was expected.
de_de: Der übergebene Bezeichner "%1$s" ist ungültig. Erwartet wurde ein Wert wie "%2$s".
fi: Toimitettu tunniste "%1$s" on virheellinen. Odotettiin arvoa "%2$s".
fr_fr: L'identifiant fourni "%1$s" est invalide. Une donnée comme "%2$s" était attendue.
tr_tr: Sağlanan "%1$s" tanımlayıcısı geçersiz. "%2$s" gibi bir değer bekleniyordu.

source: The "%1$s" Interface is either missing or invalid.
de_de: Die Schnittstelle "%1$s" ist entweder nicht vorhanden oder ungültig.
fi: Liitäntä "%1$s" puuttuu tai on virheellinen.
fr_fr: L'interface "%1$s" est soit manquante ou invalide.
tr_tr: "%1$s" Arayüzü ya eksik ya da geçersiz.

source: The retrieved entity is an instance of "%1$s", but an instance of "%2$s" was expected.
de_de: Die abgerufene Entität ist eine Instanz von "%1$s", aber es wurde eine Instanz von "%2$s" erwartet.
fi: Haettu olio on "%1$s":n instanssi, mutta odotettiin "%2$s":n instanssia.
fr_fr: L'entité retournée est une instance de "%1$s", mais une instance de "%2$s" était attendue.
tr_tr: Alınan varlık "%1$s" öğesinin bir örneğidir, ancak "%2$s" öğesinin bir örneği bekleniyordu.
