Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: What were you thinking calling _get_primary_key_name(%s)
de_de: Was haben Sie sich dabei gedacht, _get_primary_key_name(%s) aufzurufen?
fi: Mitä ajattelit kutsumalla _get_primary_key_name(%s)?
fr_fr: Que pensiez-vous appelez _get_primary_key_name ( %s )
tr_tr: _get_primary_key_name(%s)'i çağırırken ne düşünüyordunuz?

source: Promotion
de_de: Förderung
fi: Myynninedistäminen
tr_tr: Tanıtım

source: This template is what the primary registrant (the person who made the main registration) will receive when the payment is declined
de_de: Diese Vorlage erhält der primäre Registrant (die Person, die die Hauptanmeldung vorgenommen hat), wenn die Zahlung abgelehnt wird
fi: Tämä malli on se, mitä ensisijainen rekisteröityjä (henkilö, joka on tehnyt pääasiallisen rekisteröinnin) saa, kun maksu hylätään.
fr_fr: Ce modèle est ce que le déclarant principal (la personne qui a fait l'enregistrement principal) recevra quand le paiement est refusé
tr_tr: Bu şablon, ödeme reddedildiğinde birincil kayıt sahibinin (ana kaydı yapan kişi) alacağı şablondur

source: Default Price Details
de_de: Standardpreis Details
fi: Oletushintatiedot
fr_fr: Par défaut Prix Détails
tr_tr: Standart Fiyat Listesi

source: Promotions
de_de: Werbeaktionen
fi: Kampanjat
tr_tr: Tanıtımlar

source: This template is what the primary registrant (the person who made the main registration) will receive on successful payment
de_de: Diese Vorlage erhält der primäre Registrant (die Person, die die Hauptanmeldung vorgenommen hat) bei erfolgreicher Zahlung
fi: Tämä malli on se, mitä ensisijainen rekisteröityjä (henkilö, joka teki päärekisteröinnin) saa, kun maksu on suoritettu.
fr_fr: Ce modèle est ce que le déclarant principal (la personne qui a fait l'enregistrement principal) recevra sur le paiement succès
tr_tr: Bu şablon, birincil tescil (ana kaydı yapılan kişi) başarılı bir ödeme alacak

source: for
de_de: für
fi: osoitteessa
fr_fr: pour
tr_tr: için

source: No Term_Taxonomy provided which to remove from model object of type %s and id %d
de_de: Es wurde keine Term_Taxonomy angegeben, die aus dem Modellobjekt des Typs %s und der ID %d entfernt werden soll
fi: Term_Taxonomy ei ole annettu, joka voitaisiin poistaa mallin tyypin %s ja id %d objektista.
fr_fr: Pas Term_Taxonomy fourni qui à supprimer de l'objet de modèle de Type %s et l'ID %d
tr_tr: türü %s ve kimliği %d olan model nesnesinden kaldırılacak Term_Taxonomy sağlanmadı

source: Price ID
de_de: Preis-ID
fi: Hintatunnus
fr_fr: ID Prix
tr_tr: Fiyat Kimliği

source: payment received
de_de: Zahlung erhalten
fi: maksu vastaanotettu
fr_fr: Paiement Reçu
tr_tr: ödeme kabul edildi

source: Registrant Name
de_de: Registrierte Person
fi: Ilmoittautujan nimi
fr_fr: Nom de la personne inscrite
tr_tr: Kayıt İsmi

source: The Price has been trashed
de_de: Dieser Preis wurde verworfen.
fi: Hinta on romahtanut
tr_tr: Fiyat çöpe atıldı

source: Scope
de_de: Umfang
fi: Laajuus
fr_fr: Portée
tr_tr: Kapsam

source: payments received
de_de: Zahlungen erhalten
fi: maksua vastaanotettu
fr_fr: les paiements reçus
tr_tr: ödemeler kabul edildi

source: REG Code
fi: Ilmoittautumistunnus
fr_fr: N° d'Inscription
tr_tr: REG Kodu

source: An error occurred - the file: %s could not opened.
de_de: Es ist ein Fehler aufgetreten - die Datei: %s konnte nicht geöffnet werden.
fi: Tiedostossa tapahtui virhe: %s ei voitu avata.
fr_fr: Une erreur s'est produite - le fichier: %s ne pouvait pas ouvert.
tr_tr: Bir hata oluştu - Dosya %s açılamadı.

source: Start Date/Time
de_de: Start Datum/Uhrzeit
fi: Alkuajankohta
fr_fr: Dates/Horaires de début
tr_tr: Baylangıç Tarihi/Saati

source: This message type is used for recipients who have Pending Payment registration status.
de_de: Dieser Nachrichtentyp wird für Empfänger verwendet, die den Registrierungsstatus "Ausstehende Zahlung" haben.
fi: Tätä viestityyppiä käytetään vastaanottajille, joiden rekisteröintitila on Odottaa maksua.
fr_fr: Ce type de message est utilisé pour les bénéficiaires qui ont le statut d'enregistrement en attente de paiement.
tr_tr: Bu mesaj türü Ödeme Bekliyor kayıt durumuna sahip alıcılar için kullanılır.

source: REG Status
fi: Ilmoittautumisen tila
fr_fr: Situation de l'Inscription
tr_tr: REG Durumu

source: The Price has been restored
de_de: Dieser Preis wurde wiederhergestellt.
fi: Hinta on palautettu
tr_tr: Fiyat geri yüklendi

source: The column titled %s is invalid for importing. It must be be in the format of 'Nice Name[model_field_name]' in row %s
de_de: Die Spalte mit dem Titel %s ist für den Import ungültig. Sie muss das Format "Nice Name[model_field_name]" in Zeile %s haben.
fi: Sarake nimeltä %s ei kelpaa tuontia varten. Sen on oltava muotoa 'Nizzan nimi[mallin_kentän_nimi]' rivillä %s.
fr_fr: La colonne intitulée %s n'est pas valide pour l'importation. Il doit être soit dans le format de 'Nice Nom [model_field_name]' dans la ligne %s
tr_tr: %s başlıklı sütun içe aktarma için geçersiz. Satır %s'de 'Nice Name[model_field_name]' biçiminde olmalıdır

source: End Date/Time
de_de: Ende (Datum/Uhrzeit)
fi: Loppupäivä/aika
fr_fr: Date/Heure Fin
tr_tr: Bitiş Tarihi/Saati

source: registration pending payment
de_de: Registrierung erwartet Zahlung
fi: ilmoittautuminen odottaa maksua
fr_fr: inscription en attente de paiement
tr_tr: onay bekleyen ödeme

source: Price order was updated successfully.
de_de: Preisreiehenfolge wurde erfolgreich aktualisiert.
fi: Hintatilaus päivitettiin onnistuneesti.
fr_fr: Prix ​​commande a été mis à jour.
tr_tr: Fiyat düzenleme emirleri başarıyla güncellendi.

source: CSV Data appears to be from the same database, so attempting to update data
de_de: Die CSV-Daten scheinen aus derselben Datenbank zu stammen, so dass der Versuch, die Daten zu aktualisieren
fi: CSV-tiedot näyttävät olevan samasta tietokannasta, joten tietojen päivittämistä yritetään päivittää
fr_fr: CSV des données semble être de la même base de données, afin de tenter de mettre à jour les données
tr_tr: CSV Verileri aynı veritabanından alınmış gibi görünüyor, bu nedenle verileri güncellemeye çalışıyorum

source: Times this can be used in a given scope
de_de: Mal kann dies in einem bestimmten Bereich verwendet werden
fi: Kerrat, jolloin tätä voidaan käyttää tietyssä laajuudessa
fr_fr: Nombre de fois ceci peut-être utiliser dans une portée donnée
tr_tr: Zamanlar, belirli bir kapsamda kullanılabilir

source: registrations pending payment
de_de: Registrierungen erwartet Zahlung
fi: maksua odottavat rekisteröinnit
fr_fr: inscriptions en attente de paiement
tr_tr: onay bekleyen ödemeler

source: An error occurred. The price order was not updated.
de_de: Ein Fehler ist aufgetreten. Die Preisreihenfolge wurde nicht aktualisiert.
fi: Tapahtui virhe. Hintatilausta ei päivitetty.
fr_fr: Une erreur s'est produite. L'ordre de prix n'a pas été mis à jour.
tr_tr: Fiyat düzenlene emri bir hatadan dolayı güncellenemedi.

source: CSV Data appears to be from a different database (%s instead of %s), so we assume IDs in the CSV data DO NOT correspond to IDs in this database
de_de: Die CSV-Daten scheinen aus einer anderen Datenbank zu stammen (%s statt %s), daher gehen wir davon aus, dass die IDs in den CSV-Daten NICHT den IDs in dieser Datenbank entsprechen
fi: CSV-tiedot näyttävät olevan eri tietokannasta (%s %s:n sijasta), joten oletamme, että CSV-tiedoissa olevat tunnukset EIVÄT vastaa tämän tietokannan tunnuksia.
fr_fr: CSV des données semble être d'une autre base de données ( %s au lieu de %s ), si nous supposons ID dans les données CSV ne correspondent pas aux ID dans cette base de données
tr_tr: CSV Verileri farklı bir veritabanından alınmış gibi görünüyor (%s yerine %s), bu nedenle CSV verilerindeki kimliklerin bu veritabanındaki kimliklere karşılık GELMEDİĞİNİ varsayıyoruz

source: Recipient's are who will receive the template. You may want different pending approval details sent out depending on who the recipient is. To "turn off" a recipient from receiving message, simply remove any content from the "to" field in the template.
de_de: Die Empfänger sind diejenigen, die die Vorlage erhalten werden. Möglicherweise möchten Sie, dass je nach Empfänger unterschiedliche Angaben zur ausstehenden Genehmigung gesendet werden. Um zu verhindern, dass ein Empfänger eine Nachricht erhält, entfernen Sie einfach jeglichen Inhalt aus dem Feld "An" in der Vorlage.
fi: Vastaanottajat ovat ne, jotka saavat mallin. Saatat haluta, että lähetetään eri hyväksymisvaiheessa olevat tiedot riippuen siitä, kuka vastaanottaja on. Jos haluat estää vastaanottajaa vastaanottamasta viestiä, poista kaikki sisältö mallin "vastaanottaja"-kentästä.
fr_fr: Récipiendaire de sont qui recevra le modèle. Vous pouvez vouloir que des détails d'approbation en attente envoyés en fonction de qui est le destinataire. Pour "désactiver" un destinataire à partir de la réception du message, il suffit de retirer tout contenu du champ "à" dans le modèle.
tr_tr: Alıcılar şablonu alacak kişilerdir. Alıcının kim olduğuna bağlı olarak farklı bekleyen onay ayrıntılarının gönderilmesini isteyebilirsiniz. Bir alıcının mesaj almasını "kapatmak" için şablondaki "kime" alanından herhangi bir içeriği kaldırmanız yeterlidir.

source: Price Type Details
de_de: Preistypen Details
fi: Hintaluokan tiedot
fr_fr: Prix ​​Type Détails
tr_tr: Fiyat Türü Detayları

source: We noticed you have imported data via CSV from %s before. Because of this, IDs in your CSV have been mapped to their new IDs in %s
de_de: Wir haben festgestellt, dass Sie zuvor Daten per CSV aus %s importiert haben. Aus diesem Grund wurden die IDs in Ihrer CSV-Datei den neuen IDs in %s zugeordnet.
fi: Huomasimme, että olet aiemmin tuonut tietoja CSV-tiedostona %s:stä. Tämän vuoksi CSV:ssäsi olevat tunnukset on yhdistetty niiden uusiin tunnuksiin %s:ssä.
fr_fr: Nous avons remarqué que vous avez importé des données via CSV à partir de %s avant. Pour cette raison, les ID de votre CSV ont été cartographiés à leurs nouveaux ID à %s
tr_tr: Daha önce %s'den CSV aracılığıyla veri içe aktardığınızı fark ettik. Bu nedenle, CSV'nizdeki kimlikler %s'deki yeni kimlikleriyle eşleştirildi

source: Times it can be used in all scopes
de_de: Zeiten, in denen es in allen Bereichen verwendet werden kann
fi: Ajat sitä voidaan käyttää kaikilla aloilla
fr_fr: Nombre de fois ça peut être utiliser dans toutes les portées
tr_tr: Zaman, tüm şartlarda kullanılabilir.

source: This template is what event administrators will receive when a message is sent to registrants with the pending payment registration status.
de_de: Diese Vorlage erhalten Veranstaltungsadministratoren, wenn eine Nachricht an Teilnehmer mit dem Registrierungsstatus "Ausstehende Zahlung" gesendet wird.
fi: Tämän mallin tapahtuman ylläpitäjät saavat, kun rekisteröijille lähetetään viesti, jossa ilmoittautumisen tila on odottamassa maksua.
fr_fr: Ce modèle est ce que les administrateurs de l'événement recevront quand un message est envoyé aux personnes inscrites à l'état de l'enregistrement en attente de paiement.
tr_tr: Bu şablon, ödeme bekleyen kayıt durumundaki kayıt sahiplerine bir mesaj gönderildiğinde etkinlik yöneticilerinin alacağı şablondur.

source: No table information was specified and/or found, therefore the import could not be completed
de_de: Es wurden keine Tabelleninformationen angegeben und/oder gefunden, daher konnte der Import nicht abgeschlossen werden
fi: Taulukkotietoja ei määritetty ja/tai löydetty, joten tuontia ei voitu suorittaa loppuun.
fr_fr: Pas de données de ce tableau a été spécifié et / ou trouvé, donc l'importation n'a pu être complétée
tr_tr: Hiçbir tablo bilgisi belirtilmedi ve/veya bulunamadı, bu nedenle içe aktarma tamamlanamadı

source: This template is what the primary registrant (the person who completed the initial transaction) will receive on when their registration status is pending payment.
de_de: Diese Vorlage erhält der primäre Registrant (die Person, die die erste Transaktion abgeschlossen hat), wenn sein Registrierungsstatus noch nicht bezahlt wurde.
fi: Tämä malli on se, jonka ensisijainen rekisteröijä (henkilö, joka suoritti alkuperäisen tapahtuman) saa, kun hänen rekisteröintitilansa on maksua odottamassa.
fr_fr: Ce modèle est ce que le déclarant principal (la personne qui a accompli la transaction initiale) recevra quand leur statut d'inscription est en attente de paiement.
tr_tr: Bu şablon, birincil kayıt sahibinin (ilk işlemi tamamlayan kişi) kayıt durumu ödeme bekliyor olduğunda alacağı şablondur.

source: The Price Type has been trashed
de_de: Der Preistyp wurde verworfen.
fi: Hintatyyppi on hävitetty
tr_tr: Fiyat Türü silinmiştir

source: Acceptance Message
de_de: Buchungsbestätigung
fi: Hyväksyntäviesti
fr_fr: Message d'acceptation
tr_tr: Kabul Mesajı

source: This message type is for messages sent to attendees when their registration is approved.
de_de: Dieser Nachrichtentyp ist für Nachrichten vorgesehen, die an Teilnehmer gesendet werden, wenn ihre Anmeldung bestätigt wurde.
fi: Tämä viestityyppi on tarkoitettu viesteille, jotka lähetetään osallistujille, kun heidän rekisteröintinsä on hyväksytty.
fr_fr: Ce type de message est pour les messages envoyés aux participants lorsque leur inscription est validée.
tr_tr: Bu mesaj türü, kayıtları onaylandığında katılımcılara gönderilen mesajlar içindir.

source: Leave a comment
de_de: Kommentar schreiben
fi: Jätä kommentti
fr_fr: Laisser un commentaire
tr_tr: Yorum bırak

source: Successfully added new %s (with id %s) with csv data %s
de_de: Erfolgreich neue %s (mit ID %s) mit csv-Daten %s hinzugefügt
fi: Onnistunut uuden %s (tunnuksella %s) lisääminen csv-tiedoilla %s.
fr_fr: Vous avez joint nouveau %s (avec id %s ) avec les données csv %s
tr_tr: csv verisi %s ile yeni %s (id %s ile) başarıyla eklendi

source: Declined Message
de_de: Abgelehnte Nachricht
fi: Hylätty viesti
fr_fr: Message refusé
tr_tr: Red Mesajı

source: registration approved
de_de: Registrierung bestätigt
fi: ilmoittautuminen hyväksytty
fr_fr: Inscription approuvé
tr_tr: kayıt onaylandı

source: 1 Comment
de_de: 1 Kommentar
fi: 1 kommentti
fr_fr: 1 Commentaire
tr_tr: 1 Yorum

source: The Price Type has been restored
de_de: Der Preistyp wurde wiederhergestellt.
fi: Hintatyyppi on palautettu
tr_tr: Fiyat Türü geri yüklendi

source: Could not insert new %s with the csv data: %s
de_de: Konnte keine neuen %s mit den csv-Daten einfügen: %s
fi: Uutta %s ei voitu lisätä csv-tietoihin: %s
fr_fr: Impossible insérer un nouveau %s avec les données csv: %s
tr_tr: Csv verileriyle yeni %s eklenemedi: %s

source: Usable by default on all new items within promotion's scope
de_de: Standardmäßig für alle neuen Artikel innerhalb des Geltungsbereichs der Aktion verwendbar
fi: Käytössä oletuksena kaikille kohteille, jotka kuuluvat alennuksen piiriin
fr_fr: Utilisable par défaut sur tous les nouveaux éléments dans la portée de la promotion
tr_tr: Promosyonun kapsamındaki tüm yeni öğeler üzerinde varsayılan olarak kullanılabilir

source: registrations approved
de_de: Registrierungen bestätigt
fi: ilmoittautumiset hyväksytty
fr_fr: Inscriptions approuvés
tr_tr: kayıtlar onaylandı

source: % Comments
de_de: % Kommentare
fi: % kommenttia
fr_fr: % Commentaires
tr_tr: % Yorumlar

source: Event Tickets & Datetimes
de_de: Veranstaltungstickets und Termine
fi: Tapahtuman liput ja ajankohdat
fr_fr: Billets d'événements et Horaires
tr_tr: Etkinlik Biletleri ve Tarihleri

source: Could not insert new %s with the csv data: %s because %s
de_de: Konnte keine neuen %s mit den csv-Daten einfügen: %s weil %s
fi: Uutta %s ei voitu lisätä csv-tietoihin: %s koska %s
fr_fr: Impossible insérer un nouveau %s avec les données csv: %s , car %s
tr_tr: Csv verileriyle yeni %s eklenemedi: %s çünkü %s

source: Stati
de_de: Status
tr_tr: Durum

source: This template is what event administrators will receive with an approved registration
de_de: Diese Vorlage erhalten Veranstaltungsadministratoren mit einer genehmigten Anmeldung
fi: Tapahtuman ylläpitäjät saavat tämän mallin hyväksytyn rekisteröinnin yhteydessä.
fr_fr: Ce modèle est celui que les administrateurs de l'événement recevront avec une inscription approuvée
tr_tr: Bu sablon etkinlik yöneticileri tarafından onaylanmış kayıt ile alınacaktır.

source: Event Details
de_de: Details
fi: Tapahtuman yksityiskohdat
tr_tr: Etkinlik Deyatları

source: Successfully updated %s with csv data %s
de_de: Erfolgreich aktualisiert %s mit csv-Daten %s
fi: Päivitettiin %s onnistuneesti CSV-tiedoilla %s
fr_fr: Correctement mis à jour %s avec les données csv %s
tr_tr: %s %s cvs datası ile başarıyla güncellendi

source: This template is what the primary registrant (the person who completed the initial transaction) will receive with approved registration
de_de: Diese Vorlage erhält der primäre Registrant (die Person, die die erste Transaktion abgeschlossen hat) mit der genehmigten Registrierung
fi: Tämän mallin saa ensisijainen rekisteröijä (henkilö, joka suoritti alkuperäisen tapahtuman) hyväksytyn rekisteröinnin yhteydessä.
fr_fr: Ce modèle est celui que le déclarant principal (la personne qui a accomplie la transaction initiale) recevra avec la validation de l'inscription
tr_tr: Bu şablon, birincil kayıt sahibinin (ilk işlemi tamamlayan kişi) onaylanmış kayıtla birlikte alacağı şablondur

source: Event Phone:
de_de: Veranstaltung Telefon:
fi: Tapahtuman puhelin:
fr_fr: Téléphone de la manifestation:
tr_tr: Etkinlik Telefonu:

source: In order to trash this datetime you must first make sure the above ticket(s) are assigned to other datetimes.
de_de: Um diesen Termin zu verwerfen musst du vorher sicherstellen, dass die Tickets oben anderen Terminen zugeordnet ist.
fi: Jos haluat roskata tämän ajankohdan, sinun on ensin varmistettava, että edellä mainitut liput on määritetty muille ajankohdille.
fr_fr: Pour la corbeille cet horaire vous devez d'abord vous assurer que le billet (s) ci-dessus sont affectés à d'autres horaires.
tr_tr: Bu tarih zamanını çöpe atmak için öncelikle yukarıdaki bilet(ler)in başka tarih zamanlarına atandığından emin olmalısınız.

source: Could not update %s with the csv data: '%s' for an unknown reason (using WHERE conditions %s)
de_de: Konnte %s nicht mit den csv-Daten aktualisieren: '%s' aus unbekanntem Grund (unter Verwendung der WHERE-Bedingungen %s)
fi: Ei voitu päivittää %s:ää csv-tiedoilla: '%s' tuntemattomasta syystä (käyttäen WHERE-ehtoja %s).
fr_fr: Impossible de mettre à jour %s avec les données csv: ' %s 'pour une raison inconnue (en utilisant les conditions WHERE %s )
tr_tr: csv verileri ile %s güncellenemedi: Bilinmeyen bir nedenden dolayı '%s' (WHERE koşulları %s kullanılarak)

source: This template is what each registrant for the event will receive when their registration is approved.
de_de: Diese Vorlage erhält jeder Teilnehmer an der Veranstaltung, wenn seine Anmeldung bestätigt wird.
fi: Tämän mallin saa jokainen tapahtumaan ilmoittautunut, kun hänen ilmoittautumisensa on hyväksytty.
fr_fr: Ce modèle est ce que chaque personne inscrite à l'événement recevra lorsque leur inscription est validée.
tr_tr: Bu şablon, etkinlik için kayıt yaptıran her kişinin kaydı onaylandığında alacağı şablondur.

source: The Datetime you are attempting to unassign from this ticket is the only remaining datetime for this ticket. Tickets must always have at least one datetime assigned to them.
de_de: Der Zeitpunkt, dessen Zuweisung zu dieser Anfrage aufgehoben werden soll, ist der einzige verbleibende Zeitpunkt für diese Anfrage. Tickets müssen immer mindestens einen Zeitpunkt zugewiesen haben.
fi: Päivämäärä, jonka määrittämistä yrität poistaa tästä tiketistä, on ainoa jäljellä oleva päivämäärä tälle tiketille. Lippuihin on aina määritettävä vähintään yksi päivämäärä.
fr_fr: La date et d'heure que vous tentez d'annuler l'attribution de ce billet est le seul datetime restant pour ce billet. Les billets doivent toujours avoir au moins un datetime qui leur est assigné.
tr_tr: Bu biletten atamasını kaldırmaya çalıştığınız Tarih Saati, bu bilet için kalan tek tarih saatidir. Biletlere her zaman en az bir tarih saati atanmış olmalıdır.

source: %s with csv data '%s' was found in the database and didn't need updating because all the data is identical.
de_de: %s mit csv-Daten '%s' wurde in der Datenbank gefunden und musste nicht aktualisiert werden, da alle Daten identisch sind.
fi: Tietokannasta löytyi %s, jonka csv-tiedot ovat '%s', eikä sitä tarvinnut päivittää, koska kaikki tiedot ovat identtisiä.
fr_fr: %s avec csv données '%s' a été trouvé dans la base de données et n'a pas besoin de mise à jour, car toutes les données sont identiques.
tr_tr: '%s' csv verisine sahip %s veritabanında bulundu ve tüm veriler aynı olduğu için güncellenmesi gerekmedi.

source: Venue Phone:
de_de: Telefon:
fi: Tapahtumapaikan puhelin:
fr_fr: Téléphone Lieu:
tr_tr: Mekanın Telefonu:

source: The ticket you are attempting to unassign from this datetime cannot be unassigned because the datetime is the only remaining datetime for the ticket. Tickets must always have at least one datetime assigned to them.
de_de: Das Ticket, das Sie versuchen, von dieser Terminzuweisung aufzuheben, kann nicht unzugeweisen sein, weil der Termin der einzige restliche Termin für dieses Ticket ist. Tickets müssen immer mindestens einen ihnen zugeteilten Termin haben.
fi: Lippua, jonka määrittämistä yrität poistaa tältä päivämäärältä, ei voida poistaa, koska kyseinen päivämäärä on ainoa jäljellä oleva päivämäärä. Lippuihin on aina määritettävä vähintään yksi päivämäärä.
fr_fr: Le billet que vous tentez d'annuler l'attribution de cette date-heure ne peut pas être non affecté parce que la date-heure est la date-heure ne reste pour le billet. Les billets doivent toujours avoir au moins un datetime qui leur est assigné.
tr_tr: Bu tarih saatinden atamasını kaldırmaya çalıştığınız biletin ataması kaldırılamaz çünkü tarih saati bilet için kalan tek tarih saatidir. Biletlere her zaman en az bir tarih saati atanmış olmalıdır.

source: To display a Google Map for event venues, go to %sEvent Espresso General Settings%sGoogle Maps%s, and set "Activate Google Maps" to "Yes"
de_de: Um Google Map für Ihre Veranstaltungen anzuzeigen, gehen Sie bitte zu %sEvent Espresso General Settings%sGoogle Maps%s und aktivieren Sie "Google Maps".
fi: Jos haluat näyttää Google-kartan tapahtumapaikoille, siirry kohtaan %sEvent Espresso Yleiset asetukset%sGoogle Maps%s ja aseta "Aktivoi Google Maps" arvoksi "Kyllä".
fr_fr: Pour afficher une carte Google Maps pour les sites d'événements, aller dans %sParamètres générales Event Espresso%sGoogle Maps%s , et réglez "Activer Google Maps" sur "Oui"
tr_tr: Mekanlar için Google Haritası göstermek istiyorsanız, %sEvent Espresso Genel Ayarlar%sGoogle Haritalar%s'a gidin ve "Google Haritalarını Aktive Et" seçeneğini "Evet" olarak ayarlayın.

source: Could not update %s with the csv data: %s because %s
de_de: Konnte %s nicht mit den csv-Daten aktualisieren: %s weil %s
fi: Ei voitu päivittää %s:ää csv-tiedoilla: %s koska %s
fr_fr: Impossible de mettre à jour %s avec les données csv: %s , car %s
tr_tr: csv verileriyle %s güncellenemedi: %s çünkü %s

source: Model of Related Object
de_de: Modell eines verwandten Objekts
fi: Liittyvän kohteen malli
fr_fr: Modèle d'objet connexe
tr_tr: İlgili öğenin modeli

source: Today's Events: %s
de_de: Heutige Veranstaltungen: %s
fi: Tämän päivän tapahtumat: %s
fr_fr: Les événements du jour: %s
tr_tr: Bugünün Etkinlikleri: %s
