Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Whether to enable the new Single Page Checkout form refactor changes or continue using the legacy Single Page Checkout form. default: Disabled
de_de: Gibt an, ob die neuen Änderungen am Formular für die Einzelseitenkasse aktiviert werden sollen oder ob das alte Formular für die Einzelseitenkasse weiter verwendet werden soll: Deaktiviert
fi: Otetaanko käyttöön uuden Single Page Checkout -lomakkeen refaktorimuutokset vai jatketaanko vanhan Single Page Checkout -lomakkeen käyttöä. default: Disabled
tr_tr: Yeni Tek Sayfa Ödeme formu yeniden düzenleme değişikliklerinin etkinleştirilip etkinleştirilmeyeceği veya eski Tek Sayfa Ödeme formunun kullanılmaya devam edilip edilmeyeceği. varsayılan: Devre dışı

source: Reg Form Ticket Questions
de_de: Registrierungsformular Ticketfragen
fi: Reg Form Ticket Kysymyksiä
tr_tr: Kayıt Formu Bilet Soruları

source: Use Reg Form Ticket Questions
de_de: Registrierungsformular verwenden Ticketfragen
fi: Käyttö Reg Form Ticket Kysymykset
tr_tr: Kayıt Formu Bilet Sorularını Kullanın

source: Whether to enable the new Reg Form Ticket Questions functionality. default: Disabled
de_de: Angabe, ob die neue Funktion "Ticketfragen" des Registrierungsformulars aktiviert werden soll. standardmäßig: Deaktiviert
fi: Otetaanko uusi Reg Form Ticket Questions -toiminto käyttöön. default: Ei käytössä
tr_tr: Yeni Kayıt Formu Bilet Soruları işlevselliğinin etkinleştirilip etkinleştirilmeyeceği. varsayılan: Devre dışı

source: EDD Plugin Licensing
de_de: EDD-Plugin-Lizenzierung
fi: EDD-liitännäisen lisensointi
tr_tr: EDD Eklenti Lisansı

source: Use EDD Plugin Licensing
de_de: EDD-Plugin-Lizenzierung verwenden
fi: Käytä EDD-liitännäisen lisensointia
tr_tr: EDD Eklenti Lisanslamasını Kullanın

source: Whether to use the EDD Plugin Licensing system to manage licenses for the EE plugins. default: Enabled
de_de: Ob das EDD-Plugin-Lizenzierungssystem zur Verwaltung der Lizenzen für die EE-Plugins verwendet werden soll. default: Aktiviert
fi: Haluatko käyttää EDD Plugin Licensing -järjestelmää EE-liitännäisten lisenssien hallintaan. oletusarvo: Enabled
tr_tr: EE eklentilerinin lisanslarını yönetmek için EDD Eklenti Lisanslama sisteminin kullanılıp kullanılmayacağı. varsayılan: Etkin

source: %1$sCurrently overriden by the %2$s constant in wp-config.php%3$s
de_de: %1$sAktuell überschrieben durch die Konstante %2$s in wp-config.php%3$s
fi: %1$sTämänhetkinen korvattu %2$s-vakiolla wp-config.php%3$s:ssä.
tr_tr: %1$sŞu anda wp-config.php%3$s içindeki %2$s sabiti tarafından geçersiz kılınıyor

source: Datetime Status Controls
de_de: Datetime-Status-Steuerelemente
fi: Päivämäärän tilan ohjaimet
tr_tr: Tarih Saati Durum Kontrolleri

source: Use Datetime Status Controls
de_de: Datetime-Status-Steuerelemente verwenden
fi: Käytä päivämäärän tilasäätimiä
tr_tr: Tarih Saati Durum Kontrollerini Kullanma

source: Whether to use the new Datetime Status Controls in the EDTR. default: Disabled
de_de: Ob die neuen Datetime-Status-Steuerelemente im EDTR verwendet werden sollen: Deaktiviert
fi: Käytetäänkö EDTR:ssä uusia Datetime Status Controls -valitsimia. oletusarvo: Ei käytössä
tr_tr: EDTR'de yeni Tarih Saati Durum Kontrollerinin kullanılıp kullanılmayacağı. varsayılan: Devre Dışı

source: Executed when the registration status is updated via CancelRegistrationAndTicketLineItemCommandHandler.
de_de: Wird ausgeführt, wenn der Registrierungsstatus über CancelRegistrationAndTicketLineItemCommandHandler aktualisiert wird.
fi: Suoritetaan, kun rekisteröinnin tila päivitetään CancelRegistrationAndTicketLineItemCommandHandlerin kautta.
tr_tr: CancelRegistrationAndTicketLineItemCommandHandler aracılığıyla kayıt durumu güncellendiğinde yürütülür.

source: The current request is for the EE GraphQL Manager
de_de: Die aktuelle Anfrage bezieht sich auf den EE GraphQL Manager
fi: Tämänhetkinen pyyntö koskee EE GraphQL Manageria.
tr_tr: Mevcut talep EE GraphQL Yöneticisi içindir

source: What parameter to use to order the objects by.
de_de: Welcher Parameter soll verwendet werden, um die Objekte zu ordnen.
fi: Minkä parametrin mukaan objektit järjestetään.
tr_tr: Nesneleri sıralamak için hangi parametrenin kullanılacağı.

source: Globally unique datetime ID to get the tickets for.
de_de: Global eindeutige Datums- und Zeit-ID, für die die Tickets zu erhalten sind.
fi: Maailmanlaajuisesti yksilöllinen päivämäärän ID, jolle liput haetaan.
tr_tr: Biletleri almak için küresel olarak benzersiz tarih-zaman kimliği.

source: Globally unique datetime IDs to get the tickets for.
de_de: Global eindeutige Datums-IDs, für die die Tickets besorgt werden sollen.
fi: Maailmanlaajuisesti yksilölliset päivämäärätunnukset, joille liput haetaan.
tr_tr: Biletleri almak için küresel olarak benzersiz tarih-zaman kimlikleri.

source: Datetime ID to get the tickets for.
de_de: Datums-ID, für die Sie die Tickets erhalten möchten.
fi: Päivämäärän ID, jolle liput haetaan.
tr_tr: Biletlerin alınacağı tarih saat kimliği.

source: Datetime IDs to get the tickets for.
de_de: Datums-IDs, für die Sie die Tickets erhalten.
fi: Päivämäärätunnukset, joille liput haetaan.
tr_tr: Biletlerin alınacağı tarih saat kimlikleri.

source: Globally unique event ID to get the tickets for.
de_de: Weltweit eindeutige Veranstaltungs-ID, für die Sie die Tickets erhalten.
fi: Maailmanlaajuisesti yksilöllinen tapahtuman ID, jonka liput haetaan.
tr_tr: Biletleri almak için küresel olarak benzersiz etkinlik kimliği.

source: Globally unique event IDs to get the tickets for.
de_de: Weltweit eindeutige Veranstaltungs-IDs, um die Tickets zu erhalten.
fi: Maailmanlaajuisesti yksilölliset tapahtumatunnukset, joiden liput haetaan.
tr_tr: Biletleri almak için küresel olarak benzersiz etkinlik kimlikleri.

source: Event ID to get the tickets for.
de_de: Veranstaltungs-ID, für die Sie die Tickets erhalten möchten.
fi: Tapahtuman tunnus, johon liput haetaan.
tr_tr: Biletleri almak için Etkinlik Kimliği.

source: Event IDs to get the tickets for.
de_de: Veranstaltungs-IDs, für die Sie die Tickets erhalten.
fi: Tapahtumatunnukset, joihin liput haetaan.
tr_tr: Biletlerin alınacağı Etkinlik Kimlikleri.

source: Whether to add default tickets to the list.
de_de: Ob Standardtickets zur Liste hinzugefügt werden sollen.
fi: Lisätäänkö luetteloon oletuslippuja.
tr_tr: Varsayılan biletlerin listeye eklenip eklenmeyeceği.

source: The search keywords
de_de: Die Suchbegriffe
fi: Hakusanat
tr_tr: Arama anahtar kelimeleri

source: Filter the default tickets
de_de: Filtern der Standardtickets
fi: Suodata oletusarvoiset liput
tr_tr: Varsayılan biletleri filtreleme

source: Filter the required tickets
de_de: Filtern Sie die gewünschten Tickets
fi: Suodata tarvittavat liput
tr_tr: Gerekli biletleri filtreleyin

source: Whether to enable the Bulk Edit feature in the Advanced Event Editor (EDTR).%1$s%2$sPLEASE NOTE: Bulk Editing is ALWAYS enabled if the Recurring Events Manager add-on is active.%3$s%1$s default: Enabled for Caffeinated sites, disabled for Decaf or Multisite installs
de_de: Ob die Bulk-Editierfunktion im erweiterten Ereignis-Editor (EDTR) aktiviert werden soll.%1$s%2$sBitte beachten Sie: Die Bulk-Editierfunktion ist IMMER aktiviert, wenn das Add-on Wiederkehrende Ereignisse Manager aktiv ist.%3$s%1$s Standard: Aktiviert für koffeinhaltige Websites, deaktiviert für entkoffeinhaltige oder Multisite-Installationen
fi: Otetaanko Joukkomuokkaus-toiminto käyttöön Edistyneessä tapahtumaeditorissa (EDTR).%1$s%2$sHuomaa: Joukkomuokkaus on AINA käytössä, jos Toistuvien tapahtumien hallinta -lisäosa on aktiivinen.%3$s%1$s oletusarvo: Käytössä kofeiinittomilla sivustoilla, pois käytöstä kofeiinittomilla tai monisivustoasennuksilla.
tr_tr: Gelişmiş Etkinlik Düzenleyicisinde (EDTR) Toplu Düzenleme özelliğinin etkinleştirilip etkinleştirilmeyeceği.%1$s%2$sLÜTFEN DİKKAT: Yinelenen Etkinlikler Yöneticisi eklentisi etkinse Toplu Düzenleme HER ZAMAN etkindir.%3$s%1$s varsayılan: Kafeinli siteler için etkin, Kafeinsiz veya Çoklu Site kurulumları için devre dışı

source: Request failed. The server returned status code:
de_de: Anfrage fehlgeschlagen. Der Server hat den Statuscode zurückgegeben:
fi: Pyyntö epäonnistui. Palvelin palautti tilakoodin:
tr_tr: İstek başarısız oldu. Sunucu durum kodu döndürdü:

source: Oops... an unknown error has occurred on the server and this notice could not be dismissed.
de_de: Oops... ein unbekannter Fehler ist auf dem Server aufgetreten und diese Mitteilung konnte nicht abgewiesen werden.
fi: Hups... palvelimella on tapahtunut tuntematon virhe, eikä tätä ilmoitusta voitu hylätä.
tr_tr: Oops... sunucuda bilinmeyen bir hata oluştu ve bu bildirim gönderilemedi.

source: A valid WP User could not be retrieved.
de_de: Ein gültiger WP-Benutzer konnte nicht ermittelt werden.
fi: Kelvollista WP-käyttäjää ei voitu hakea.
tr_tr: Geçerli bir WP Kullanıcısı alınamadı.

source: Click for an Important Notice regarding Status Color Codes
de_de: Klicken Sie hier für einen wichtigen Hinweis zu den Status-Farbcodes
fi: Napsauta Tärkeitä tietoja tilojen värikoodeista
tr_tr: Durum Renk Kodlarına İlişkin Önemli Uyarı için tıklayın

source: Important Notice Regarding Status Color Codes
de_de: Wichtiger Hinweis zu den Status-Farbcodes
fi: Tärkeä huomautus tilan värikoodeista
tr_tr: Durum Renk Kodlarına İlişkin Önemli Uyarı

source: In order to correct some inconsistencies in our event, datetime, and ticket status color codes, we have made the following changes:
de_de: Um einige Ungereimtheiten in unseren Farbcodes für Ereignisse, Datumsangaben und Ticketstatus zu korrigieren, haben wir die folgenden Änderungen vorgenommen:
fi: Korjataksemme joitakin epäjohdonmukaisuuksia tapahtuman, päivämäärän ja lipun tilan värikoodeissa, olemme tehneet seuraavat muutokset:
tr_tr: Etkinlik, tarih-saat ve bilet durumu renk kodlarımızdaki bazı tutarsızlıkları düzeltmek için aşağıdaki değişiklikleri yaptık:

source: The Event, Datetime, and Ticket "Sold Out" status colors have changed from %1$sYellow%3$s to %2$sPurple%3$s
de_de: Die Farben des Ereignisses, des Datums und des Ticketstatus "Ausverkauft" haben sich von %1$sGelb%3$s zu %2$sViolett%3$s geändert.
fi: Tapahtuman, päivämäärän ja lipun "loppuunmyyty"-tilan värit ovat muuttuneet %1$sKeltaisesta%3$s %2$sPurppuraan%3$s.
tr_tr: Etkinlik, Tarih Saati ve Bilet "Tükendi" durum renkleri %1$sSarı%3$s'den %2$sMor%3$s'ye değişti

source: The Event and Datetime "Postponed" status colors have changed from %1$sPurple%3$s to %2$sYellow%3$s
de_de: Die Farben für den Ereignis- und Datumsstatus "Verschoben" haben sich von %1$sLila%3$s zu %2$sGelb%3$s geändert.
fi: Tapahtuman ja päivämäärän "Lykätty" tilavärit ovat muuttuneet %1$sPurple%3$s:sta %2$sYellow%3$s:ksi.
tr_tr: Olay ve Tarih Saati "Ertelendi" durum renkleri %1$sMor%3$s'den %2$sSarı%3$s'ye değişti

source: The Event "Inactive" and Ticket "Archived" status colors have changed from %1$sPurple%3$s to %2$sCharcoal%3$s
de_de: Die Statusfarben für die Ereignisse "Inaktiv" und "Archiviert" haben sich von %1$sViolett%3$s auf %2$sKohle%3$s geändert.
fi: Tapahtuman "Inaktiivinen" ja lipun "Arkistoitu" tilojen värit ovat muuttuneet %1$sPurple%3$s:sta %2$sCharcoal%3$s:ksi.
tr_tr: Etkinlik "Etkin Değil" ve Bilet "Arşivlendi" durum renkleri %1$sPurple%3$s'den %2$sCharcoal%3$s'e değiştirildi

source: The Message "Queued For Resending" status color has changed from %1$sYellow%3$s to %2$sBlue%3$s
de_de: Die Statusfarbe der Nachricht "In der Warteschlange für erneutes Senden" hat sich von %1$sGelb%3$s auf %2$sBlau%3$s geändert.
fi: Viestin "Jonossa uudelleenlähetettäväksi" tilaväri on muuttunut %1$sYellow%3$s:sta %2$sBlue%3$s:ksi.
tr_tr: "Yeniden Gönderilmek Üzere Sıraya Alındı" iletisinin durum rengi %1$sSarı%3$s'den %2$sMavi%3$s'ye değişti

source: The Message "Messenger Is Executing" status color has changed from %1$sPink%3$s to %2$sGreen%3$s
de_de: Die Statusfarbe der Meldung "Messenger wird ausgeführt" hat sich von %1$sPink%3$s auf %2$sGrün%3$s geändert.
fi: Viestin "Messenger Is Executing" tilaväri on muuttunut %1$sPink%3$s:stä %2$sGreen%3$s:ksi.
tr_tr: "Messenger Yürütülüyor" iletisinin durum rengi %1$sPembe%3$s'den %2$sYeşil%3$s'e değişti

source: The Message "Failed" status color has changed from %1$sRed%3$s to %2$sPink%3$s
de_de: Die Statusfarbe der Meldung "Fehlgeschlagen" hat sich von %1$sRot%3$s auf %2$sRosa%3$s geändert.
fi: Viestin "Epäonnistui" tilaväri on muuttunut %1$sRed%3$s:stä %2$sPink%3$s:ksi.
tr_tr: Mesaj "Başarısız" durum rengi %1$sRed%3$s'den %2$sPink%3$s'e değişti

source: The Message "Debug only" status color has changed from %1$sYellow%3$s to %2$sRed%3$s
de_de: Die Statusfarbe der Meldung "Nur Debug" hat sich von %1$sGelb%3$s auf %2$sRot%3$s geändert
fi: Viestin "Vain virheenkorjaus" tilaväri on muuttunut %1$sYellow%3$s:sta %2$sRed%3$s:ksi.
tr_tr: Mesaj "Yalnızca hata ayıklama" durum rengi %1$sYellow%3$s'den %2$sRed%3$s'ye değişti

source: Please accept our sincere apologies for any inconvenience this might cause.
de_de: Bitte entschuldigen Sie die Unannehmlichkeiten, die Ihnen dadurch entstehen.
fi: Pahoittelemme vilpittömästi tästä mahdollisesti aiheutuvaa haittaa.
tr_tr: Bu durumun yol açabileceği her türlü rahatsızlık için lütfen en içten özürlerimizi kabul edin.

source: don't show this notice again please
de_de: Zeigen Sie diesen Hinweis bitte nicht mehr an
fi: älkää näyttäkö tätä ilmoitusta uudelleen
tr_tr: lütfen bu uyarıyı bir daha göstermeyin

source: Check-ins for %1$s - ID: %2$s
de_de: Einchecken für %1$s - ID: %2$s
fi: Sisäänkirjautumiset %1$s - ID: %2$s
tr_tr: %1$s için check-in'ler - ID: %2$s

source: IN: %1$s
tr_tr: GİRİŞ: %1$s

source: OUT: %1$s
tr_tr: ÇIKIŞ: %1$s

source: Event Editor Bulk Edit
de_de: Ereignis-Editor Massenbearbeitung
fi: Tapahtumaeditori Bulk Edit
tr_tr: Etkinlik Düzenleyici Toplu Düzenleme

source: Use Event Editor Bulk Edit
de_de: Ereignis-Editor verwenden Massenbearbeitung
fi: Tapahtumaeditorin käyttö Bulk Edit
tr_tr: Olay Düzenleyiciyi Kullan Toplu Düzenleme

source: Controls whether the Event Espresso Event Editor continues to use the existing legacy editor that functions like the typical older WordPress admin you are used to,%1$sor uses the new Advanced Editor with a more powerful and easier to use interface. This may be automatically turned on in order to utilize advanced features from new addons.
de_de: Steuert, ob der Event-Espresso-Event-Editor weiterhin den bestehenden Legacy-Editor verwendet, der wie der typische ältere WordPress-Admin funktioniert, an den Sie gewöhnt sind,%1$soder den neuen erweiterten Editor mit einer leistungsfähigeren und einfacher zu bedienenden Schnittstelle verwendet. Dies kann automatisch aktiviert werden, um erweiterte Funktionen von neuen Addons zu nutzen.
fi: Määrittää, käyttääkö Event Espresson tapahtumaeditori edelleen nykyistä vanhaa editoria, joka toimii kuten tyypillinen vanhempi WordPress-admin, johon olet tottunut,%1$stai käyttää uutta edistynyttä editoria, jossa on tehokkaampi ja helppokäyttöisempi käyttöliittymä. Tämä voidaan ottaa automaattisesti käyttöön, jotta voit hyödyntää uusien lisäosien kehittyneitä ominaisuuksia.
tr_tr: Event Espresso Etkinlik Düzenleyicisinin, alıştığınız tipik eski WordPress yöneticisi gibi çalışan mevcut %1$s eski düzenleyiciyi kullanmaya devam edip etmeyeceğini veya daha güçlü ve kullanımı daha kolay bir arayüze sahip yeni Gelişmiş Düzenleyiciyi kullanıp kullanmayacağını kontrol eder. Yeni eklentilerin gelişmiş özelliklerinden yararlanmak için bu özellik otomatik olarak açılabilir.

source: A missing or invalid event ID was received.
de_de: Es wurde eine fehlende oder ungültige Ereignis-ID empfangen.
fi: Puuttuva tai virheellinen tapahtumatunnus vastaanotettiin.
tr_tr: Eksik veya geçersiz bir olay kimliği alındı.

source: Shortlink
tr_tr: Kısa Bağlantı

source: Ticket Selector Shortcode
fi: Lipunvalitsimen lyhytkoodi
tr_tr: Bilet Seçici Kısa Kodu

source: Invalid AdminMenuItem
de_de: Ungültiges AdminMenuItem
fi: Virheellinen AdminMenuItem
tr_tr: Geçersiz AdminMenuItem

source: AdminMenuGroup does not exist
de_de: AdminMenuGroup ist nicht vorhanden
fi: AdminMenuGroup ei ole olemassa
tr_tr: AdminMenuGroup mevcut değil

source: Invalid AdminMenuGroup found
de_de: Ungültige AdminMenuGroup gefunden
fi: Virheellinen AdminMenuGroup löydetty
tr_tr: Geçersiz AdminMenuGroup bulundu

source: Advanced Editor
de_de: Erweiterter Editor
fi: Edistynyt editori
tr_tr: Gelişmiş Editör

source: Activate Advanced Editor?
de_de: Den erweiterten Editor aktivieren?
fi: Aktivoi Advanced Editor?
tr_tr: Gelişmiş Düzenleyiciyi etkinleştirin?

source: Whether form section is active, archived, shared, trashed, or used as a default on new forms. Values correspond to the %1$s class constants.
de_de: Ob der Formularabschnitt aktiv, archiviert, freigegeben, gelöscht oder als Standard für neue Formulare verwendet wird. Die Werte entsprechen den %1$s-Klassenkonstanten.
fi: Onko lomakeosio aktiivinen, arkistoitu, jaettu, hävitetty vai käytetäänkö sitä oletusarvoisesti uusissa lomakkeissa. Arvot vastaavat luokan %1$s vakioita.
tr_tr: Form bölümünün etkin, arşivlenmiş, paylaşılmış, çöpe atılmış veya yeni formlarda varsayılan olarak kullanılmış olup olmadığı. Değerler %1$s sınıf sabitlerine karşılık gelir.

source: ID of the WP User that created this form section.
de_de: ID des WP-Benutzers, der diesen Formularabschnitt erstellt hat.
fi: Tämän lomakeosion luoneen WP-käyttäjän ID.
tr_tr: Bu form bölümünü oluşturan WP Kullanıcısının kimliği.

source: Form Submission
de_de: Formular Einreichung
fi: Lomakkeen lähettäminen
tr_tr: Form Gönderimi

source: Form Submissions
de_de: Formulareinreichungen
fi: Lomakkeiden lähettäminen
tr_tr: Form Gönderimleri

source: Form Submission UUID (universally unique identifier)
de_de: Formularübermittlung UUID (universell eindeutiger Bezeichner)
fi: Lomakkeen lähettäminen UUID (universally unique identifier)
tr_tr: Form Gönderimi UUID (evrensel olarak benzersiz tanımlayıcı)

source: Serialized form submission data
de_de: Serialisierte Formularübermittlungsdaten
fi: Sarjoitetut lomakkeen lähetystiedot
tr_tr: Serileştirilmiş form gönderme verileri

source: Form submission timestamp
de_de: Zeitstempel der Formularübermittlung
fi: Lomakkeen lähettämisen aikaleima
tr_tr: Form gönderme zaman damgası

source: Total (unit price x quantity) after taxes
de_de: Gesamtbetrag (Stückpreis x Menge) nach Steuern
fi: Yhteensä (yksikköhinta x määrä) verojen jälkeen
tr_tr: Vergilerden sonra toplam (birim fiyat x miktar)

source: Total (unit price x quantity) before taxes
de_de: Gesamt (Stückpreis x Menge) vor Steuern
fi: Yhteensä (yksikköhinta x määrä) ennen veroja
tr_tr: Vergiler öncesi toplam (birim fiyat x miktar)

source: Sub-Tax
fi: Alivero
tr_tr: Alt Vergi

source: Sandbox Mode On? (AKA: debug mode)
de_de: Sandbox-Modus eingeschaltet? (AKA: Debug-Modus)
fi: Hiekkalaatikkotila päällä? (AKA: debug-tila)
tr_tr: Sandbox Modu Açık mı? (AKA: hata ayıklama modu)

source: Price type Id
de_de: Preisart Id
fi: Hintatyyppi Id
tr_tr: Fiyat türü Kimliği

source: Price Amount
de_de: Preis Betrag
fi: Hinta Määrä
tr_tr: Fiyat Tutarı

source: Name of Price
de_de: Name des Preises
fi: Hinnan nimi
tr_tr: Fiyatın Adı

source: Price Description
de_de: Preis Beschreibung
fi: Hinta Kuvaus
tr_tr: Fiyat Açıklaması

source: Flag indicating whether price is a default price
de_de: Kennzeichen, das angibt, ob der Preis ein Standardpreis ist
fi: Merkki, joka ilmaisee, onko hinta oletushinta
tr_tr: Fiyatın varsayılan fiyat olup olmadığını gösteren bayrak

source: Price ID for a global Price that will be overridden by this Price ( for replacing default prices )
de_de: Preis-ID für einen globalen Preis, der durch diesen Preis überschrieben wird (zum Ersetzen von Standardpreisen)
fi: Hintatunnus globaalille hinnalle, joka ohitetaan tällä hinnalla (oletushintojen korvaamiseksi).
tr_tr: Bu Fiyat tarafından geçersiz kılınacak genel bir Fiyat için Fiyat Kimliği (varsayılan fiyatları değiştirmek için)

source: Order of Application of Price (lower numbers apply first?)
de_de: Reihenfolge der Anwendung des Preises (niedrigere Zahlen gelten zuerst?)
fi: Hinnan soveltamisjärjestys (pienempiä numeroita sovelletaan ensin?)
tr_tr: Fiyat Uygulama Sırası (düşük sayılar önce mi uygulanır?)

source: Flag Indicating if this has been deleted or not
de_de: Flagge Zeigt an, ob diese gelöscht wurde oder nicht
fi: Merkki Ilmaisee, onko tämä poistettu vai ei.
tr_tr: Bayrak Bunun silinip silinmediğini gösterir

source: not approved / awaiting review
de_de: nicht genehmigt/zur Überprüfung anstehend
fi: ei hyväksytty / odotetaan tarkistusta
tr_tr: onaylanmadı / inceleme bekleniyor

source: Flag indicating whether ticket calculations should run in reverse and calculate the base ticket price from the provided ticket total.
de_de: Kennzeichen, das angibt, ob die Ticketberechnung in umgekehrter Richtung erfolgen und der Grundpreis des Tickets aus der angegebenen Ticketsumme berechnet werden soll.
fi: Merkki, joka osoittaa, pitäisikö lippujen laskutoimitukset suorittaa päinvastoin ja laskea peruslipun hinta annetusta lippujen kokonaismäärästä.
tr_tr: Bilet hesaplamalarının tersine çalışıp çalışmayacağını ve temel bilet fiyatının sağlanan bilet toplamından hesaplanıp hesaplanmayacağını belirten bayrak.

source: Defines where the ticket can be viewed throughout the UI.
de_de: Legt fest, wo das Ticket in der Benutzeroberfläche angezeigt werden kann.
fi: Määrittää, missä kohtaa lippua voidaan tarkastella koko käyttöliittymässä.
tr_tr: Biletin kullanıcı arayüzünde nerede görüntülenebileceğini tanımlar.

source: ticket displayed to everyone everywhere
de_de: Ticket für jedermann überall sichtbar
fi: lippu näytetään kaikille kaikkialla
tr_tr: her yerde herkese gösterilen bilet

source: ticket only displayed to logged-in users
de_de: Ticket nur für eingeloggte Benutzer angezeigt
fi: lippu näytetään vain kirjautuneille käyttäjille
tr_tr: bilet yalnızca oturum açmış kullanıcılara gösterilir

source: Members only
de_de: Nur für Mitglieder
fi: Vain jäsenet
tr_tr: Sadece üyeler

source: ticket only displayed to logged-in admins
de_de: Ticket nur für eingeloggte Administratoren sichtbar
fi: lippu näytetään vain kirjautuneille ylläpitäjille
tr_tr: bilet yalnızca oturum açmış yöneticilere gösterilir

source: Admins only
de_de: Nur für Admins
fi: Vain ylläpitäjät
tr_tr: Sadece yöneticiler

source: ticket only displayed in the admin UI and not on the frontend
de_de: Ticket wird nur in der Admin-UI und nicht im Frontend angezeigt
fi: lippu näytetään vain ylläpitäjän käyttöliittymässä eikä frontendissä.
tr_tr: bilet yalnızca yönetici kullanıcı arayüzünde görüntülenir, ön uçta görüntülenmez

source: Admin UI only
de_de: Nur Admin UI
fi: Vain järjestelmänvalvojan käyttöliittymä
tr_tr: Yalnızca Yönetici Kullanıcı Arayüzü

source: will hide the ticket everywhere
de_de: wird das Ticket überall verstecken
fi: piilottaa lipun kaikkialle
tr_tr: bileti her yere saklayacak

source: The incoming value being prepared for setting in the database for the %1$s field must either be empty or a php DateTime object, instead of: %2$s %3$s
de_de: Der eingehende Wert, der für die Einstellung in der Datenbank für das Feld %1$s vorbereitet wird, muss entweder leer oder ein php-DateTime-Objekt sein, anstelle von: %2$s %3$s
fi: Kentän %1$s tietokantaan asetettavaksi valmisteltavan saapuvan arvon on oltava joko tyhjä tai php DateTime-objekti, eikä: %2$s %3$s.
tr_tr: %1$s alanı için veritabanında ayarlanmak üzere hazırlanan gelen değer ya boş ya da bir php DateTime nesnesi olmalıdır, bunun yerine: %2$s %3$s

source: Could not find a valid field for the supplied "" column.
de_de: Es konnte kein gültiges Feld für die angegebene Spalte "" gefunden werden.
fi: Toimitettuun "" -sarakkeeseen ei löytynyt kelvollista kenttää.
tr_tr: Sağlanan "" sütunu için geçerli bir alan bulunamadı.
