Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: This page allows you to create a people category.
de_de: Auf dieser Seite können Sie eine Personenkategorie erstellen.
fi: Tällä sivulla voit luoda henkilöluokan.
fr_fr: Cette page vous permet de créer une catégorie de personnes.
tr_tr: Bu sayfa bir kişi kategorisi oluşturmanızı sağlar.

source: This is the name of the people category.
de_de: Dies ist der Name der Personenkategorie.
fi: Tämä on henkilöluokan nimi.
fr_fr: C'est le nom de la catégorie des personnes.
tr_tr: Bu, kişiler kategorisinin adıdır.

source: This is the unique name for a people category.
de_de: Dies ist der eindeutige Name für eine Personenkategorie.
fi: Tämä on henkilöluokan uniikki nimi, jota ei voi käyttää toiselle henkilöluokalle.
fr_fr: C'est le nom unique pour une catégorie de personnes.
tr_tr: Bu, bir insan kategorisi için benzersiz bir isimdir.

source: The rich text editor can be used to create a description for your people category.
de_de: Der Rich-Text-Editor kann verwendet werden, um eine Beschreibung für Ihre Personenkategorie zu erstellen.
fi: Voit käyttää tekstieditoria luodaksesi henkilöluokalle kuvauksen.
fr_fr: L'éditeur de texte enrichi peut être utilisé pour créer une description pour votre catégorie de personnes.
tr_tr: Zengin metin düzenleyicisi, kişiler kategoriniz için bir açıklama oluşturmak için kullanılabilir.

source: This page allows you to create a people type. People types are for classifying the role people play in your organization (such as staff, volunteer etc).
de_de: Auf dieser Seite können Sie einen Personentyp erstellen. Personentypen dienen zur Klassifizierung der Rolle, die Personen in Ihrer Organisation spielen (z. B. Mitarbeiter, Freiwillige usw.).
fi: Tällä sivulla voit luoda rooleja. Rooleilla voit luokitella organisaatiosi henkilöiden aseman tai tehtävät (esimerkiksi työntekijä, vapaaehtoinen, tms.).
fr_fr: Cette page vous permet de créer un type de personnes. Types de personnes sont pour classer le rôle des personnes jouent dans votre organisation (comme le personnel, bénévole etc).
tr_tr: Bu sayfa bir kişi türü oluşturmanızı sağlar. Kişi türleri, kişilerin kuruluşunuzda oynadıkları rolü sınıflandırmak içindir (personel, gönüllü vb. gibi).

source: This is the name of the people type.
de_de: Dies ist der Name des Personentyps.
fi: Tämä on roolin nimi.
fr_fr: C'est le nom du type de personnes.
tr_tr: Bu, kişi türünün adıdır.

source: This is the unique name for a people type.
de_de: Dies ist der eindeutige Name für einen Personentyp.
fi: Tämä on roolin uniikki nimi, jota ei voi käyttää toiselle roolille.
fr_fr: C'est le nom unique pour un type de personnes.
tr_tr: Bu, bir kişi türü için benzersiz bir isimdir.

source: The rich text editor can be used to create a description for your people type.
de_de: Der Rich-Text-Editor kann verwendet werden, um eine Beschreibung für Ihren Personentyp zu erstellen.
fi: Voit käyttää tekstieditoria luodaksesi roolille kuvauksen.
fr_fr: L'éditeur de texte enrichi peut être utilisé pour créer une description pour votre type de personnes.
tr_tr: Zengin metin düzenleyicisi, kişi türünüz için bir açıklama oluşturmak için kullanılabilir.

source: This page allows you to edit a people category.
de_de: Auf dieser Seite können Sie eine Personenkategorie bearbeiten.
fi: Tällä sivulla voit muokata henkilöluokkaa.
fr_fr: Cette page vous permet de modifier une catégorie de personnes.
tr_tr: Bu sayfa bir kişi kategorisini düzenlemenizi sağlar.

source: This page allows you to edit a people type. People types are for classifying the role people play in your organization (such as staff, volunteer etc).
de_de: Auf dieser Seite können Sie einen Personentyp bearbeiten. Personentypen dienen zur Klassifizierung der Rolle, die Personen in Ihrer Organisation spielen (z. B. Mitarbeiter, Freiwillige usw.).
fi: Tällä sivulla voit muokata roolia. Rooleilla voit luokitella organisaatiosi henkilöiden aseman tai tehtävät (esimerkiksi työntekijä, vapaaehtoinen, tms.)
fr_fr: Cette page vous permet de modifier un type de personne. Types de personnes sont pour classer le rôle des personnes jouent dans votre organisation (comme le personnel, bénévole etc).
tr_tr: Bu sayfa bir kişi türünü düzenlemenizi sağlar. Kişi türleri, kişilerin kuruluşunuzda oynadıkları rolü sınıflandırmak içindir (personel, gönüllü vb. gibi).

source: Error updating rows to new event subtotal %1$s from %2$s. Error was: %3$s, while using query %4$s which had a result of %5$s
de_de: Fehler beim Aktualisieren von Zeilen auf die neue Ereigniszwischensumme %1$s aus %2$s. Fehler war: %3$s, während der Verwendung der Abfrage %4$s, die ein Ergebnis von %5$s hatte
fi: Virhe päivittää rivit uuteen tapahtuman välisummaan %1$s alkaen %2$s. Virhe oli: %3$s, kun käytettiin kyselyä %4$s, jonka tulos oli %5$s.
fr_fr: Erreur lors de la mise à jour des lignes vers le nouveau sous-total d'événement %1$s à partir de %2$s. L'erreur était: %3$s, tout en utilisant la requête %4$s qui avait un résultat de %5$s
tr_tr: Satırları %2$s'den yeni olay alt toplamı %1$s'ye güncellerken hata oluştu. Hata şuydu: %3$s, %5$s sonucuna sahip %4$s sorgusu kullanılırken

source: The datetime start date.
de_de: Das Startdatum in der Zeitleiste.
fi: Ajankohdan alkupäivä.
fr_fr: La date de début
tr_tr: Tarih saat başlangıç tarihi.

source: The datetime end date.
de_de: Das Enddatum in datetime.
fi: Ajankohdan päättymispäivä.
fr_fr: La date de fin
tr_tr: Datetime bitiş tarihi.

source: The datetime start time.
de_de: Die Startzeit des Datums.
fi: Ajankohdan alkamisaika.
fr_fr: L'horaire de début
tr_tr: Tarih-saat başlangıç zamanı.

source: The datetime end time.
de_de: Die Endzeit des Datums.
fi: Ajankohdan loppumispäivä.
fr_fr: L'horaire de fin
tr_tr: Tarih saatinin bitiş zamanı.

source: please do not enter anything in this input
de_de: bitte geben Sie nichts in diese Eingabe ein
fi: älä syötä tähän kenttään mitään
fr_fr: n'indiquez aucune information dans ce champs
tr_tr: lütfen buraya birşey yazmayın

source: Thank you so much. Your ticket selections have been received for consideration.
de_de: Vielen Dank. Ihre Ticket Auswahl wurde zur Prüfung weitergeleitet.
fi: Kiitos paljon! Lippuvalintasi on lisätty harkintajonoon.
fr_fr: Merci beaucoup. Vos sélections de billets ont été reçues pour examen.
tr_tr: Çok teşekkür ederiz. Bilet seçimleriniz değerlendirilmek üzere alınmıştır.

source: Continuous Check-in Only
de_de: Nur kontinuierlicher Check-in
fi: Ainoastaan jatkuva sisäänkirjoittautuminen
fr_fr: Enregistrement en continu seulement
tr_tr: Sadece Sürekli Check-in

source: Checked Out
de_de: Ausgecheckt
fi: Uloskirjattu
fr_fr: Vérifié
tr_tr: Çıkış Yapıldı

source: This registration has already been checked-in. %s
de_de: Diese Anmeldung wurde bereits eingecheckt. %s
fi: Tämä ilmoittautuminen on jo sisäänkirjattu. %s
fr_fr: Cet enregistrement a déjà été enregistré. %s
tr_tr: Bu kayıt zaten kontrol edildi. %s

source: Add New People Category
de_de: Neue Personenkategorie hinzufügen
fi: Lisää uusi henkilöluokka
fr_fr: Ajouter une nouvelle catégorie de personnes
tr_tr: Yeni Kişi Kategorisi Ekle

source: Edit People Category
de_de: Personen-Kategorie bearbeiten
fi: Muokkaa henkilöluokkaa
fr_fr: Modifier la catégorie des personnes
tr_tr: Kişiler Kategorisini Düzenle

source: A valid line item total is required in order to add tickets. A line item of type "%s" was passed.
de_de: Für das Hinzufügen von Tickets ist eine gültige Positionssumme erforderlich. Es wurde eine Belegposition vom Typ "%s" übergeben.
fi: Lippujen lisääminen edellyttää voimassa olevan rivin loppusummaa. Tyypin "%s" rivierä on välitetty.
fr_fr: Un total d'élément de campagne valide est requis pour ajouter des tickets. Un élément de campagne de type "% s" a été transmis.
tr_tr: Bilet eklemek için geçerli bir satır kalemi toplamı gereklidir. "%s" türünde bir satır öğesi aktarıldı.

source: There is no events sub-total for ticket %s on total line item %d
de_de: Es gibt keine Ereignis-Zwischensumme für Ticket %s in der Gesamtposition %d
fi: Kohdassa %d ei ole tapahtumien välisummaa lipulle %s.
fr_fr: Il n'y a pas de sous-total des événements pour le ticket %s sur l'élément de campagne %d
tr_tr: Toplam satır kalemi %d'de %s bileti için etkinlik alt toplamı yok

source: Pre-Tax Subtotal
de_de: Summe netto
fi: Yhteensä (ennen veroja)
fr_fr: Sous-total avant taxes
tr_tr: Vergi Öncesi Ara Toplam

source: The supplied ticket (ID %d) has no datetimes
de_de: Das gelieferte Ticket (ID %d) hat keine Zeitangaben
fi: Ei määritettyä ajankohtaa annetulle lipulle (lipputunnus %d)
fr_fr: Le ticket fourni (ID %d) n'a aucune date
tr_tr: Sağlanan biletin (ID %d) tarih zamanları yok

source: The supplied ticket (ID %d) has no event data associated with it.
de_de: Das gelieferte Ticket (ID %d) hat keine Ereignisdaten, die mit ihm verbunden sind.
fi: Ei tapahtumatietoja annetulle lipulle (lipputunnus %d).
fr_fr: Le ticket fourni (ID %d) n'a aucune donnée d'événement qui lui est associée.
tr_tr: Sağlanan biletin (ID %d) kendisiyle ilişkilendirilmiş bir olay verisi yok.

source: This static method should only be called with a TOTAL line item, otherwise we won't recalculate the totals correctly
de_de: Diese statische Methode sollte nur mit einer TOTAL-Position aufgerufen werden, da sonst die Summen nicht korrekt neu berechnet werden können.
fi: Tätä staattista metodia tulisi kutsua vain TOTAL-rivin kohdalla, muuten emme laske summia oikein.
fr_fr: Cette méthode statique ne doit être appelée qu'avec un élément de campagne TOTAL, sinon nous ne recalculerons pas les totaux correctement
tr_tr: Bu statik yöntem yalnızca bir TOPLAM satır öğesi ile çağrılmalıdır, aksi takdirde toplamları doğru şekilde yeniden hesaplamayız

source: Input values for checkboxes should be an array of values, but the value for input "%1$s" is "%2$s". Please verify that the input name is exactly "%3$s"
de_de: Eingabewerte für Kontrollkästchen sollten ein Array von Werten sein, aber der Wert für Eingabe "%1$s" ist "%2$s". Bitte überprüfen Sie, dass der Name der Eingabe genau "%3$s" lautet.
fi: Valintaruutujen syöttöarvojen pitäisi olla arvojen joukko, mutta syötteen "%1$s" arvo on "%2$s". Tarkista, että syötteen nimi on täsmälleen "%3$s".
tr_tr: Onay kutuları için girdi değerleri bir değer dizisi olmalıdır, ancak "%1$s" girdisinin değeri "%2$s "dir. Lütfen girdi adının tam olarak "%3$s" olduğunu doğrulayın

source: Item:
de_de: Artikel:
fi: Tuote:
tr_tr: Eşya:

source: Code: %s
fi: Tunnus: %s
tr_tr: Kod: %s

source: Date(s)
de_de: Datum(e)
fi: Päivä(t)
tr_tr: Tarih(ler)

source: This registration's total %s:
de_de: Gesamtbetrag dieser Registrierung %s:
fi: Tämän ilmoittautumisen %s yhteismäärä:
fr_fr: Le total de cet enregistrement %s:
tr_tr: Bu kaydın toplam %s'si:

source: This registration's approximate total %s
de_de: Der ungefähre Gesamtbetrag dieser Registrierung %s
fi: Tämän ilmoittautumisen %s yhteismääräarvio
fr_fr: Total approximatif de cet enregistrement %s
tr_tr: Bu kaydın yaklaşık toplam %s'si

source: The registrations' share of the transaction total is approximate because it might not be possible to evenly divide the transaction total among each registration, and so some registrations may need to pay a penny more than others. This registration's final share is actually %1$s%2$s%3$s.
de_de: Der Anteil der Registrierungen an der Transaktionssumme ist ein Näherungswert, da es möglicherweise nicht möglich ist, die Transaktionssumme gleichmäßig auf die einzelnen Registrierungen aufzuteilen, so dass einige Registrierungen möglicherweise einen Cent mehr als andere zahlen müssen. Der endgültige Anteil dieser Registrierung ist tatsächlich %1$s%2$s%3$s.
fi: Rekisteröintien osuus maksutapahtumien kokonaismäärästä on likimääräinen, koska maksutapahtumien kokonaismäärää ei välttämättä ole mahdollista jakaa tasan kunkin rekisteröinnin kesken, joten joidenkin rekisteröintien on ehkä maksettava penniäkään enemmän kuin toisten. Tämän rekisteröinnin lopullinen osuus on todellisuudessa %1$s%2$s%3$s.
fr_fr: La part des inscriptions dans le total de la transaction est approximative, car il se peut qu'il ne soit pas possible de diviser de façon égale le total de la transaction entre chaque enregistrement, de sorte que certaines inscriptions peuvent avoir besoin de payer un centime de plus que les autres. La part finale de cet enregistrement est en fait %1$s%2$s%3$s.
tr_tr: Kayıtların işlem toplamındaki payı yaklaşıktır çünkü işlem toplamını her kayıt arasında eşit olarak bölmek mümkün olmayabilir ve bu nedenle bazı kayıtların diğerlerinden bir kuruş daha fazla ödemesi gerekebilir. Bu kaydın nihai payı aslında %1$s%2$s%3$s'dir.

source: A Line Item of the type total is required
de_de: Ein Einzelposten des Typs Summe ist erforderlich
fi: Vaaditaan tyyppiä total oleva rivikohta
fr_fr: Un élément de ligne du type total est requis
tr_tr: Toplam türünde bir Satır Öğesi gereklidir

source: Gateway for payment method type "%s" is "%s", not a subclass of either EE_Offsite_Gateway or EE_Onsite_Gateway, or null (to indicate NO gateway)
de_de: Gateway für Zahlungsmitteltyp "%s" ist "%s", keine Unterklasse von EE_Offsite_Gateway oder EE_Onsite_Gateway, oder null (um KEIN Gateway anzugeben)
fi: Maksutavan "%s" yhdyskäytävä on "%s", joka ei ole EE_Offsite_Gatewayn tai EE_Onsite_Gatewayn alaluokka tai null (osoittaa, ettei yhdyskäytävää ole).
fr_fr: La passerelle pour le type de méthode de paiement "%s" est "%s", pas une sous-classe de EE_Offsite_Gateway ou EE_Onsite_Gateway, ni de null (pour indiquer NON passerelle)
tr_tr: "%s" ödeme yöntemi türü için ağ geçidi "%s", EE_Offsite_Gateway veya EE_Onsite_Gateway'in bir alt sınıfı değil veya null (ağ geçidi YOK olduğunu belirtmek için)

source: The price of the ticket including any taxes that might be on the ticket
de_de: Preis der Fahrkarte einschließlich etwaiger Steuern, die auf der Fahrkarte enthalten sind
fi: Lipun hinta mahdollisine veroineen
fr_fr: Le prix du billet, y compris les taxes qui pourraient être sur le billet
tr_tr: Bilet üzerinde olabilecek tüm vergiler dahil olmak üzere bilet fiyatı

source: An invalid email address was submitted.
de_de: Ungültige Email Adresse.
fi: Annettu sähköpostiosoite on virheellinen.
fr_fr: Une adresse e-mail incorrect à été transmise
tr_tr: Geçersiz bir email adresi girildi

source: No tickets were added for the event
de_de: Für diese Veranstaltung gibt es keine Tickets
fi: Tälle tapahtumalle ei lisätty lippuja
fr_fr: Aucun billet ajouté pour cet événement
tr_tr: Etkinlik için bilet eklenmedi

# Value is the end date for a promotion
source: Ends: %s
de_de: Endet: %s
fi: Päättyy: %s
fr_fr: Fin : %s
tr_tr: Bitiş: %s

# Value is the start date for a promotion
source: Starts: %s
de_de: Startet: %s
fi: Alkaa: %s
fr_fr: Début : %s
tr_tr: Başlangıçlar: %s

# paging
source: %3$s%1$s of %2$s%4$s
de_de: %3$s%1$s von %2$s%4$s
fr_fr: %3$s%1$s de %2$s%4$s
tr_tr: %2$s%4$s'in %3$s%1$s'i

# eg. "for the Event: My Cool Event"
source: %1$sfor the %2$s: %3$s%4$s
de_de: %1$sfür die Veranstaltung %2$s: %3$s%4$s
fi: %1$s%2$slle: %3$s%4$s
fr_fr: %1$spour l' %2$s: %3$s%4$s
tr_tr: %2$s için %1$s: %3$s%4$s

source: This method is deprecated as of EE 4.6.12. Currently it does not reformat as with prior behaviour but just returns the incoming string. Please use the EE_Datetime helpers for Datetime on the event to display as desired.
de_de: Diese Methode ist ab EE 4.6.12 veraltet. Gegenwärtig wird sie nicht neu formatiert, sondern gibt nur den eingehenden String zurück. Bitte verwenden Sie die EE_Datetime-Helfer für Datetime auf dem Ereignis, um es wie gewünscht anzuzeigen.
fi: Tämä menetelmä on poistettu käytöstä EE 4.6.12:sta lähtien. Tällä hetkellä se ei muotoile uudelleen, kuten aiemmassa käytöksessä, vaan palauttaa vain saapuvan merkkijonon. Käytä EE_Datetime-apuohjelmia Datetime-tapahtuman näyttämiseksi halutulla tavalla.
tr_tr: Bu yöntem EE 4.6.12'den itibaren kullanımdan kaldırılmıştır. Şu anda önceki davranışta olduğu gibi yeniden biçimlendirmez, sadece gelen dizeyi döndürür. Lütfen istediğiniz gibi görüntülemek için olaydaki Datetime için EE_Datetime yardımcılarını kullanın.

source: The "%1$s" class is not an instance of %2$s.
de_de: Die Klasse "%1$s" ist keine Instanz von %2$s.
fi: Luokka "%1$s" ei ole instanssi luokasta %2$s.
tr_tr: "%1$s" sınıfı %2$s'nin bir örneği değildir.

source: The following date time "%s" ( %s ) is difficult to be properly parsed by PHP for the following reasons:
de_de: Die folgende Datumszeit "%s" ( %s ) kann von PHP aus folgenden Gründen nicht richtig geparst werden:
fi: PHP-ympäristön on vaikea käsitellä ajankohtaa "%s" ( %s ) seuraavista syistä:
tr_tr: Aşağıdaki tarih saat "%s" ( %s ) aşağıdaki nedenlerden dolayı PHP tarafından düzgün çözümlenemiyor:

source: %sPlease note that your date and time formats have been reset to "F j, Y" and "g:i a" respectively.%s
de_de: %sBitte beachten Sie, dass Ihr Datums- und Zeitformat auf "F j, Y" bzw. "g:i a" zurückgesetzt wurde.%s
fi: %sHuomaa, että päivämäärä- ja kellonaikaformaatit on palautettu muotoon "F j, Y" ja "g:i a".%s
tr_tr: %sLütfen tarih ve saat formatlarınızın sırasıyla "F j, Y" ve "g:i a" olarak sıfırlandığını unutmayın.%s

source: Event Sub-total line items
de_de: Ereignis Zwischensumme Einzelposten
fi: Tapahtuma Välisumma
tr_tr: Etkinlik Alt toplam satır kalemleri

source: Pre-tax total line items
de_de: Summe der Einzelposten vor Steuern
fi: Kokonaiserät ennen veroja
fr_fr: Total des éléments avant frais
tr_tr: Vergi öncesi toplam kalemler

source: A valid EE_Model_Field_Base could not be found for the given field name: %s
de_de: Es konnte keine gültige EE_Model_Field_Base für den angegebenen Feldnamen gefunden werden: %s
fi: Kelvollista EE_Model_Field_Base-kenttää ei löytynyt annetulle kentän nimelle: %s.
tr_tr: Verilen alan adı için geçerli bir EE_Model_Field_Base bulunamadı: %s

source: The field %s is not an EE_Datetime_Field field. There is no DateTime object stored on this field type.
de_de: Das Feld %s ist kein EE_Datetime_Field-Feld. Es ist kein DateTime-Objekt für diesen Feldtyp gespeichert.
fi: Kenttä %s ei ole EE_Datetime_Field-kenttä. Tähän kenttätyyppiin ei ole tallennettu DateTime-objekti.
tr_tr: %s alanı bir EE_Datetime_Field alanı değil. Bu alan türünde depolanan bir DateTime nesnesi yok.

source: An attempt to use the "%1$s" payment method failed, so it was deactivated.%2$sWas the "%1$s" Plugin recently deactivated? It can be reactivated on the %3$sPlugins Admin Page%4$s
de_de: Der Versuch, die Zahlungsmethode "%1$s" zu verwenden, ist fehlgeschlagen, daher wurde sie deaktiviert.%2$sWurde das "%1$s"-Plugin kürzlich deaktiviert? Es kann auf der %3$sPlugins Admin Seite%4$s reaktiviert werden.
fi: Yritys käyttää maksutapaa "%1$s" epäonnistui, joten se poistettiin käytöstä.%2$sOliko "%1$s"-liitännäinen hiljattain poistettu käytöstä? Se voidaan aktivoida uudelleen %3$sPlugins Admin Page%4$s:llä.
tr_tr: "%1$s" ödeme yöntemini kullanma girişimi başarısız oldu, bu nedenle devre dışı bırakıldı.%2$s"%1$s" Eklentisi yakın zamanda devre dışı mı bırakıldı? %3$sEklentiler Yönetici Sayfası%4$s üzerinden yeniden etkinleştirilebilir.

source: The field sent into EEM_Base::get_formats_for (%s) is not registered as a EE_Datetime_Field. Please check the spelling and make sure you are submitting the right field name to retrieve date_formats for.
de_de: Das an EEM_Base::get_formats_for (%s) gesendete Feld ist nicht als EE_Datetime_Field registriert. Bitte überprüfen Sie die Schreibweise und stellen Sie sicher, dass Sie den richtigen Feldnamen für den Abruf von Datumsformaten übermitteln.
fi: EEM_Base::get_formats_for (%s) -kenttään lähetettyä kenttää ei ole rekisteröity EE_Datetime_Field-kentäksi. Tarkista oikeinkirjoitus ja varmista, että lähetät oikean kentän nimen, jolle haetaan date_formats.
tr_tr: EEM_Base::get_formats_for (%s) öğesine gönderilen alan bir EE_Datetime_Field olarak kayıtlı değil. Lütfen yazımı kontrol edin ve tarih_biçimlerini almak için doğru alan adını gönderdiğinizden emin olun.

source: Trying to get IDs from a model than has no primary key
de_de: Versuch, IDs aus einem Modell ohne Primärschlüssel abzurufen
fi: Yritetään saada tunnukset mallista, jossa ei ole ensisijaista avainta.
tr_tr: Birincil anahtarı olmayan bir modelden kimlikleri almaya çalışma

source: Called %1$s on a model object that has no ID and so probably hasn't been saved to the database
de_de: Aufruf von %1$s für ein Modellobjekt, das keine ID hat und daher wahrscheinlich nicht in der Datenbank gespeichert wurde
fi: Kutsuttiin %1$s malliobjektille, jolla ei ole tunnusta ja jota ei todennäköisesti ole tallennettu tietokantaan.
tr_tr: Kimliği olmayan ve bu nedenle muhtemelen veritabanına kaydedilmemiş bir model nesnesi üzerinde %1$s çağrıldı

source: You included a start date and/or a end date for this method but did not include a format string. The format string is needed for setting up the query
de_de: Sie haben ein Startdatum und/oder ein Enddatum für diese Methode angegeben, aber keine Formatzeichenfolge. Die Formatzeichenfolge wird für die Einrichtung der Abfrage benötigt
fi: Annoit tälle menetelmälle alku- ja/tai loppupäivämäärän, mutta et muotoilujonoa. Muotoilujonoa tarvitaan kyselyn määrittämiseen.
fr_fr: Vous avez inclus une date de début et / ou une date de fin pour cette méthode mais n'avez pas inclus une chaîne de format. La chaîne de format est nécessaire pour configurer la requête
tr_tr: Bu yöntem için bir başlangıç tarihi ve/veya bitiş tarihi eklediniz ancak bir biçim dizesi eklemediniz. Biçim dizesi, sorguyu ayarlamak için gereklidir

source: Registration's share of the transaction total
de_de: Anteil der Registrierung an der Gesamtsumme der Transaktion
fi: Ilmoittautumisen osuus kokonaissuorituksesta
tr_tr: Tescilin işlem toplamındaki payı

source: EE_Datetime_Field::_prepare_for_display requires a DateTime class to be the value for the $DateTime argument because the %s field is not nullable.
de_de: EE_Datetime_Field::_prepare_for_display erfordert eine DateTime-Klasse als Wert für das Argument $DateTime, da das Feld %s nicht löschbar ist.
fi: EE_Datetime_Field::_prepare_for_display vaatii DateTime-luokkaa $DateTime-argumentin arvoksi, koska %s-kenttä ei ole nollattavissa.
tr_tr: EE_Datetime_Field::_prepare_for_display, $DateTime bağımsız değişkeninin değeri olarak bir DateTime sınıfı gerektirir çünkü %s alanı nullable değildir.

source: EE_Datetime_Field::_prepare_for_display requires a DateTime class to be the value for the $DateTime argument because the %s field is not nullable. When WP_DEBUG is false, the value is set to "now" instead of throwing an exception.
de_de: EE_Datetime_Field::_prepare_for_display erfordert eine DateTime-Klasse als Wert für das Argument $DateTime, da das Feld %s nicht löschbar ist. Wenn WP_DEBUG falsch ist, wird der Wert auf "now" gesetzt, anstatt eine Ausnahme zu machen.
fi: EE_Datetime_Field::_prepare_for_display vaatii DateTime-luokkaa $DateTime-argumentin arvoksi, koska %s-kenttä ei ole nollattavissa. Kun WP_DEBUG on false, arvoksi asetetaan "now" sen sijaan, että heitetään poikkeus.
tr_tr: EE_Datetime_Field::_prepare_for_display, $DateTime bağımsız değişkeninin değeri olarak bir DateTime sınıfı gerektirir çünkü %s alanı nullable değildir. WP_DEBUG false olduğunda, değer bir istisna fırlatmak yerine "now" olarak ayarlanır.

source: The argument $values_already_prepared_by_model_object is no longer used.
de_de: Das Argument $values_already_prepared_by_model_object wird nicht mehr verwendet.
fi: Argumenttia $values_already_prepared_by_model_object ei enää käytetä.
tr_tr: values_already_prepared_by_model_object bağımsız değişkeni artık kullanılmamaktadır.
