Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: Successfully downloaded the Event Espresso text domain for the "%1$s" locale.
de_de: Erfolgreicher Download der Event Espresso-Textdomäne für das Gebietsschema "%1$s".
fi: Event Espresso -tekstialueen lataaminen onnistui onnistuneesti lokaalia "%1$s" varten.
tr_tr: "%1$s" yerel ayarı için Event Espresso metin etki alanı başarıyla indirildi.

source: "%1$s" is not valid a EE maintenance mode level. Please choose from one of the following: %2$s
de_de: "%1$s" ist keine gültige EE-Wartungsmodus-Stufe. Bitte wählen Sie eine der folgenden Optionen aus: %2$s
fi: "%1$s" ei ole kelvollinen EE:n ylläpitotilan tasolla. Valitse jokin seuraavista: %2$s
tr_tr: "%1$s" bir EE bakım modu seviyesi için geçerli değil. Lütfen aşağıdakilerden birini seçin: %2$s

source: Invalid arguments supplied for the %1$s class, %2$s were required but %3$s were passed.
de_de: Ungültige Argumente für die Klasse %1$s geliefert, %2$s waren erforderlich, aber %3$s wurden übergeben.
fi: Luokalle %1$s annettiin virheelliset argumentit, %2$s vaadittiin, mutta %3$s annettiin.
tr_tr: %1$s sınıfı için geçersiz bağımsız değişkenler sağlandı, %2$s gerekliydi ancak %3$s geçirildi.

source: Whether the status banner should be shown on the events list page next to the Event title. The status banner is the banner that shows the status of the event (e.g. "Upcoming", "Expired", etc.).
de_de: Ob das Statusbanner auf der Seite mit der Ereignisliste neben dem Titel des Ereignisses angezeigt werden soll. Das Statusbanner ist das Banner, das den Status der Veranstaltung anzeigt (z.B. "Demnächst", "Abgelaufen", etc.).
fi: Näytetäänkö tapahtumien luettelosivulla tilabanneria tapahtuman otsikon vieressä. Tilabanneri on banneri, joka näyttää tapahtuman tilan (esim. "Tulossa", "Päättynyt" jne.).
tr_tr: Durum başlığının etkinlik listesi sayfasında Etkinlik başlığının yanında gösterilip gösterilmeyeceği. Durum başlığı, etkinliğin durumunu gösteren başlıktır (örn. "Yaklaşıyor", "Süresi Doldu", vb.).

source: Events List URL
de_de: URL der Ereignisliste
fi: Tapahtumaluettelon URL-osoite
tr_tr: Etkinlik Listesi URL'si

source: This is the URL where all events will be displayed. You can change the slug below.
de_de: Dies ist die URL, unter der alle Ereignisse angezeigt werden. Sie können den Slug unten ändern.
fi: Tämä on URL-osoite, jossa kaikki tapahtumat näytetään. Voit muuttaa slugia alla.
tr_tr: Bu, tüm etkinliklerin görüntüleneceği URL'dir. Slug'ı aşağıda değiştirebilirsiniz.

source: duplicate ticket
de_de: Doppeltes Ticket
fi: päällekkäinen lippu
tr_tr: mükerrer bilet

source: Ticket Description
de_de: Ticket Beschreibung
fi: Lipun kuvaus
tr_tr: Bilet Açıklaması

source: Ticket Uses
de_de: Ticket-Verwendung
fi: Lippujen käyttö
tr_tr: Bilet Kullanımları

source: You do not have the required permissions to trash this question group
de_de: Sie haben nicht die erforderlichen Berechtigungen, um diese Fragengruppe zu löschen
fi: Sinulla ei ole tarvittavia oikeuksia tämän kysymysryhmän roskaamiseen
tr_tr: Bu soru grubunu çöpe atmak için gerekli izinlere sahip değilsiniz

source: Trash Question Group
de_de: Gruppe "Müllfragen
fi: Roskakysymysryhmä
tr_tr: Çöp Soru Grubu

source: additional registrant %s questions
de_de: zusätzliche Fragen des Registranten %s
fi: lisäkysymyksiä rekisteröijälle %s
tr_tr: ek kayıt sahibi %s soruları

source: Session Settings
de_de: Sitzungseinstellungen
fi: Istunnon asetukset
tr_tr: Oturum Ayarları

source: Five Minutes
de_de: Fünf Minuten
fi: Viisi minuuttia
tr_tr: Beş Dakika

source: Fifteen Minutes
de_de: Fünfzehn Minuten
fi: Viisitoista minuuttia
tr_tr: On Beş Dakika

source: Thirty Minutes
de_de: Dreißig Minuten
fi: Kolmekymmentä minuuttia
tr_tr: Otuz Dakika

source: One Hour
de_de: Eine Stunde
fi: Yksi tunti
tr_tr: Bir Saat

source: Two Hours
de_de: Zwei Stunden
fi: Kaksi tuntia
tr_tr: İki Saat

source: Session Lifespan
de_de: Lebensdauer der Sitzung
fi: Istunnon elinikä
tr_tr: Oturum Ömrü

source: Controls how long a user has to complete the registration form. Defaults to 1 hour.
de_de: Legt fest, wie lange ein Benutzer Zeit hat, das Registrierungsformular auszufüllen. Der Standardwert ist 1 Stunde.
fi: Määrittää, kuinka kauan käyttäjän on täytettävä rekisteröintilomake. Oletusarvo on 1 tunti.
tr_tr: Kullanıcının kayıt formunu ne kadar sürede tamamlaması gerektiğini kontrol eder. Varsayılan değer 1 saattir.

source: Session Countdown Timer
de_de: Countdown-Timer für Sitzungen
fi: Istunnon lähtölaskenta ajastin
tr_tr: Oturum Geri Sayım Sayacı

source: Whether to display a countdown timer to the user showing how much time they have left to complete the registration form. Defaults to off.
de_de: Ob dem Benutzer ein Countdown-Timer angezeigt werden soll, der angibt, wie viel Zeit ihm zum Ausfüllen des Registrierungsformulars bleibt. Standardmäßig ist diese Option deaktiviert.
fi: Näytetäänkö käyttäjälle lähtölaskenta-ajastin, joka näyttää, kuinka paljon aikaa käyttäjällä on jäljellä rekisteröintilomakkeen täyttämiseen. Oletusarvo on off.
tr_tr: Kullanıcıya kayıt formunu tamamlamak için ne kadar zamanı kaldığını gösteren bir geri sayım sayacının görüntülenip görüntülenmeyeceği. Varsayılan değer kapalı.

source: NEW
de_de: NEU
fi: UUSI
tr_tr: YENİ

source: session countdown timer is NOT displayed
de_de: der Countdown-Timer der Sitzung wird NICHT angezeigt
fi: istunnon lähtölaskenta-ajastinta EI näytetä
tr_tr: oturum geri sayım sayacı görüntülenmiyor

source: session countdown timer is displayed
de_de: Der Countdown-Timer der Sitzung wird angezeigt.
fi: istunnon lähtölaskenta-ajastin näytetään
tr_tr: oturum geri sayım sayacı görüntülenir

source: Question Group Details
de_de: Frage Gruppe Details
fi: Kysymysryhmän tiedot
tr_tr: Soru Grubu Detayları

source: Check-in Status for
de_de: Check-in Status für
fi: Ilmoittautumisen tila
tr_tr: Check-in Durumu için

source: - select a datetime -
de_de: - ein Datum auswählen -
fi: - valitse päivämäärä -
tr_tr: - bir tarih-saat seçin -

source: Hide Upcoming Events
de_de: Kommende Ereignisse ausblenden
fi: Piilota tulevat tapahtumat
tr_tr: Yaklaşan Etkinlikleri Gizle

source: this datetime
de_de: diese Zeitspanne
tr_tr: bu tarih saati

source: View Check-ins for this Datetime
de_de: Check-ins für dieses Datum anzeigen
fi: Näytä kirjautumiset tälle päivämäärälle
tr_tr: Bu Tarih Saati için Check-in'leri Görüntüle

source: "from" field:
de_de: Feld "von":
fi: "from"-kenttä:
tr_tr: "kimden" alanı:

source: "subject" field:
de_de: Feld "Betreff":
fi: "subject" -kenttä:
tr_tr: "konu" alanı:

source: "content" field:
de_de: Feld "Inhalt":
fi: "sisältö" -kenttä:
tr_tr: "içerik" alanı:

source: Are you sure you want to deactivate this license?
de_de: Sind Sie sicher, dass Sie diese Lizenz deaktivieren möchten?
fi: Haluatko varmasti poistaa tämän lisenssin käytöstä?
tr_tr: Bu lisansı devre dışı bırakmak istediğinizden emin misiniz?

source: Are you sure you want to reset this license?
de_de: Sind Sie sicher, dass Sie diese Lizenz zurücksetzen wollen?
fi: Haluatko varmasti nollata tämän lisenssin?
tr_tr: Bu lisansı sıfırlamak istediğinizden emin misiniz?

source: License Keys
de_de: Lizenz-Schlüssel
fi: Lisenssiavaimet
tr_tr: Lisans Anahtarları

source: A valid Price could not be retrieved from the database with ID: %1$s
de_de: Es konnte kein gültiger Preis mit der ID: %1$s aus der Datenbank abgerufen werden.
fi: Tietokannasta ei voitu hakea kelvollista hintaa tunnuksella %1$s.
tr_tr: ID: %1$s ile veritabanından geçerli bir Fiyat alınamadı

source: A valid Price Type could not be retrieved from the database with ID: %1$s
de_de: Es konnte kein gültiger Preistyp mit der ID: %1$s aus der Datenbank abgerufen werden.
fi: Kelvollista hintatyyppiä ei voitu hakea tietokannasta tunnuksella: %1$s.
tr_tr: ID: %1$s ile veritabanından geçerli bir Fiyat Türü alınamadı

source: Datetime Description
de_de: Datum Uhrzeit Beschreibung
fi: Datetime Kuvaus
tr_tr: Tarih Saati Açıklama

source: edit datetime details
de_de: Datumsangaben bearbeiten
fi: muokkaa datetime-tietoja
tr_tr: tarih saat ayrıntılarını düzenleme

source: duplicate datetime
de_de: Datum und Uhrzeit duplizieren
fi: duplikaatti datetime
tr_tr: yinelenen tarih saat

source: add a price modifier to this ticket
de_de: einen Preismodifikator zu diesem Ticket hinzufügen
fi: lisätä hintamuunnin tähän lippuun
tr_tr: bu bilete bir fiyat değiştirici ekleyin

source: delete this price modifier
de_de: diesen Preismodifikator löschen
fi: poista tämä hinnanmuutosmerkintä
tr_tr: bu fiyat değiştiriciyi sil

source: Ticket Title
de_de: Ticket-Titel
fi: Lipun nimi
tr_tr: Bilet Başlığı

source: edit ticket details
de_de: Ticketdetails bearbeiten
fi: muokkaa lipun tietoja
tr_tr: bilet detaylarını düzenle

source: %1$sNote:%2$s The %3$s[ESPRESSO_EVENT_ATTENDEES]%4$s shortcode is not used to represent the attendees post type directly, but is instead used to represent the intersection of attendees with events. So it's always returning a list of attendees %5$sin relation to%6$s an event.
de_de: %1$sHinweis:%2$s Der Shortcode %3$s[ESPRESSO_EVENT_ATTENDEES]%4$s wird nicht verwendet, um den Beitragstyp "Teilnehmer" direkt darzustellen, sondern um die Überschneidung von Teilnehmern mit Veranstaltungen darzustellen. Es wird also immer eine Liste von Teilnehmern %5$sin Bezug auf%6$s ein Ereignis zurückgegeben.
fi: %1$sHuomautus:%2$s Lyhytkoodia %3$s[ESPRESSO_EVENT_ATTENDEES]%4$s ei käytetä edustamaan osallistujien postitustyyppiä suoraan, vaan sitä käytetään sen sijaan edustamaan osallistujien ja tapahtumien risteytymistä. Se palauttaa siis aina luettelon osallistujista %5$suhteessa%6$s tapahtumaan.
tr_tr: %1$sNot:%2$s %3$s[ESPRESSO_EVENT_ATTENDEES]%4$s kısa kodu, katılımcılar gönderi türünü doğrudan temsil etmek için kullanılmaz, bunun yerine katılımcıların etkinliklerle kesişimini temsil etmek için kullanılır. Dolayısıyla, her zaman %5$s bir etkinlikle ilişkili olarak %6$s katılımcıların bir listesini döndürür.

source: Display Transactions from
de_de: Transaktionen anzeigen von
fi: Näytä tapahtumat alkaen
tr_tr: Şuradaki İşlemleri Göster

source: processed
de_de: verarbeitet
fi: käsitelty
tr_tr: işlenmiş

source: View Transaction Details %1$s
de_de: Transaktionsdetails anzeigen %1$s
fi: Näytä tapahtuman tiedot %1$s
tr_tr: İşlem Ayrıntılarını Görüntüle %1$s

source: View Invoice for Transaction %1$s
de_de: Rechnung für Transaktion %1$s anzeigen
fi: Näytä lasku tapahtumasta %1$s
tr_tr: İşlem %1$s için Faturayı Görüntüle

source: View Receipt for Transaction %1$s
de_de: Quittung für Transaktion %1$s anzeigen
fi: Näytä kuitti tapahtumasta %1$s
tr_tr: İşlem %1$s için Makbuzu Görüntüle

source: View Registration Details %1$s
de_de: Registrierungsdetails anzeigen %1$s
fi: Näytä rekisteröinnin tiedot %1$s
tr_tr: Kayıt Ayrıntılarını Görüntüle %1$s

source: Send Payment Reminder %1$s
de_de: Zahlungserinnerung senden %1$s
fi: Lähetä maksumuistutus %1$s
tr_tr: Ödeme Hatırlatıcısı Gönder %1$s

source: Transaction # %1$s
de_de: Transaktion # %1$s
fi: Tapahtuma # %1$s
tr_tr: İşlem # %1$s

source: Delete Category (%s)
de_de: Kategorie löschen (%s)
fi: Poista luokka (%s)
tr_tr: Kategori Sil (%s)

source: Registration Page Map Settings
de_de: Registrierungsseite Karteneinstellungen
fi: Rekisteröintisivun kartta-asetukset
tr_tr: Kayıt Sayfası Harita Ayarları

source: Import File
de_de: Datei importieren
fi: Tuo tiedosto
tr_tr: Dosya İçe Aktar

source: The Default Tickets Manager Has Moved
de_de: Der Standard-Ticketmanager ist umgezogen
fi: Oletusarvoinen lippujen hallinta on siirtynyt
tr_tr: Varsayılan Bilet Yöneticisi Taşındı

source: The new Advanced Event Editor introduces a better way to manage your events' default tickets...%1$sright from within the Event Editor.
de_de: Der neue erweiterte Event-Editor bietet eine bessere Möglichkeit, die Standardtickets für Ihre Events zu verwalten...%1$sdirekt im Event-Editor.
fi: Uusi laajennettu tapahtumaeditori tarjoaa paremman tavan hallita tapahtumien oletuslippuja...%1$suoraan tapahtumaeditorista.
tr_tr: Yeni Gelişmiş Etkinlik Düzenleyicisi, etkinliklerinizin varsayılan biletlerini...%1$s doğrudan Etkinlik Düzenleyicisi içinden yönetmenin daha iyi bir yolunu sunuyor.

source: Follow these simple steps:
de_de: Befolgen Sie diese einfachen Schritte:
fi: Seuraa näitä yksinkertaisia ohjeita:
tr_tr: Bu basit adımları izleyin:

source: Click on the "Overview" tab in the menu above
de_de: Klicken Sie auf die Registerkarte "Übersicht" im Menü oben
fi: Napsauta "Yleiskatsaus"-välilehteä yllä olevasta valikosta.
tr_tr: Yukarıdaki menüde yer alan "Genel Bakış" sekmesine tıklayın

source: Edit an existing event or create a new event by clicking the "Add New Event" button.
de_de: Bearbeiten Sie ein bestehendes Ereignis oder erstellen Sie ein neues Ereignis, indem Sie auf die Schaltfläche "Neues Ereignis hinzufügen" klicken.
fi: Muokkaa olemassa olevaa tapahtumaa tai luo uusi tapahtuma napsauttamalla "Lisää uusi tapahtuma" -painiketta.
tr_tr: Mevcut bir etkinliği düzenleyin veya "Yeni Etkinlik Ekle" düğmesine tıklayarak yeni bir etkinlik oluşturun.

source: Scroll down to the bottom of the "Available Tickets" list.
de_de: Blättern Sie bis zum Ende der Liste "Verfügbare Tickets".
fi: Selaa "Saatavilla olevat liput" -luettelon alareunaan.
tr_tr: "Kullanılabilir Biletler" listesinin en altına kaydırın.

source: Click on the menu button to the right of the "Add New Ticket" button.
de_de: Klicken Sie auf die Menüschaltfläche rechts neben der Schaltfläche "Neues Ticket hinzufügen".
fi: Napsauta "Lisää uusi lippu" -painikkeen oikealla puolella olevaa valikkopainiketta.
tr_tr: "Yeni Bilet Ekle" düğmesinin sağındaki menü düğmesine tıklayın.

source: Click on the "Default Tickets" option to open the "Default Tickets Manager".
de_de: Klicken Sie auf die Option "Standardtickets", um den "Standardticketmanager" zu öffnen.
fi: Napsauta "Default Tickets" -vaihtoehtoa avataksesi "Default Tickets Manager".
tr_tr: "Varsayılan Biletler Yöneticisi "ni açmak için "Varsayılan Biletler" seçeneğine tıklayın.

source: Use existing tickets as templates or create new default tickets from scratch
de_de: Vorhandene Tickets als Vorlagen verwenden oder neue Standardtickets von Grund auf erstellen
fi: Käytä olemassa olevia lippuja malleina tai luo uusia oletuslippuja tyhjästä.
tr_tr: Mevcut destek taleplerini şablon olarak kullanın veya sıfırdan yeni varsayılan destek talepleri oluşturun

source: Create Custom Message Template
de_de: Benutzerdefinierte Nachrichtenvorlage erstellen
fi: Luo mukautettu viestimalli
tr_tr: Özel Mesaj Şablonu Oluşturma

source: Please provide a template name when creating a new message template.
de_de: Bitte geben Sie einen Vorlagennamen an, wenn Sie eine neue Nachrichtenvorlage erstellen.
fi: Anna mallin nimi, kun luot uuden viestimallin.
tr_tr: Yeni bir mesaj şablonu oluştururken lütfen bir şablon adı girin.

source: Registration # %1$s
de_de: Registrierung # %1$s
fi: Rekisteröinti # %1$s
tr_tr: Kayıt # %1$s

source: Update Registration Questions
de_de: Update Fragen zur Registrierung
fi: Päivitä rekisteröintiä koskevat kysymykset
tr_tr: Güncelleme Kayıt Soruları

source: %1$s tickets
de_de: %1$s Fahrkarten
fi: %1$s liput
tr_tr: %1$s biletler

source: Awaiting Review
de_de: Überprüfung steht noch aus
fi: Odottaa tarkistusta
tr_tr: İnceleme Bekleniyor

source: Registration is awaiting review from the event admin. Payments are not allowed, the registration is active, and no space is reserved.
de_de: Die Anmeldung wartet auf die Überprüfung durch die Veranstaltungsleitung. Zahlungen sind nicht erlaubt, die Anmeldung ist aktiv und kein Platz ist reserviert.
fi: Ilmoittautuminen odottaa tapahtuman ylläpitäjän tarkistusta. Maksut eivät ole sallittuja, rekisteröinti on aktiivinen, eikä tilaa ole varattu.
tr_tr: Kayıt, etkinlik yöneticisinin incelemesini beklemektedir. Ödemelere izin verilmemektedir, kayıt aktiftir ve yer ayrılmamıştır.

source: REG Paid
de_de: REG Bezahlt
fi: REG Maksettu
tr_tr: REG Ücretli

source: TXN Paid/Total
de_de: TXN Bezahlt/Gesamt
fi: TXN Maksettu/yhteensä
tr_tr: TXN Ödenen/Toplam

source: Click to view additional dates
de_de: Klicken Sie hier, um weitere Termine zu sehen
fi: Klikkaa nähdäksesi lisäpäivämääriä
tr_tr: Ek tarihleri görüntülemek için tıklayın

source: paid in full
de_de: voll einbezahlt
fi: maksettu kokonaan
tr_tr: Tamamı ödenmiş

source: Set Registrations to Awaiting Review
de_de: Registrierungen auf "Zur Überprüfung anstehend" setzen
fi: Aseta rekisteröintien tilaksi Odottaa tarkistusta
tr_tr: Kayıtları İnceleme Bekliyor olarak ayarlayın

source: Set Registrations to Awaiting Review and Notify
de_de: Registrierungen auf "Zur Überprüfung und Benachrichtigung" setzen
fi: Aseta rekisteröintien tilaksi Odottaa tarkistusta ja Ilmoita.
tr_tr: Kayıtları İnceleme Bekliyor ve Bildirim Olarak Ayarlayın

source: Yesterday - %s
de_de: Gestern - %s
fi: Eilen - %s
tr_tr: Dün - %s

source: Unable to create the contact because a valid registration could not be retrieved for REG ID: %1$d
de_de: Der Kontakt kann nicht erstellt werden, da keine gültige Registrierung für REG ID: %1$d abgerufen werden konnte.
fi: Yhteystietoa ei voitu luoda, koska voimassa olevaa rekisteröintiä ei voitu hakea REG ID: %1$d:lle.
tr_tr: REG ID: %1$d için geçerli bir kayıt alınamadığından kişi oluşturulamıyor

source: Move an attendee registration to a different event or change their registration option for an event in a few clicks from your WordPress dashboard.
de_de: Verschieben Sie die Anmeldung eines Teilnehmers auf eine andere Veranstaltung oder ändern Sie die Anmeldeoption für eine Veranstaltung mit wenigen Klicks über Ihr WordPress-Dashboard.
fi: Siirrä osallistujan ilmoittautuminen toiseen tapahtumaan tai muuta heidän ilmoittautumisvaihtoehtonsa tapahtumaan muutamalla napsautuksella WordPress-kojelaudalta.
tr_tr: WordPress kontrol panelinizden birkaç tıklamayla bir katılımcının kaydını farklı bir etkinliğe taşıyın veya bir etkinlik için kayıt seçeneğini değiştirin.

source: Event Espresso Importer
de_de: Ereignis Espresso Importer
fi: Tapahtuma Espresson maahantuoja
tr_tr: Etkinlik Espresso İthalatçısı

source: Import a list of attendees into Event Espresso through a CSV file upload.
de_de: Importieren Sie eine Liste von Teilnehmern in Event Espresso durch Hochladen einer CSV-Datei.
fi: Tuo osallistujaluettelo Event Espressoon CSV-tiedoston latauksen avulla.
tr_tr: CSV dosyası yükleme yoluyla katılımcıların bir listesini Event Espresso'ya aktarın.

source: Automated Upcoming Events Notifications
de_de: Automatisierte Benachrichtigungen über bevorstehende Ereignisse
fi: Automaattiset ilmoitukset tulevista tapahtumista
tr_tr: Otomatik Yaklaşan Etkinlik Bildirimleri

source: Automatically send out event reminder emails a day before your upcoming events.
de_de: Versenden Sie automatisch Erinnerungs-E-Mails einen Tag vor Ihren anstehenden Ereignissen.
fi: Lähetä automaattisesti tapahtumamuistutussähköpostit päivää ennen tulevia tapahtumia.
tr_tr: Yaklaşan etkinliklerinizden bir gün önce otomatik olarak etkinlik hatırlatma e-postaları gönderin.

source: Offer member pricing and automatically create accounts for your attendees so they can see upcoming and past events plus pre-fill details for future event registrations.
de_de: Bieten Sie Mitgliedspreise an und erstellen Sie automatisch Konten für Ihre Teilnehmer, damit diese kommende und vergangene Veranstaltungen sehen und Details für künftige Anmeldungen vorausgefüllt werden können.
fi: Tarjoa jäsenhinnoittelua ja luo automaattisesti tilit osallistujille, jotta he voivat nähdä tulevat ja aiemmat tapahtumat sekä esitäyttää tiedot tulevia tapahtumailmoittautumisia varten.
tr_tr: Üye fiyatları sunun ve katılımcılarınız için otomatik olarak hesaplar oluşturun, böylece yaklaşan ve geçmiş etkinlikleri görebilir ve gelecekteki etkinlik kayıtları için ayrıntıları önceden doldurabilirler.

source: Automatically transfer attendee information to MailChimp after a registration. Keep attendees in the loop about upcoming events by sending email campaigns through
de_de: Übertragen Sie Teilnehmerinformationen nach einer Registrierung automatisch an MailChimp. Halten Sie die Teilnehmer über kommende Veranstaltungen auf dem Laufenden, indem Sie E-Mail-Kampagnen über
fi: Siirrä osallistujien tiedot automaattisesti MailChimpiin rekisteröinnin jälkeen. Pidä osallistujat ajan tasalla tulevista tapahtumista lähettämällä sähköpostikampanjoita sähköpostitse
tr_tr: Bir kayıttan sonra katılımcı bilgilerini MailChimp'e otomatik olarak aktarın. E-posta kampanyaları göndererek katılımcıları yaklaşan etkinlikler hakkında bilgilendirin

source: PayPal Smart Buttons (with Venmo)
de_de: PayPal Smart Buttons (mit Venmo)
fi: PayPalin älypainikkeet (Venmon kanssa)
tr_tr: PayPal Akıllı Düğmeleri (Venmo ile)

source: Event Registration with PayPal Smart Buttons (with Venmo)
de_de: Veranstaltungsanmeldung mit PayPal Smart Buttons (mit Venmo)
fi: Tapahtuman rekisteröinti PayPalin älypainikkeilla (ja Venmo)
tr_tr: PayPal Akıllı Butonları ile Etkinlik Kaydı (Venmo ile)

source: Receive online payments through credit cards, debit cards, PayPal funds, PayPal Credit, and Venmo.
de_de: Empfangen Sie Online-Zahlungen über Kreditkarten, Debitkarten, PayPal-Guthaben, PayPal Credit und Venmo.
fi: Vastaanota verkkomaksuja luottokorttien, pankkikorttien, PayPal-varojen, PayPal Creditin ja Venmon kautta.
tr_tr: Kredi kartları, banka kartları, PayPal fonları, PayPal Credit ve Venmo aracılığıyla çevrimiçi ödemeler alın.

source: Stripe logo
de_de: Streifendes Logo
fi: Raidallinen logo
tr_tr: Çizgili logo

source: Securely accept online payments through debit and credit cards with %1$s.
de_de: Akzeptieren Sie sicher Online-Zahlungen mit Debit- und Kreditkarten mit %1$s.
fi: Hyväksy turvallisesti verkkomaksut pankki- ja luottokorteilla %1$s.
tr_tr: %1$s ile banka ve kredi kartları aracılığıyla çevrimiçi ödemeleri güvenli bir şekilde kabul edin.

source: Support Items
de_de: Artikel unterstützen
fi: Tukituotteet
tr_tr: Destek Öğeleri

source: Priority Support Token
de_de: Token für vorrangige Unterstützung
tr_tr: Öncelikli Destek Jetonu

source: Have an emergency or need help with a time-sensitive issue? Purchase a support token and we'll help you get back on track .
de_de: Sie haben einen Notfall oder brauchen Hilfe bei einem zeitkritischen Problem? Kaufen Sie ein Support-Token und wir helfen Ihnen, wieder auf Kurs zu kommen.
fi: Onko sinulla hätätapaus tai tarvitsetko apua kiireellisessä asiassa? Osta tukimerkki, niin autamme sinut takaisin raiteilleen.
tr_tr: Acil bir durumunuz mu var veya zamana duyarlı bir sorunla ilgili yardıma mı ihtiyacınız var? Bir destek jetonu satın alın ve yolunuza devam etmenize yardımcı olalım .

source: Priority Support
de_de: Vorrangige Unterstützung
fi: Ensisijainen tuki
tr_tr: Öncelikli Destek

source: Here are some examples of how members have used support tokens this year:
de_de: Hier sind einige Beispiele dafür, wie die Mitglieder in diesem Jahr Unterstützungsmarken verwendet haben:
fi: Seuraavassa on joitakin esimerkkejä siitä, miten jäsenet ovat käyttäneet tukimerkkejä tänä vuonna:
tr_tr: İşte üyelerin bu yıl destek jetonlarını nasıl kullandıklarına dair bazı örnekler:

source: Installed and configured Event Espresso
de_de: Installiert und konfiguriert Event Espresso
fi: Event Espresson asennus ja konfigurointi
tr_tr: Event Espresso kuruldu ve yapılandırıldı

source: Troubleshooted a conflict with a theme or plugin
de_de: Einen Konflikt mit einem Theme oder Plugin behoben
fi: Vianmääritys ristiriidassa teeman tai laajennuksen kanssa
tr_tr: Bir tema veya eklenti ile çakışma sorununu giderme
