Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: The discount base type is a kind of Price Type that modifies the base price by subtracting a value or percentage (depends on price type options). For example, a "Percent Discount" price type and "Fixed Discount" are both extensions of the "discount" base type. The "Percent Discount" price type has been set to give percentage discounts, whereas the "Fixed Discount" has been set to give fixed discounts.
de_de: Der Basistyp "Rabatt" ist eine Art Preistyp, der den Basispreis durch Abzug eines Wertes oder Prozentsatzes (je nach Preistypoptionen) verändert. Zum Beispiel sind der Preistyp "Prozentualer Rabatt" und "Fester Rabatt" beides Erweiterungen des Basistyps "Rabatt". Der Preistyp "Prozentualer Rabatt" ist so eingestellt, dass er prozentuale Rabatte gewährt, während der Typ "Fester Rabatt" so eingestellt ist, dass er feste Rabatte gewährt.
fi: Alennuksen perustyyppi on eräänlainen hintatyyppi, joka muuttaa perushintaa vähentämällä arvon tai prosenttiosuuden (riippuu hintatyypin vaihtoehdoista). Esimerkiksi hintatyyppi "Prosenttialennus" ja "Kiinteä alennus" ovat molemmat perustyypin "alennus" laajennuksia. Hintatyyppi "Prosenttialennus" on asetettu antamaan prosentuaalisia alennuksia, kun taas "Kiinteä alennus" on asetettu antamaan kiinteitä alennuksia.
fr_fr: Le type de base d'escompte est un type de type de prix qui modifie le prix de base en soustrayant une valeur ou un pourcentage (dépend des options de type de prix). Par exemple, un type de prix «Rabais en pourcentage» et «Rabais fixe» sont tous deux des extensions du type de base «Remise». Le type de prix «Rabais en pourcentage» a été fixé pour donner des réductions de pourcentage, alors que le «Remise fixe» a été fixé pour donner des escomptes fixes.
tr_tr: İndirim temel türü, bir değer veya yüzde (fiyat türü seçeneklerine bağlıdır) çıkararak temel fiyatı değiştiren bir Fiyat Türü türüdür. Örneğin, "Yüzde İndirim" fiyat türü ve "Sabit İndirim", "indirim" temel türünün uzantılarıdır. "Yüzde İndirim" fiyat türü yüzde indirim vermek üzere ayarlanmışken, "Sabit İndirim" sabit indirim vermek üzere ayarlanmıştır.

source: Fixed Discount
de_de: Fester Rabatt
fi: Kiinteä alennus
fr_fr: Réduction fixe
tr_tr: Sabit İndirim

source: Fixed Surcharge
de_de: Fester Zuschlag
fi: Kiinteä lisämaksu
fr_fr: Supplément fixe
tr_tr: Sabit Ek Ücret

source: This is the type of pricing. Available options are Percent Discount, Fixed Discount, Percent Surcharge, Fixed Surcharge, Regional Tax, and Federal Tax.
de_de: Dies ist die Art der Preisgestaltung. Verfügbare Optionen sind prozentualer Rabatt, fester Rabatt, prozentualer Aufschlag, fester Aufschlag, regionale Steuer und Bundessteuer.
fi: Tämä on hinnoittelutapa. Käytettävissä olevat vaihtoehdot ovat alennusprosentti, kiinteä alennus, prosenttilisä, kiinteä lisämaksu, aluevero ja liittovaltion vero.
fr_fr: C'est le type de prix. Les options disponibles sont la réduction en pourcentage, la réduction fixe, la surcharge en pourcentage, la surtaxe fixe, la taxe régionale et l'impôt fédéral.
tr_tr: Bu fiyatlandırma türüdür. Mevcut seçenekler Yüzde İndirim, Sabit İndirim, Yüzde Ek Ücret, Sabit Ek Ücret, Bölgesel Vergi ve Federal Vergidir.

source: Answer Options are the choices that you give people to select from for RADIO_BTN, CHECKBOX or DROPDOWN questions. The Value is a simple key that will be saved to the database and the description is optional. Note that values CANNOT contain any HTML, but descriptions can.
de_de: Antwortoptionen sind die Auswahlmöglichkeiten, die Sie den Teilnehmern bei RADIO_BTN-, CHECKBOX- oder DROPDOWN-Fragen zur Verfügung stellen. Der Wert ist ein einfacher Schlüssel, der in der Datenbank gespeichert wird, und die Beschreibung ist optional. Beachten Sie, dass Werte KEINEN HTML-Code enthalten dürfen, Beschreibungen hingegen schon.
fi: Vastausvaihtoehdot ovat vaihtoehtoja, joista ihmiset voivat valita RADIO_BTN-, CHECKBOX- tai DROPDOWN-kysymyksissä. Arvo on yksinkertainen avain, joka tallennetaan tietokantaan, ja kuvaus on valinnainen. Huomaa, että arvot EIVÄT VOI sisältää mitään HTML-koodia, mutta kuvaukset voivat.
fr_fr: Les Options de réponse sont les choix que vous donnez aux personnes à sélectionner pour les questions RADIO_BTN, CHECKBOX ou DROPDOWN. La valeur est une clé simple qui sera enregistrée dans la base de données et la description est facultative. Notez que les valeurs ne peuvent contenir aucun HTML, mais les descriptions peuvent
tr_tr: Cevap Seçenekleri, RADIO_BTN, CHECKBOX veya DROPDOWN soruları için insanlara seçmeleri için verdiğiniz seçeneklerdir. Değer, veritabanına kaydedilecek basit bir anahtardır ve açıklama isteğe bağlıdır. Değerlerin herhangi bir HTML İÇEREMEYECEĞİNİ, ancak açıklamaların içerebileceğini unutmayın.

source: This shows the type of question. Available options are Text, Textarea, Checkboxes, Radio Buttons, Dropdown, State/Province Dropdown, Country Dropdown, and Date Picker.
de_de: Hier wird die Art der Frage angezeigt. Verfügbare Optionen sind Text, Textarea, Kontrollkästchen, Optionsfelder, Dropdown, Staat/Provinz Dropdown, Land Dropdown und Datumsauswahl.
fi: Tämä osoittaa kysymyksen tyypin. Käytettävissä olevat vaihtoehdot ovat Teksti, Tekstialue, Valintaruudut, Valintanapit, Pudotusvalikko, Osavaltio/Provinssi-pudotusvalikko, Maa-pudotusvalikko ja Päivämäärän valitsin.
fr_fr: Cela montre le type de question. Les options disponibles sont Texte, zone de texte, cases à cocher, boutons radio, liste déroulante, liste déroulante État / province, liste déroulante Pays et sélecteur de date.
tr_tr: Bu, soru türünü gösterir. Kullanılabilir seçenekler Metin, Textarea, Onay Kutuları, Radyo Düğmeleri, Açılır Menü, Eyalet/İl Açılır Menü, Ülke Açılır Menü ve Tarih Seçici'dir.

source: Reset Event Espresso Capabilities
de_de: Ereignis Espresso-Funktionen zurücksetzen
fi: Nollaa Event Espresson oikeudet
fr_fr: Réinitialiser les capacités d'Event Espresso
tr_tr: Etkinlik Espresso Özelliklerini Sıfırla

source: Default Event Espresso capabilities have been restored for all current roles.
de_de: Die Standardfunktionen von Event Espresso wurden für alle aktuellen Rollen wiederhergestellt.
fi: Event Espresson oletustoiminnot on palautettu kaikille nykyisille rooleille.
fr_fr: Les fonction par défaut d'Event Espresso ont été restaurées pour tous les rôles actuels
tr_tr: Tüm mevcut roller için varsayılan Event Espresso özellikleri geri yüklendi.

source: Use this to reset the capabilities on WP roles to the defaults as defined via EE_Capabilities. Note this reset does not REMOVE any existing capabilities, it just ensures that all the defaults are ADDED to the roles.
de_de: Verwenden Sie diese Funktion, um die Fähigkeiten von WP-Rollen auf die über EE_Capabilities definierten Standardwerte zurückzusetzen. Beachten Sie, dass dieses Zurücksetzen keine bestehenden Fähigkeiten ENTFERNT, sondern nur sicherstellt, dass alle Standardwerte zu den Rollen HINZUFÜGEN sind.
fi: Tämän toiminnon avulla voit palauttaa WP-roolien ominaisuudet EE_Capabilities-ominaisuuksien kautta määritettyihin oletusarvoihin. Huomaa, että tämä nollaus ei poista mitään olemassa olevia ominaisuuksia, se vain varmistaa, että kaikki oletusasetukset on LISÄTTY rooleihin.
fr_fr: Utilisez cette option pour réinitialiser les capacités des rôles WP aux valeurs par défaut définies via EE_Capabilities. Notez que cette réinitialisation NE RETIRE PAS les capacités existantes, il s'assure simplement que toutes les valeurs par défaut sont ajoutées aux rôles.
tr_tr: WP rollerindeki yetenekleri EE_Capabilities aracılığıyla tanımlanan varsayılanlara sıfırlamak için bunu kullanın. Bu sıfırlamanın mevcut yetenekleri KALDIRMADIĞINI, sadece tüm varsayılanların rollere EKLENMESİNİ sağladığını unutmayın.

source: Reset Event Espresso Tables
de_de: Event Espresso Tabellen zurücksetzen
fi: Nollaa Event Espresson tietokanta
fr_fr: Réinitialiser les tables Event Espresso
tr_tr: Etkinlik Espresso Masalarını Sıfırla

source: If you know for certain that you will no longer be using Event Espresso and you wish to remove ALL traces of the plugin from your system, then perform the following steps.
de_de: Wenn Sie sicher wissen, dass Sie Event Espresso nicht mehr verwenden werden, und Sie ALLE Spuren des Plugins von Ihrem System entfernen möchten, führen Sie die folgenden Schritte aus.
fi: Jos olet varma, että en enää jatkossa käytä Event Espressoa ja haluat poistaa KAIKKI lisäosan jäljet järjestelmästäsi, suorita seuraavat toimenpiteet.
fr_fr: Si vous savez avec certitude que vous n'utiliserez plus Event Espresso et que vous souhaitez supprimer TOUTES les traces du plugin de votre système, procédez comme suit.
tr_tr: Event Espresso'yu artık kullanmayacağınızı kesin olarak biliyorsanız ve eklentinin TÜM izlerini sisteminizden kaldırmak istiyorsanız, aşağıdaki adımları uygulayın.

source: Permanently Delete All Event Espresso Data
de_de: Dauerhaftes Löschen aller Ereignis-Espresso-Daten
fi: Poista kaikki Event Espresson tiedot lopullisesti
fr_fr: Supprimer définitivement toutes les données Event Espresso
tr_tr: Tüm Event Espresso Verilerini Kalıcı Olarak Silme

source: Logs
de_de: Protokolle
fi: Lokitiedostot
fr_fr: Rapports
tr_tr: Günlükler

source: Modify this Payment Method
de_de: Diese Zahlungsmethode verändern
fi: Muokkaa tätä maksutapaa
fr_fr: Modifiez cette méthode de paiement
tr_tr: Bu Ödeme Yöntemini Değiştirin

source: Payment method metabox setup incorrectly. No Payment method object was supplied
de_de: Die Metabox für die Zahlungsmethode wurde nicht korrekt eingerichtet. Es wurde kein Objekt "Zahlungsmethode" angegeben
fi: Maksutapa-metaboxin asetus väärin. Maksutapaobjektia ei toimitettu
fr_fr: la méthode de paiement metabox n'est pas configuré correctement. Aucun moyen de paiement a été fourni.
tr_tr: Ödeme yöntemi meta kutusu yanlış ayarlandı. Ödeme yöntemi nesnesi sağlanmadı

source: The EE_Payment_Method_Form for the "%1$s" payment method is missing or invalid.
de_de: Das EE_Payment_Method_Form für die Zahlungsmethode "%1$s" fehlt oder ist ungültig.
fi: EE_Payment_Method_Form "%1$s" -maksutavan EE_Payment_Method_Form puuttuu tai on virheellinen.
fr_fr: Le formulaire EE_Payment_Method_Form pour la méthode de paiement "%1$s" est manquant ou non valide.
tr_tr: "%1$s" ödeme yöntemi için EE_Payment_Method_Form eksik veya geçersiz.

source: Update %s Payment Settings
de_de: %s Zahlungseinstellungen aktualisieren
fi: Päivitä %s-maksutavan asetukset
fr_fr: Mettre à jour les paramètres de paiement %s
tr_tr: %s Ödeme Ayarlarını Güncelle

source: Deactivate %1$s Payments?
de_de: Deaktivieren Sie %1$s-Zahlungen?
fi: Kytke %1$s-maksut pois käytöstä?
fr_fr: Désactivez les paiements %1$s ?
tr_tr: %1$s Ödemeleri devre dışı bırakılsın mı?

source: Activate %1$s Payment Method?
de_de: Aktiviere %1$s Zahlungsmethode?
fi: Aktivoi %1$s maksutapa?
fr_fr: Activé la méthode de paiement %1$s ?
tr_tr: %1$s Ödeme Yöntemini Etkinleştirin?

source: Click to Activate
de_de: Klicken zum Aktivieren
fi: Paina aktivoidaksesi
fr_fr: Cliquez pour activer
tr_tr: Etkinleştirmek için Tıklayın

source: We could not find which payment method type your form submission related to. Please contact support
de_de: Wir konnten nicht herausfinden, auf welche Zahlungsmethode sich Ihre Formularanmeldung bezieht. Bitte kontaktieren Sie den Support
fi: Emme löytäneet, mihin maksutapaan lomakkeen lähettäminen liittyy. Ota yhteyttä asiakaspalveluun
fr_fr: Nous n'avons pas pu trouver le type de paiement que vous avez saisi. Veuillez contacter le support
tr_tr: Form gönderiminizin hangi ödeme yöntemi türüyle ilgili olduğunu bulamadık. Lütfen destek ekibiyle iletişime geçin

source: Click to open the 'Help' tab for more information about this feature.
de_de: Klicken Sie hier um den 'Hilfe' Tab zu öffnen und mehr Informationen über diese Funktionalität zu erhalten.
fi: Paina avataksesi "Ohje"-välilehden, josta saat lisätietoa tästä ominaisuudesta.
fr_fr: Cliquez pour ouvrir l'onglet «Aide» pour plus d'informations sur cette fonction.
tr_tr: Bu özellik hakkında daha fazla bilgi için 'Yardım' sekmesini açmak üzere tıklayın.

source: An invalid Registration object was discovered when attempting to process your registration information.
de_de: Beim Versuch, Ihre Registrierungsdaten zu verarbeiten, wurde ein ungültiges Registrierungsobjekt entdeckt.
fi: Rekisteröintitietojasi käsiteltäessä havaittiin virheellinen rekisteröintiobjekti.
fr_fr: Un objet d'enregistrement valide a été découvert lors d'une tentative de traiter vos informations d'enregistrement.
tr_tr: Kayıt bilgileriniz işlenmeye çalışılırken geçersiz bir Kayıt nesnesi tespit edildi.

source: This option allows you to use the above information for all additional attendee question fields. %sPlease note:%s some events may have additional questions that you may still be required to answer in order to complete your registration.
de_de: Mit dieser Option können Sie die oben angegeben Informationen für alle weiteren Teilnehmerinformationen verwenden. %sAnmerkung:%s Einige Veranstaltungen können zusätzliche Informationen benötigen, die Sie eingeben müssen, um die Registrierung abzuschließen.
fi: Tämän vaihtoehdon avulla voit käyttää edellä mainittuja tietoja kaikissa osallistujan lisäkysymyskentissä. %sHuomaa:%s Joissakin tapahtumissa voi olla lisäkysymyksiä, joihin sinun on ehkä vielä vastattava, jotta rekisteröinti voidaan suorittaa loppuun.
fr_fr: Cette option vous permet d'utiliser les informations ci-dessus pour tous les autres participants. %s Merci de noter : %s Des questions complémentaires peuvent être posées. Merci de vos réponses.
tr_tr: Bu seçenek, tüm ek katılımcı soru alanları için yukarıdaki bilgileri kullanmanıza olanak tanır. %sLütfen dikkat:%s Bazı etkinliklerde kaydınızı tamamlamak için yanıtlamanız gereken ek sorular olabilir.

source: EED_Events_Archive::%1$s was moved to EEH_Event_Query::%1$s:%2$sPlease update your existing code because the method it calls will be removed in version %3$s
de_de: EED_Events_Archive::%1$s wurde nach EEH_Event_Query::%1$s verschoben:%2$sBitte aktualisieren Sie Ihren bestehenden Code, da die aufgerufene Methode in Version %3$s entfernt werden wird
fi: EED_Events_Archive::%1$s siirrettiin muotoon EEH_Event_Query::%1$s:%2$sPäivitä olemassa oleva koodisi, koska sen kutsuma metodi poistetaan versiossa %3$s.
fr_fr: EED_Events_Archive :: %1$s a été déplacé à EEH_Event_Query :: %1$s : %2$s Se il vous plaît mettre à jour votre code existant parce que la méthode qu'il appelle sera supprimée dans la version %3$s
tr_tr: EED_Events_Archive::%1$s was moved to EEH_Event_Query::%1$s:%2$s Lütfen mevcut kodunuzu güncelleyin çünkü çağırdığı yöntem %3$s sürümünde kaldırılacaktır

source: We're sorry, but all tickets sales have ended because the event is expired.
de_de: Es tut uns leid, aber der Kartenverkauf ist beendet, da die Veranstaltung abgelaufen ist.
fi: Pahoittelut, mutta lipunmyynti on päättynyt, koska tapahtuma on jo mennyt.
fr_fr: Nous sommes désolés, mais tous les billets les ventes ont terminé parce que l'événement est fini.
tr_tr: Üzgünüz, ancak etkinliğin süresi dolduğu için tüm bilet satışları sona ermiştir.

source: We're sorry, but ticket sales have been closed at this time. Please check back again later.
de_de: Es tut uns leid, aber der Ticketverkauf wurde beendet. Bitte versuchen Sie es zu einem späteren Zeitpunkt noch mal.
fi: Olemme pahoillamme, mutta lipunmyynti on tällä hetkellä suljettu. Tarkistakaa uudelleen myöhemmin.
fr_fr: Nous sommes désolés, mais les ventes de billets ont été fermées à cette époque. Se il vous plaît vérifier à nouveau plus tard.
tr_tr: Üzgünüz, ancak bilet satışları şu anda kapatılmıştır. Lütfen daha sonra tekrar kontrol edin.

source: %sNote to Event Admin:%sThe "Maximum number of tickets allowed per order for this event" in the Event Registration Options has been set to "0". This effectively turns off ticket sales. %s(click to edit this event)%s
de_de: %sHinweis für den Veranstaltungsadministrator:%sDie "Maximal zulässige Anzahl von Tickets pro Bestellung für diese Veranstaltung" in den Veranstaltungsregistrierungsoptionen wurde auf "0" gesetzt. Dies schaltet den Ticketverkauf effektiv aus. %s(Klicken Sie, um diese Veranstaltung zu bearbeiten)%s
fi: %sHuomautus tapahtuman ylläpitäjälle:%s"Tämän tapahtuman tilauskohtainen lippujen ensimmäismäärä" tämän tapahtuman asetuksissa on asetettu arvoon "0". Käytännössä tämä kytkee ilmoittautumisen pois päältä. %s(muokkaa tapahtumaa täällä)%s
fr_fr: %sla note à l'administrateur de l'événement: %s Le"Le nombre maximum de billets par commande pour cet événement"dans les Options d'enregistrement de l'événement a été mis à"0". Cela se avère efficace hors ventes de billets. %s (cliquer pour modifier cet événement)%s
tr_tr: %sEtkinlik Yöneticisine Not:%sEtkinlik Kayıt Seçeneklerindeki "Bu etkinlik için sipariş başına izin verilen maksimum bilet sayısı" "0" olarak ayarlanmıştır. Bu, bilet satışlarını etkin bir şekilde kapatır. %s(bu etkinliği düzenlemek için tıklayın)%s

source: Registration is at an external URL for this event.
de_de: Die Anmeldung erfolgt über eine externe URL für diese Veranstaltung.
fi: Ilmoittautuminen on tämän tapahtuman ulkoisessa URL-osoitteessa.
fr_fr: L'inscription est à une URL externe pour cet événement.
tr_tr: Kayıtlar bu etkinlik için harici bir URL'de yer almaktadır.

source: The URL for the Event Details page could not be retrieved.
de_de: Die URL für die Seite mit den Veranstaltungsdetails konnte nicht gefunden werden.
fi: Tapahtuman tiedot -sivun URL-osoitetta ei saatu.
fr_fr: L'URL de la page Détails de l'événement n'a pas pu être récupéré.
tr_tr: Etkinlik Ayrıntıları sayfasının URL'si alınamadı.

source: We're sorry but your request failed to pass a security check.%sPlease click the back button on your browser and try again.
de_de: Es tut uns leid, aber Ihre Anfrage hat die Sicherheitsüberprüfung nicht bestanden.%sBitte klicken Sie auf die Schaltfläche "Zurück" in Ihrem Browser und versuchen Sie es erneut.
fi: Olemme pahoillamme, mutta pyyntösi ei läpäissyt turvatarkastusta.%sKlikkaa selaimesi takaisin-painiketta ja yritä uudelleen.
fr_fr: Nous sommes désolés mais votre requête a échoué à passer un contrôle de sécurité. %s Se il vous plaît cliquez sur le bouton retour de votre navigateur et essayez à nouveau.
tr_tr: Üzgünüz, ancak isteğiniz bir güvenlik kontrolünden geçemedi.%sLütfen tarayıcınızdaki geri düğmesine tıklayın ve tekrar deneyin.

source: A valid ticket could not be retrieved for the event.%sPlease click the back button on your browser and try again.
de_de: Für diese Veranstaltung konnte kein gültiges Ticket gefunden werden. %s Bitte verwenden Sie die Zurück-Schaltfläche Ihres Browsers und probieren Sie es erneut.
fi: Tapahtumaan ei voitu hakea voimassa olevaa lippua.%sKlikkaa selaimesi takaisin-painiketta ja yritä uudelleen.
fr_fr: Un billet valide pas pu être récupérée pour l'événement. %s Se il vous plaît cliquez sur le bouton retour de votre navigateur et essayez à nouveau.
tr_tr: Etkinlik için geçerli bir bilet alınamadı.%sLütfen tarayıcınızdaki geri düğmesine tıklayın ve tekrar deneyin.

source: No tickets were added for the event.
de_de: Zur Veranstaltung wurden keine Tickets hinzugefügt.
fi: Tapahtumaan ei lisätty lippuja.
fr_fr: Pas de billets ont été ajoutés pour l'événement.
tr_tr: Etkinlik için bilet eklenmemiştir.

source: An event id was not provided or was not received.%sPlease click the back button on your browser and try again.
de_de: Eine Veranstaltungs id wurde nicht angegeben oder wurde nicht empfangen. %sBitte klicken sie den zurück Button in Ihrem Browser und versuchen Sie erneut.
fi: Tapahtumatunnusta ei annettu tai sitä ei vastaanotettu.%sKlikkaa selaimesi takaisin-painiketta ja yritä uudelleen.
fr_fr: Un ID d'événement n'a pas été fourni ou n'a pas été reçu. %s Se il vous plaît cliquez sur le bouton retour de votre navigateur et essayez à nouveau.
tr_tr: Bir olay kimliği sağlanmadı veya alınmadı.%sLütfen tarayıcınızdaki geri düğmesine tıklayın ve tekrar deneyin.

source: We're sorry, but there are no available spaces left for this event at this particular date and time.
de_de: Es tut uns leid, aber für diese Veranstaltung sind keine Plätze mehr verfügbar.
fi: Olemme pahoillamme, mutta tähän tapahtumaan ei ole enää vapaita paikkoja kyseisenä päivänä ja kellonaikana.
fr_fr: Nous sommes désolés, mais il n'y a pas de places sur cet événement à cette date et heure notamment.
tr_tr: Üzgünüz, ancak bu etkinlik için bu tarih ve saatte boş yer kalmamıştır.

source: This ticket is required and must be purchased.
de_de: Das Ticket wird benötigt und muss erworben werden.
fi: Tämä lippu on pakollinen.
fr_fr: Ce billet est nécessaire et doit être acheté.
tr_tr: Bu bilet zorunludur ve satın alınmalıdır.

source: / bundle
de_de: / Bündel
fi: / nippu
tr_tr: / paket

source: The number of separate event datetimes (see table below) that this ticket can be used to gain admittance to.%1$s%2$sAdmission is always one person per ticket.%3$s
de_de: Die Nummer an separaten Veranstaltungszeitpunkten (siehe Tabelle unten), denen dieses Ticket Eintritt gewährt.%1$s%2$sEinlass ist immer eine Person pro Ticket.%3$s
fi: Niiden erillisten tapahtumapäivien lukumäärä (katso alla oleva taulukko), joihin tämä lippu oikeuttaa sisäänpääsyyn.%1$s%2$sSisäänpääsy on aina yksi henkilö per lippu.%3$s
fr_fr: Le nombre de datetimes d'événements distincts (voir tableau ci-dessous) que ce billet peut être utilisé pour faire admettre. %1$s %2$s l'entrée est toujours une personne par billet. %3$s
tr_tr: Bu biletin giriş için kullanılabileceği ayrı etkinlik tarihlerinin sayısı (aşağıdaki tabloya bakın).%1$s%2$sGiriş her zaman bilet başına bir kişidir.%3$s

source: Total Spaces%sLeft
de_de: Anzahl freier%sPlätze
fi: Lippuja yhteensä %s jäljellä
fr_fr: %s places restantes
tr_tr: Toplam Alanlar%sSol

source: to
de_de: bis
fr_fr: à
tr_tr: için

source: Display Name
de_de: Anzeigename
fi: Näytön nimi
fr_fr: Afficher le nom
tr_tr: Ekran Adı

source: Could not find Mollie payment for transaction %s
de_de: Mollie-Zahlung für Transaktion %s konnte nicht gefunden werden
fi: Mollie-maksua tapahtumalle %s ei löytynyt.
tr_tr: İşlem %s için Mollie ödemesi bulunamadı

source: Make sure the "set_page_routes()" method exists, and is setting the "_page_routes" array properly.
de_de: Vergewissern Sie sich, dass die Methode "set_page_routes()" vorhanden ist und das Array "_page_routes" richtig setzt.
fi: Varmista, että metodi "set_page_routes()" on olemassa ja asettaa "_page_routes"-matriisin oikein.
fr_fr: Assurez-vous que le"set_page_routes ()"existe méthode, et se couche le tableau"_ page_routes"correctement.
tr_tr: "set_page_routes()" yönteminin var olduğundan ve "_page_routes" dizisini doğru şekilde ayarladığından emin olun.

source: The "%1$s" has been successfully %2$s.
de_de: "%1$s" wurde erfolgreich %2$s.
fi: "%s" %s onnistuneesti.
tr_tr: “%1$s” başarıyla %2$s.

source: "%s" have been successfully updated.
de_de: "%s" wurden erfolgreich aktualisiert.
fi: "%s" päivitettiin onnistuneesti.
fr_fr: "%s"ont été mis à jour avec succès.
tr_tr: "%s" başarıyla güncellendi.

source: The "%s" were not updated.
de_de: Die "%s" wurden nicht aktualisiert.
fi: "%s" ei päivitetty.
fr_fr: Le "%s"ne ont pas été mis à jour.
tr_tr: "%s" güncellenmedi.

source: Usage is deprecated. Use EE_Register_Admin_Page::register() for registering the %s admin page.
de_de: Benutzung ist obsolet. Benutze EE_Register_Admin_Page::register() um die %s Administrationsseite zu registrieren.
fi: Käyttö on vanhentunut. Käytä EE_Register_Admin_Page::register():a, kun haluat rekisteröidä hallintasivun %s.
fr_fr: L'utilisation est déconseillée. Utilisez EE_Register_Admin_Page de registre () pour enregistrer le %s la page d'administration.
tr_tr: Kullanım kullanımdan kaldırılmıştır. %s yönetici sayfasını kaydetmek için EE_Register_Admin_Page::register() işlevini kullanın.
