Repository: eventespresso/languages-ee4
Catalog: event_espresso-*.po
Languages: de_de, fi, fr_fr, tr_tr

source: A valid question group and registration must be passed to EE_Registration_Custom_Question_Form
de_de: An EE_Registration_Custom_Question_Form muss eine gültige Fragengruppe und Registrierung übergeben werden
fi: EE_Registration_Custom_Question_Form -lomakkeelle on annettava voimassa oleva kysymysryhmä ja rekisteröinti.
tr_tr: EE_Registration_Custom_Question_Form'a geçerli bir soru grubu ve kayıt iletilmelidir

source: Download the <a href="https://eventespresso.com/wp-content/plugins/download-monitor/download.php?id=2">Installation Guide</a> as a PDF
de_de: Laden Sie die <a href="https://eventespresso.com/wp-content/plugins/download-monitor/download.php?id=2">Installationsanleitung</a> als PDF herunter
fi: Lataa <a href="https://eventespresso.com/wp-content/plugins/download-monitor/download.php?id=2">asennusopas</a> PDF-tiedostona
tr_tr: <a href="https://eventespresso.com/wp-content/plugins/download-monitor/download.php?id=2">Kurulum Kılavuzunu</a> PDF olarak indirin

source: For a full list of available shortcodes, please view the %sshortcode documentation%s on our website.
de_de: Eine vollständige Liste der verfügbaren Shortcodes finden Sie in der %sshortcode-Dokumentation%s auf unserer Website.
fi: Täydellinen luettelo käytettävissä olevista lyhytkoodeista on verkkosivuillamme olevassa %sshortcode documentation%s -dokumentaatiossa.
tr_tr: Kullanılabilir kısa kodların tam listesi için lütfen web sitemizdeki %sshortcode documentation%s bölümünü inceleyin.

source: Add Another New Registration to Event: "%1$s" ?
de_de: Eine weitere neue Registrierung zum Ereignis hinzufügen: "%1$s" ?
fi: Lisää seuraava uusi ilmoittautuminen tapahtumaan "%1$s"?
tr_tr: Etkinliğe Yeni Bir Kayıt Daha Ekleyin: "%1$s" ?

source: Email Validation Settings
de_de: Einstellungen für die E-Mail-Validierung
fi: Sähköpostin tarkitusasetukset
tr_tr: E-posta Doğrulama Ayarları

source: Basic
de_de: Grundlegend
fi: Perus
tr_tr: Temel

source: WordPress Default
de_de: WordPress Standard
fi: WordPress oletusarvo
fr_fr: WordPress de base
tr_tr: WordPress Varsayılanı

source: International
fi: Kansainvälinen
tr_tr: Uluslararası

source: International + DNS Check
de_de: International + DNS-Prüfung
fi: Kansainvälinen + DNS-tarkistus
tr_tr: Uluslararası + DNS Kontrolü

source: Email Validation Level
de_de: E-Mail-Validierungsstufe
fi: Sähköpostin validointitaso
tr_tr: E-posta Doğrulama Seviyesi

source: These levels range from basic validation ( ie: text@text.text ) to more advanced checks against international email addresses (ie: üñîçøðé@example.com ) with additional MX and A record checks to confirm the domain actually exists. More information on on each level can be found within the help section.
de_de: Diese Stufen reichen von einer einfachen Validierung (z. B. text@text.text) bis hin zu erweiterten Prüfungen auf internationale E-Mail-Adressen (z. B. üñîçøðé@example.com) mit zusätzlichen MX- und A-Datensatz-Prüfungen, um die tatsächliche Existenz der Domäne zu bestätigen. Weitere Informationen zu den einzelnen Stufen finden Sie im Hilfebereich.
fi: Nämä tasot vaihtelevat perustason validoinnista (esim. text@text.text) edistyneempiin kansainvälisten sähköpostiosoitteiden tarkistuksiin (esim. üñîçøðé@example.com) sekä MX- ja A-rekisterin lisätarkistuksiin, joilla varmistetaan, että verkkotunnus on todella olemassa. Lisätietoja kustakin tasosta on ohjeosassa.
tr_tr: Bu seviyeler temel doğrulamadan ( örn: text@text.text ) uluslararası e-posta adreslerine karşı daha gelişmiş kontrollere (örn: üñîçøðé@example.com ) ve alan adının gerçekten var olduğunu doğrulamak için ek MX ve A kaydı kontrollerine kadar değişir. Her seviye hakkında daha fazla bilgi yardım bölümünde bulunabilir.

source: Invalid or missing Email Validation settings. Please refresh the form and try again.
de_de: Ungültige oder fehlende E-Mail-Validierungseinstellungen. Bitte aktualisieren Sie das Formular und versuchen Sie es erneut.
fi: Virheelliset tai puuttuvat sähköpostin vahvistusasetukset. Päivitä lomake ja yritä uudelleen.
tr_tr: Geçersiz veya eksik E-posta Doğrulama ayarları. Lütfen formu yenileyin ve tekrar deneyin.

source: Date (only days with registrations are shown)
de_de: Datum (es werden nur Tage mit Anmeldungen angezeigt)
fi: Päiväys (näytetään vain päivät, jolloin on rekisteröityjä)
fr_fr: Date (seuls les jours avec des inscriptions sont affichés)
tr_tr: Tarih (yalnızca kayıtların olduğu günler gösterilir)

source: %sThere are currently no registration records in the last month for this report.%s
de_de: %sEs liegen noch keine Registrierung Aufzeichnungen im letzten Monat für diesen Bericht vor.%s
fi: %sTässä raportissa ei ole tällä hetkellä rekisteröintitietoja viimeisen kuukauden ajalta.%s
fr_fr: %s Il n'existe actuellement aucun enregistrement dans le dernier mois pour ce rapport.%s
tr_tr: %sBu rapor için son ay içerisinde herhangi bir kayıt bulunmamaktadır.%s

source: Date (only shows dates that have a revenue greater than 1)
de_de: Datum (zeigt nur Daten, die einen Umsatz größer als 1 haben)
fi: Päivämäärä (näyttää vain päivämäärät, joiden tulot ovat yli 1)
fr_fr: Date (affiche uniquement les dates dont le revenu est supérieur à 1)
tr_tr: Tarih (yalnızca geliri 1'den büyük olan tarihleri gösterir)

source: Total Revenue
de_de: Total Einnahmen
fi: Tulot yhteensä
fr_fr: Revenu total
tr_tr: Toplam Gelir

source: Event (only events that have a revenue greater than 1 are shown)
de_de: Ereignis (es werden nur Ereignisse angezeigt, deren Einnahmen größer als 1 sind)
fi: Tapahtuma (näytetään vain tapahtumat, joiden tulot ovat yli 1).
fr_fr: Événement (seuls les événements ayant un revenu supérieur à 1 sont affichés)
tr_tr: Etkinlik (yalnızca geliri 1'den büyük olan etkinlikler gösterilir)

source: No configuration has been set for "%1$s->%2$s".
de_de: Es wurde keine Konfiguration für "%1$s-&gt;%2$s" festgelegt.
fi: Konfiguraatiota ei ole määritetty kohdalle "%1$s-&gt;%2$s".
tr_tr: "%1$s-&gt;%2$s" için yapılandırma ayarlanmadı.

source: The configuration for "%1$s->%2$s" is not of the "%3$s" class.
de_de: Die Konfiguration für "%1$s-&gt;%2$s" ist nicht von der Klasse "%3$s".
fi: Konfiguraatio "%1$s-&gt;%2$s" ei ole luokkaa "%3$s".
tr_tr: "%1$s-&gt;%2$s" için yapılandırma "%3$s" sınıfında değil.

source: The "%1$s" object stored at"%2$s" was not successfully updated in the database.
de_de: Das Objekt "%1$s", das unter "%2$s" gespeichert ist, wurde nicht erfolgreich in der Datenbank aktualisiert.
fi: Tietokantaan "%2$s" tallennettua kohdetta "%1$s" ei onnistuttu päivittämään tietokantaan.
tr_tr: "%2$s" adresinde depolanan "%1$s" nesnesi veritabanında başarıyla güncellenmedi.

source: Attempting to make a payment for a negative amount of %1$d for transaction %2$d. That should be a refund
de_de: Es wurde versucht, eine Zahlung für einen negativen Betrag von %1$d für Transaktion %2$d vorzunehmen. Das sollte eine Erstattung sein
fi: Yritetään maksaa negatiivinen summa %1$d tapahtumalle %2$d. Sen pitäisi olla palautus
fr_fr: Tentative d'effectuer un paiement pour un montant négatif de %1$d pour la transaction %2$d. Cela devrait être un remboursement
tr_tr: %2$d işlemi için negatif %1$d tutarında bir ödeme yapılmaya çalışılıyor. Bu bir geri ödeme olmalı

source: Exception thrown! Could not sync Event Espresso Ticket (%1$s) to Infusionsoft Product because: %2$s
de_de: Ausnahme ausgelöst! Event Espresso Ticket (%1$s) konnte nicht mit Infusionsoft Product synchronisiert werden, weil: %2$s
fi: Poikkeus heitetty! Event Espresso Ticket (%1$s) -tapahtumalippua ei voitu synkronoida Infusionsoft-tuotteeseen, koska: %2$s
tr_tr: İstisna atıldı! Etkinlik Espresso Bileti (%1$s) Infusionsoft Ürünü ile senkronize edilemedi çünkü: %2$s

source: Infusionsoft error. Could not create blank order for contact %1$s, with name %2$s for transaction %3$s. Error was %4$s
de_de: Infusionsoft-Fehler. Es konnte kein leerer Auftrag für den Kontakt %1$s, mit dem Namen %2$s für die Transaktion %3$s erstellt werden. Fehler war %4$s
fi: Infusionsoftin virhe. Ei voitu luoda tyhjää tilausta kontaktille %1$s, jonka nimi on %2$s, tapahtumaa %3$s varten. Virhe oli %4$s
tr_tr: Infusionsoft hatası. %3$s işlemi için %2$s adıyla %1$s kişisi için boş sipariş oluşturulamadı. Hata %4$s idi

source: Infusionsoft error. Could not load invoice with ID %1$s, for transaction %2$s. Error was %3$s
de_de: Infusionsoft-Fehler. Die Rechnung mit der ID %1$s für die Transaktion %2$s konnte nicht geladen werden. Fehler war %3$s
fi: Infusionsoftin virhe. Laskua, jonka tunnus on %1$s, ei voitu ladata tapahtumalle %2$s. Virhe oli %3$s
tr_tr: Infusionsoft hatası. %2$s numaralı işlem için %1$s numaralı fatura yüklenemedi. Hata %3$s idi

source: Infusionsoft error. Could not update job with ID %1$s, for transaction %2$s. Error was %3$s
de_de: Infusionsoft-Fehler. Der Auftrag mit der ID %1$s für die Transaktion %2$s konnte nicht aktualisiert werden. Fehler war %3$s
fi: Infusionsoftin virhe. Työtä, jonka tunnus on %1$s, ei voitu päivittää tapahtumalle %2$s. Virhe oli %3$s
tr_tr: Infusionsoft hatası. %2$s numaralı işlem için %1$s numaralı iş güncellenemedi. Hata %3$s idi

source: Exception thrown! Could not sync Event Espresso Transaction (%1$s) to Infusionsoft Order because: %2$s
de_de: Ausnahme ausgelöst! Event Espresso-Transaktion (%1$s) konnte nicht mit Infusionsoft-Bestellung synchronisiert werden, weil: %2$s
fi: Poikkeus heitetty! Event Espresson tapahtumaa (%1$s) ei voitu synkronoida Infusionsoft Orderiin, koska: %2$s
tr_tr: İstisna atıldı! Event Espresso İşlemi (%1$s) Infusionsoft Siparişi ile senkronize edilemedi çünkü: %2$s

source: Event Products
de_de: Veranstaltungs-Produkte
fi: Tapahtumatuotteet
tr_tr: Etkinlik Ürünleri

source: Unable to insert new Infusionsoft Product Category with data %1$s. Infusionsoft replied with %2$s
de_de: Neue Infusionsoft-Produktkategorie mit Daten %1$s kann nicht eingefügt werden. Infusionsoft antwortete mit %2$s
fi: Uutta Infusionsoft-tuoteryhmää, jonka tiedot ovat %1$s, ei pystytä lisäämään. Infusionsoft vastasi %2$s
tr_tr: %1$s verileriyle yeni Infusionsoft Ürün Kategorisi eklenemiyor. Infusionsoft %2$s ile yanıt verdi

source: Unable to assign Infusionsoft Product %1$s to category %2$s. Infusionsoft replied with %2$s
de_de: Infusionsoft-Produkt %1$s kann der Kategorie %2$s nicht zugewiesen werden. Infusionsoft antwortete mit %2$s
fi: Infusionsoft-tuotetta %1$s ei voida määrittää luokkaan %2$s. Infusionsoft vastasi %2$s
tr_tr: Infusionsoft Ürünü %1$s, %2$s kategorisine atanamıyor. Infusionsoft %2$s ile yanıt verdi

source: Either the ticket or %1$s line item was not specified or invalid, therefore the %1$s could not be updated. Please refresh the page and try again.
de_de: Entweder wurde das Ticket oder %1$s Einzelposten nicht angegeben oder sind ungültig, daher konnten die %1$s nicht aktualisiert werden. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.
fi: Joko lippua tai %1$s-kohdetta ei ollut määritetty tai se oli virheellinen, joten %1$s-kohdetta ei voitu päivittää. Päivitä sivu ja yritä uudelleen.
tr_tr: Bilet veya %1$s satır öğesi belirtilmemiş veya geçersiz, bu nedenle %1$s güncellenemedi. Lütfen sayfayı yenileyin ve tekrar deneyin.

source: Showing people assigned to the event: %s
de_de: Anzeige der Teilnehmer der Veranstaltung: %s
fi: Näytetään tapahtumaan osoitetut henkilöt: %s
fr_fr: Affichage des personnes affectées à l'événement: %s
tr_tr: Etkinliğe atanan kişiler gösteriliyor: %s

source: People assigned to Event
de_de: Teilnehmer an der Veranstaltung
fi: Tapahtumalle osoitetut henkilöt
fr_fr: Personnes affectées à l'événement
tr_tr: Etkinliğe atanan kişiler

source: Adjust the settings for the Stripe payment gateway. More information can be found on %sStripe.com%s.
de_de: Passen Sie die Einstellungen für das Stripe-Zahlungsgateway an. Weitere Informationen finden Sie auf %sStripe.com%s.
fi: Säädä Stripe-maksuportin asetuksia. Lisätietoja on osoitteessa %sStripe.com%s.
tr_tr: Stripe ödeme ağ geçidi için ayarları yapın. Daha fazla bilgi %sStripe.com%s adresinde bulunabilir.

source: You are only able to edit your information once you have %slogged in%s. If you recently registered, please check your email for your account information which will allow you to log in.
de_de: Sie können Ihre Daten nur bearbeiten, wenn Sie sich %sloggt%s haben. Wenn Sie sich erst kürzlich registriert haben, überprüfen Sie bitte Ihre E-Mail auf Ihre Kontoinformationen, mit denen Sie sich anmelden können.
fi: Pystyt muuttamaan tietojasi kun olet %slogged in%s. Jos olet äskettäin rekistöröitynyt, tarkista sähköpostistasi tilitietosi, jolla pääset kirjautumaan sisälle.
fr_fr: Vous ne pouvez modifier vos informations qu'après vous être %slogged dans%s. Si vous vous êtes inscrit récemment, vérifiez dans votre courrier les informations de votre compte qui vous permettront de vous connecter.
tr_tr: Bilgilerinizi yalnızca %sgiriş%s yaptıktan sonra düzenleyebilirsiniz. Yakın zamanda kaydolduysanız, lütfen giriş yapmanızı sağlayacak hesap bilgileriniz için e-postanızı kontrol edin.

source: If you did not receive any emails, please %sclick here%s to notify us and we will followup with you to get you setup.
de_de: Wenn Sie keine E-Mails erhalten haben, klicken Sie bitte %shier%s, um uns zu benachrichtigen, und wir werden uns mit Ihnen in Verbindung setzen, um Sie einzurichten.
fi: Jos et saanut sähköpostia, %sclick here%s ilmoittaaksesi asiasta meille ja me autamme sinua saamaan asian kuntoon.
tr_tr: Herhangi bir e-posta almadıysanız, lütfen bize bildirimde bulunmak için %sburaya tıklayın%s ve kurulumunuzu yapmak için sizi takip edeceğiz.

source: Email to contact you with:
de_de: E-Mail zur Kontaktaufnahme mit Ihnen:
fi: Sähköposti johon voimme ottaa yhteyttä:
tr_tr: Sizinle iletişime geçmek için e-posta:

source: Notify Us!
de_de: Benachrichtigen Sie uns!
fi: Ilmoita meille!
tr_tr: Bize Bildirin!

source: Invalid email or registration. Unable to process
de_de: Ungültige E-Mail oder Registrierung. Kann nicht verarbeitet werden
fi: Väärä sähköposti tai rekistöröityminen. Ei pysty käsittelemään.
tr_tr: Geçersiz e-posta veya kayıt. İşlem yapılamıyor

source: Unable to process because valid registration could not be retrieved.
de_de: Kann nicht verarbeitet werden, da keine gültige Registrierung abgerufen werden konnte.
fi: Ei pysty käsittelemään, koska voimassa olevaa rekistöröintiä ei voitu noutaa.
tr_tr: Geçerli kayıt alınamadığı için işlem yapılamıyor.

source: User having trouble receiving emails
de_de: Benutzer hat Probleme beim Empfang von E-Mails
fi: Käyttäjällä on vaikeuksia vastaanottaa sähköposteja.
fr_fr: L'utilisateur a du mal à recevoir des mails
tr_tr: Kullanıcı e-posta alırken sorun yaşıyor

source: Hi %s,
de_de: Hallo %s,
fi: Hei %s,
fr_fr: Bonjour %s,
tr_tr: Merhaba %s,

source: There is a user having trouble with receiving emails for their recent registration. You can follow up with them using the following information:
de_de: Es gibt einen Benutzer, der Probleme mit dem Empfang von E-Mails für seine kürzliche Registrierung hat. Sie können sich mit den folgenden Informationen an ihn wenden:
fi: Käyttäjällä on vaikeuksia sähköpostin vastaanottamisessa äskettäisen rekistöröinnin yhteydessä. Voit seurata heitä käyttämällä seuraavia yhteystietoja:
tr_tr: Son kayıtları için e-posta almakta sorun yaşayan bir kullanıcı var. Aşağıdaki bilgileri kullanarak onlarla takip edebilirsiniz:

source: Attendee Name: %s
de_de: Teilnehmer Name: %s
fi: Osallistujan nimi: %s
fr_fr: Nom du participant: %s
tr_tr: Katılımcı Adı: %s

source: Event Registered for: %s %s
de_de: Veranstaltung gebucht für: %s %s
fi: Rekisteröitynyt tapahtumaan: %s %s
fr_fr: Événement enregistré pour: %s %s
tr_tr: Olay şunun için kaydedildi: %s %s

source: Registration Details: %s
de_de: Buchungs Details: %s
fi: Rekisteröinnin tiedot: %s
fr_fr: Détails de l'enregistrement: %s
tr_tr: Kayıt Detayları: %s

source: Email provided to contact them with (this was also set as the reply-to for this email): %s
de_de: Die angegebene E-Mail zur Kontaktaufnahme (diese wurde auch als Antwortadresse für diese E-Mail festgelegt): %s
fi: Annettu sähköpostiosoite yhteydenottoon (tämä asetettiin myös vastausosoitteeksi tälle sähköpostille): %s
fr_fr: Adresse e-mail fournie pour les contacter (ceci a également été défini comme réponse à ce message): %s
tr_tr: Kendileriyle iletişime geçmek için sağlanan e-posta (bu aynı zamanda bu e-posta için yanıt olarak ayarlanmıştır): %s

source: Sincerely, Event Espresso
de_de: Mit freundlichen Grüßen, Event Espresso
fi: Ystävällisin terveisin, Event Espresso
tr_tr: Saygılarımla, Event Espresso

source: Email successfully sent. You will hear from us as soon as possible.
de_de: E-Mail erfolgreich gesendet. Sie werden so bald wie möglich von uns hören.
fi: Sähköposti lähetetty onnistuneesti. Kuulet meistä mahdollisimman pian.
fr_fr: Email envoyé avec succès. Vous recevrez une réponse dès que possible.
tr_tr: E-posta başarıyla gönderildi. Mümkün olan en kısa sürede bizden haber alacaksınız.

source: Email was not sent successfully. There could be something wrong with our server. Please refresh the page and try again.
de_de: Die E-Mail wurde nicht erfolgreich gesendet. Es könnte ein Problem mit unserem Server vorliegen. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.
fi: Sähköpostia ei lähetetty onnistuneesti. Palvelimessamme voi olla jotain vikaa. Päivitä sivu ja yritä uudelleen.
fr_fr: Le courrier électronique n'a pas été envoyé avec succès. Il pourrait y avoir quelque chose de mal avec notre serveur. Veuillez actualiser la page et réessayer.
tr_tr: E-posta başarıyla gönderilmedi. Sunucumuzda bir sorun olabilir. Lütfen sayfayı yenileyin ve tekrar deneyin.

source: Please note that the Event Status has automatically been changed to %s because more spaces have become available for this event, most likely due to abandoned transactions freeing up reserved tickets. However, this change is not permanent until you update the event. If you wish, you can change the status back to something else before updating.
de_de: Bitte beachten Sie, dass der Veranstaltungsstatus automatisch in %s geändert wurde, da mehr Plätze für diese Veranstaltung verfügbar geworden sind, was wahrscheinlich darauf zurückzuführen ist, dass durch abgebrochene Transaktionen reservierte Tickets frei geworden sind. Diese Änderung ist jedoch nicht dauerhaft, bis Sie die Veranstaltung aktualisieren. Wenn Sie möchten, können Sie den Status vor der Aktualisierung wieder auf einen anderen Wert ändern.
fi: Huomaa, että tapahtuman tila on automaattisesti muuttunut %s:ksi, koska tähän tapahtumaan on tullut lisää vapaita paikkoja, mikä johtuu todennäköisesti siitä, että varattuja lippuja on vapautunut hylätyistä tapahtumista. Tämä muutos ei kuitenkaan ole pysyvä, ennen kuin päivität tapahtuman. Voit halutessasi muuttaa tilan takaisin joksikin muuksi ennen päivittämistä.
fr_fr: Veuillez noter que l'état de l'événement a été automatiquement changé en %s parce que plus d'espaces sont disponibles pour cet événement, probablement dû à des transactions abandonnées libérant des billets réservés. Toutefois, cette modification n'est pas permanente jusqu'à ce que vous mettiez à jour l'événement. Si vous le souhaitez, vous pouvez changer le statut à autre chose avant la mise à jour.
tr_tr: Etkinlik Durumu'nun otomatik olarak %s olarak değiştirildiğini lütfen unutmayın, çünkü bu etkinlik için daha fazla alan kullanılabilir hale gelmiştir, büyük olasılıkla terk edilen işlemler nedeniyle ayrılmış biletler boşalmıştır. Ancak, siz etkinliği güncelleyene kadar bu değişiklik kalıcı değildir. Dilerseniz güncellemeden önce durumu tekrar başka bir şeye dönüştürebilirsiniz.

source: This shortcode can be used on any event page, WordPress page, or WordPress post. To use it, copy and paste the shortcode above and change "###" to the actual post ID (numeric value) for your event. For example, if your event had an ID of 123, then the update shortcode would be [ESPRESSO_TICKET_SELECTOR event_id=123].
de_de: Dieser Shortcode kann auf jeder Veranstaltungsseite, WordPress-Seite oder jedem WordPress-Post verwendet werden. Kopieren Sie dazu den obigen Shortcode und fügen Sie ihn ein. Ändern Sie "###" in die tatsächliche Post-ID (numerischer Wert) für Ihre Veranstaltung. Wenn Ihre Veranstaltung beispielsweise eine ID von 123 hat, lautet der Aktualisierungskurzcode [ESPRESSO_TICKET_SELECTOR event_id=123].
fi: Tätä lyhytkoodia voidaan käyttää millä tahansa tapahtumasivulla, WordPress-sivulla tai WordPress-postissa. Voit käyttää sitä kopioimalla ja liittämällä yllä olevan lyhytkoodin ja vaihtamalla "###" tapahtumasi todelliseksi postauksen ID:ksi (numeeriseksi arvoksi). Jos esimerkiksi tapahtumasi ID olisi 123, päivityslyhytkoodi olisi [ESPRESSO_TICKET_SELECTOR event_id=123].
fr_fr: Ce code court peut être utilisé sur n'importe quelle page d'événement, page WordPress ou post WordPress. Pour l'utiliser, copiez et collez le code court ci-dessus et modifiez "###" l'ID réel (valeur numérique) de votre événement. Par exemple, si votre événement avait un ID de 123, le code court de mise à jour serait [ESPRESSO_TICKET_SELECTOR event_id = 123].
tr_tr: Bu kısa kod herhangi bir etkinlik sayfasında, WordPress sayfasında veya WordPress gönderisinde kullanılabilir. Kullanmak için yukarıdaki kısa kodu kopyalayıp yapıştırın ve "###" ifadesini etkinliğinizin gerçek gönderi kimliği (sayısal değer) ile değiştirin. Örneğin, etkinliğinizin kimliği 123 ise, güncelleme kısa kodu [ESPRESSO_TICKET_SELECTOR event_id=123] şeklinde olacaktır.

source: This shows the type of question. Available options are Text, Textarea, Checkboxes, Radio Buttons, Dropdown, State/Province Dropdown, Country Dropdown, Date Picker, and HTML Textarea (allowed tags: a, abbr, acronym, b, br, blockquote ,cite, code, del ,em, i, li, ol, p, q, s, strike, strong, ul).
de_de: Hier wird die Art der Frage angezeigt. Verfügbare Optionen sind Text, Textarea, Kontrollkästchen, Optionsfelder, Dropdown, Dropdown Staat/Provinz, Dropdown Land, Datumsauswahl und HTML-Textarea (zulässige Tags: a, abbr, acronym, b, br, blockquote ,cite, code, del ,em, i, li, ol, p, q, s, strike, strong, ul).
fi: Tämä osoittaa kysymyksen tyypin. Käytettävissä olevat vaihtoehdot ovat Teksti, tekstialue, valintaruudut, valintanapit, pudotusvalikko, osavaltio- ja maakuntapudotusvalikko, maa-pudotusvalikko, päivämäärän valitsin ja HTML-tekstialue (sallitut tunnisteet: a, abbr, acronym, b, br, blockquote ,cite, code, del ,em, i, li, ol, p, q, s, strike, strong, ul).
tr_tr: Bu, soru türünü gösterir. Mevcut seçenekler Metin, Metin Alanı, Onay Kutuları, Radyo Düğmeleri, Açılır Menü, Eyalet/İl Açılır Menü, Ülke Açılır Menü, Tarih Seçici ve HTML Metin Alanıdır (izin verilen etiketler: a, abbr, acronym, b, br, blockquote ,cite, code, del ,em, i, li, ol, p, q, s, strike, strong, ul).

source: This page shows options for Email Validation, the EE "Bot Trap" and reCAPTCHA which can help prevent SPAM registrations on your site.
de_de: Diese Seite zeigt Optionen für die E-Mail-Validierung, die EE "Bot Trap" und reCAPTCHA, die helfen können, SPAM-Registrierungen auf Ihrer Website zu verhindern.
fi: Tällä sivulla näytetään vaihtoehtoja sähköpostin validointiin, EE "Bot Trap" ja reCAPTCHA, jotka voivat auttaa estämään SPAM-rekisteröinnit sivustollasi.
fr_fr: Cette page affiche les options de Validation de l'e-mail, l'EE "Bot Trap" et reCAPTCHA qui peuvent aider à empêcher les enregistrements SPAM sur votre site.
tr_tr: Bu sayfa, sitenizde SPAM kayıtlarını önlemeye yardımcı olabilecek E-posta Doğrulama, EE "Bot Tuzağı" ve reCAPTCHA seçeneklerini gösterir.

source: Email Validation
de_de: Email Validierung
fi: Sähköpostin validointi
fr_fr: Validation par e-mail
tr_tr: E-posta Doğrulama
